{
  "name": "Athlete",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>You currently are or formerly were a professional-level athlete with highly specialized physical skills. You might be a member of your region’s sports team, chosen for your exceptional strength or finesse, or maybe you competed in individual events requiring exemplary endurance. Your prowess may have already led you to travel extensively for competitions, or you might still be an up-and-coming star. Either way, your impressive physical capabilities enable you to make a living as a professional competitor.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You’ve been involved in your sport or activity for years, and you know a great deal about the industry. When recalling knowledge regarding details of your industry, whether historical or current, reduce the DC of the Culture check by 5. In addition, based on the primary abilities required in your chosen sport, either Acrobatics (for Dexterity or Constitution) or Athletics (for Strength or Constitution) is a class skill for you, though if the relevant skill is a class skill from the class you take at 1st level, you instead gain a +1 bonus to your Acrobatics or Athletics checks. Likewise, you gain an ability adjustment of +1 to either Strength, Dexterity, or Constitution at character creation, depending on which ability is most relevant to your athletic endeavors.</p>\n<p>&nbsp;</p>\n<h2>PHYSICAL PROWESS (<span class=\"levelNum\">6TH)</span></h2>\n<p>You have an impressive degree of control over your body. Athletes who chose Acrobatics at 1st level can move at full speed while balancing and do not fall prone on a failed attempt to tumble through an opponent’s square. Athletes who chose the Athletics skill at 1st level can move at full speed while climbing and can attempt a vertical or horizontal jump with merely a 5-foot running start, rather than the 10 feet normally required.</p>\n<p>&nbsp;</p>\n<h2>FAN FAVORITE (<span class=\"levelNum\">12TH)</span></h2>\n<p>When you’re in a region that recognizes your sport and need an act of goodwill—such as information from a journalist or medical assistance from a physician—you can take 3d4 hours to locate a fan or industry professional whose attitude starts as helpful toward you.</p>\n<p>&nbsp;</p>\n<h2>CHAMPION (<span class=\"levelNum\">18TH)</span></h2>\n<p>The memories of triumphs attained and challenges overcome can bolster you when facing current difficulties. Up to twice per day when in an area with gravity you have adjusted to (Core Rulebook 402), you can spend 10 minutes stretching, exercising, meditating, or performing other sport-specific drills to regain 1 Resolve Point.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "COM page 9",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "str",
      "mod": 1
    },
    "skill": "acr",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "T61YaBAxbeVfafiP"
}