{
  "_id": "SB3HmmSnCrY6biOL",
  "name": "Beastblood",
  "type": "theme",
  "_stats": {
    "coreVersion": 12,
    "systemId": "sfrpg",
    "systemVersion": "0.28.0"
  },
  "img": "systems/sfrpg/icons/default/plane-pilot.svg",
  "system": {
    "type": "",
    "abilityMod": {
      "ability": "wis",
      "mod": 1
    },
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>You have a powerful affinity with the beasts of the wild. Perhaps you descend from—or were infected by—a lycanthrope or similar creature, were subjected to the rituals of a beastly fiend, or performed ancestral trials to pledge yourself to a beast spirit. Whatever the source, you fight and hunt like a wild thing, and you know the natural side of worlds like you were born to them.</p><h2>Theme Knowledge (1st Level)</h2><p>You have sterling instincts when it comes to understanding wild places and the creatures that inhabit them. When you attempt a Life Science, Physical Science, or Survival check to recall knowledge about animals or terrestrial wilderness environments, reduce the DC by 5. Survival is a class skill for you, though if it’s also a class skill from the class you take at 1st level, you instead gain a +1 bonus to Survival checks. In addition, you gain an ability adjustment of +1 to Intelligence or Wisdom at character creation.</p><h2>Bestial Lineage (6th Level)</h2><p>Your animalistic affinity increases, giving you special insight into a particular technique of a certain kind of wildlife. Select one of the following that best fits your ancestral animal or bestial influence.</p>\n<p>@UUID[Compendium.sfrpg.theme-features.Item.eoViCIFcrTK34VCN]{Feline Leap}: You are as lithe as a cat. When you jump, you are always considered to have a running start, and the DC for jumping vertically is equal to twice the number of feet you are attempting to jump (instead of four times).</p>\n<p>@UUID[Compendium.sfrpg.theme-features.Item.Czkh6rxaGXFF7cfF]{Lupine Tactics}: Your instincts lead you to work with your allies to flank foes and bring them down for the kill. When you flank an opponent, you gain a +2 bonus to your attack roll to perform the trip combat maneuver against that opponent, in addition to the benefits of flanking. This bonus does not stack with other effects that grant you a bonus to perform the trip combat maneuver.</p>\n<p>@UUID[Compendium.sfrpg.theme-features.Item.aencnIMdHr6Jp8uu]{Rodent Scurry}: You are adept at skittering past foes, or perhaps even underfoot, even in the midst of combat. When using the tumble task of the Acrobatics skill, you move at full speed.</p>\n<p>@UUID[Compendium.sfrpg.theme-features.Item.OtNkwG6gpdebPkjZ]{Saurian Carnage}: Like the powerful saurian predators of worlds such as @UUID[Compendium.sfrpg.setting.JournalEntry.mkJGLfpJkvAKLZz3]{Castrovel}, you are a terror to behold, especially when you spill enemies’ blood. When you successfully demoralize a creature, that creature is shaken for an additional round, or 2 additional rounds if that creature has witnessed you killing or disabling an enemy during the current encounter.</p>\n<p>@UUID[Compendium.sfrpg.theme-features.Item.gTWkNiOuscQVn4hJ]{Ursine Fury}: Injuries don’t make you weak—on the contrary, they merely make you angry and more dangerous. While you have no Stamina Points remaining, you gain a +5 foot bonus to your speed and you do not suffer the penalty to attack rolls or AC incurred by a charge.</p><h2>@UUID[Compendium.sfrpg.theme-features.Item.gAoKUIQRypHQp1Oa]{Wild Hunt (12th Level)}</h2><p>Your sense of smell has become as sharp as your ancestors’, allowing you to sniff out friend and foe alike even in utter darkness. You gain blindsense (scent) with a range of 30 feet.</p><h2>@UUID[Compendium.sfrpg.theme-features.Item.mOSrf4m5ttBhf8iR]{Animal Instincts (18th Level)}</h2><p>Up to twice per day, you can spend 10 minutes giving in to your animalistic impulses in some harmless fashion to recover 1 Resolve Point; this doesn’t count as resting to regain Stamina Points. For example, a feline beastblood might spend her time playfully stalking friends, chasing butterflies (or someone’s laser sight), or otherwise playing in feline fashion, while a saurian beastblood might spend time sunning themself on a warm stone.</p>"
    },
    "modifiers": [],
    "skill": "sur",
    "source": "EN pg. 10"
  }
}