{
  "name": "Biotechnician",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>You are a biotech researcher or avid user of such tech, constantly seeking out or developing new biotechnologies and combining existing augmentations with advancements in other fields. You might be a member of the Augmented, a researcher in one of Bretheda's cutting-edge biotech corporations, a spellcasting genetomancer blending biotechnology with magic, or even a voluntary test subject for new augmentations. Either way, you have taken a strong hand in your own evolution.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE <span class=\"levelNum\">1st</span></h2>\n<p>You have a sharp mind for the intricacies of biotech augmentations and keep up-to-date on current research in the field, whether because you work to develop such technology or because you are the beneficiary of biotech augmentations-or, most likely, both. Reduce the DC of Life Science checks to identify biotech augmentations and to recall knowledge about famous biotech corporations and researchers by 5. Medicine is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to your Medicine checks. In addition, you gain an ability adjustment of +1 to Intelligence at character creation.</p>\n<p>&nbsp;</p>\n<h2>INDUSTRY CONNECTIONS (<span class=\"levelNum\">6TH)</span></h2>\n<p>You've forged and maintained a number of connections with significant players in the biotech industry, scoring yourself favors and preferred treatment. As long as you are able to contact your connections in the industry, you gain a 10% discount off the typical list price for biotech augmentations installed in you.</p>\n<p>&nbsp;</p>\n<h2>TEST SUBJECT (<span class=\"levelNum\">12TH)</span></h2>\n<p>Thanks to your enthusiasm for biotech gear and constant tinkering with your DNA, you can adopt experimental, cutting-edge augmentations in your body beyond what most people can support. You can install one additional piece of biotech augmentation than a typical member of your race. For example, a human could have both a dragon gland and a wildwise implant (Starfinder Core Rulebook 211, 212) even though they both occupy the throat system.</p>\n<p>&nbsp;</p>\n<h2>ADAPTIVE BIOTECH (<span class=\"levelNum\">18TH)</span></h2>\n<p>You have learned to leverage your biotech augmentations in ways their creators hardly envisioned. Up to twice per day as a standard action, you can deactivate a piece of biotech implanted in your body (except for a prosthetic limb), rendering it inert until your next 8-hour rest, to regain 1 Resolve Point. An inert piece of biotech doesn't grant its usual benefits (for instance, an inert venom spur can't be used to attack), and you can shut down a single biotech implant only once per day.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PWD page 127",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "int",
      "mod": 1
    },
    "skill": "med",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "Y6wJpc2ra3bSJ905"
}