{
  "name": "Bounty Hunter",
  "permission": {
    "default": 0,
    "EgDbkW0aYa1c3C2f": 3
  },
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>You track people down for money. It is a dangerous profession, as most of your targets understandably don&rsquo;t wish to be caught. You wouldn&rsquo;t have it any other way. You might have a code of ethics, never taking jobs that, say, target children or members of your own race. You might hunt down only escaped criminals. Or you might be completely amoral, taking any job that comes along&mdash;for the right price.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (1ST)</h2>\n<p>Your mind is a cold steel trap when it comes to scraps of information about the creatures you&rsquo;re tracking down. Choose a specific sentient creature that you can identify by name, alias, or specific identity to be your mark. Reduce the DC of Culture or Profession (bounty hunter) checks to recall knowledge about your mark, as well as to recall knowledge about law-enforcement individuals and practices, by 5. If you choose a mark that is known only by an alias or secret identity, this ability helps you learn facts only about the identity you know about, not any other unknown identities. Once you defeat your mark, as an action that takes 1 minute, you can study dossiers and database information about another individual to be your new mark. You can instead abandon your mark for a new one without defeating it, but if you do so, you take a &ndash;2 penalty to all skill checks for 1 week. Survival is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Survival checks. In addition, you gain an ability adjustment of +1 to Constitution at character creation.</p>\n<p>&nbsp;</p>\n<h2>SWIFT HUNTER (6TH)</h2>\n<p>You know just how to ask around about your marks to gain information and insight in a hurry. You can use Diplomacy to gather information about a specific individual in half the normal time, and you reduce the penalty for following tracks using Survival while moving at full speed to 0.</p>\n<p>&nbsp;</p>\n<h2>RELENTLESS (12TH)</h2>\n<p>You never seem to get tired, even when working longer and harder than everyone else in pursuit of your mark; some of your targets might even refer to you as a tireless ghost or an all-seeing hunter. You can walk or be otherwise active for 12 hours instead of 8 before needing to attempt Constitution checks for a forced march (see page 258), and you can hustle for 2 hours a day during overland travel (see page 258) instead of 1 hour. Reduce the penalty for following tracks using Survival while moving at double speed to &ndash;10.</p>\n<p>&nbsp;</p>\n<h2>MASTER HUNTER (18TH)</h2>\n<p>Your relentless pursuit of your mark steels your determination and can renew your inner reserves of strength. Once per day while in pursuit of your mark, you can review current information about your mark for 10 minutes to regain 1 Resolve Point; this doesn&rsquo;t count as resting to regain Stamina Points. Additionally, once per day when you defeat your ark, you regain 1 Resolve Point.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB page 30",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "con",
      "mod": 1
    },
    "skill": "sur",
    "damage": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "tLKlXbCyHqK7cN8e"
}