{
  "name": "Bureaucrat",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>You’re a civil servant, facilitating the day-to-day operations of a governmental agency and leaping systemic hurdles to accomplish your goals. Whether you’re a minor dignitary in the Pact Worlds, the Veskarium, or beyond, you operate within institutional boundaries to effect change, navigating the proper channels to find solutions and dealing with opposing bureaucrats who block your way. You’re now an adventurer, and the skills you’ve developed as a bureaucrat continue to serve you well in encounters with organizations across the galaxy.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>As a bureaucrat working for a governmental agency, you have become knowledgeable regarding your agency’s field. Choose one of the following skills that most closely relates to your governmental agency: Culture, Life Science, Mysticism, Physical Science, or a Profession skill (other Intelligence-, Wisdom-, or Charisma-based skills might apply at the GM’s discretion). Reduce the DC of checks with your chosen skill to recall knowledge on topics related to your governmental agency and its specific field of expertise by 5. The chosen skill is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to checks with that skill. In addition, you gain a +1 ability adjustment to the chosen skill’s key ability score at character creation.</p>\n<p>&nbsp;</p>\n<h2>STRAIGHT TO THE SOURCE (<span class=\"levelNum\">6TH)</span></h2>\n<p>You find a common—though not necessarily intentional—thread wherever you go in the wide galaxy: the convoluted inefficiencies of governmental organizations. You have learned to expertly navigate such labyrinthine bureaucracies, bypassing their most common runarounds and pitfalls. Once per day when you gather information in a settlement or other region with a notable governmental organization, you gain a +2 circumstance bonus to the check and reduce the time taken by half (to a minimum of 1 hour).</p>\n<p>&nbsp;</p>\n<h2><span class=\"levelNum\">EXPERT IN THE FIELD (12TH)</span></h2>\n<p>You leverage your knowledge of your agency’s field to enhance your interactions with other professionals. When you spend 10 minutes with a creature that knows about your agency or is related to your agency’s field of expertise, you can pepper jargon and insider knowledge into your interaction, such as name- or title-dropping. On your next attempted Diplomacy check to change such a creature’s attitude or Intimidate check to bully such a creature, you gain a +4 circumstance bonus.</p>\n<p>&nbsp;</p>\n<h2>FRIENDS IN HIGH PLACES (<span class=\"levelNum\">18TH)</span></h2>\n<p>Throughout your career, you have developed connections with all sorts of governmental agents and agencies, and you can use these ties to further your influence throughout the galaxy.<br>When in a region with either your governmental agency or a different one with a related field of expertise, you can leverage your status to gain an appointment with a minor governmental functionary. You can usually schedule an appointment to take place sometime 1d4 to 2d6 days after you make your request, depending on diplomatic relations, familiarity between the two agencies, your personal reputation in the region, and any particular NPC’s attitude toward you (all at the GM’s discretion).<br>In addition, your expertise in your field and experience in dealing with various professionals navigating it have made you famously difficult to outmaneuver in negotiations. After you spend at least 10 minutes interacting with a creature that knows about your agency or is related to your agency’s field of expertise, you can attempt a Bluff check to lie, a Diplomacy check to change attitude, an Intimidate check to bully, or a Sense Motive check to detect deception against that creature. If you succeed, you regain 1 Resolve Point. This doesn’t count as resting to regain Stamina Points. You can use this ability twice per day, but only once per creature.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "NSP page 137",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "int",
      "mod": 1
    },
    "skill": "cul",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "XD4wqlT3Tgpr02Sr"
}