{
  "name": "Career Trooper",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>You are a career member of a military and have been embroiled in conflicts and military bureaucracy for many years. During your enlisted time, you have trained with top ground troops, participated in war games that have turned deadly, and been privy to military intelligence given only to commanders. You are prepared for almost anything on the battlefield that your own commanders or your enemies able to throw at you.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You are adept at telling fact from fiction when it comes to determining enemy movements and assessing rumors. Reduce the DC of any Culture or Diplomacy check to gather or recall information about enemy troop sizes and tactics by 5. Piloting is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Piloting checks. In addition, you gain an ability adjustment of +1 to Constitution at character creation.</p>\n<p>&nbsp;</p>\n<h2><span class=\"levelNum\">ADAPTIVE KIT (6TH)</span></h2>\n<p>You know the importance of being prepared for various environmental conditions. If you study reports and information about an area for at least 10 minutes (or if you spend at least 1 hour in that area learning the lay of the land), you can adapt your equipment. In a process that takes an additional 10 minutes, you can modify your armor to gain the benefits of one set of environmental clothing that is appropriate to the area’s climate. In addition, any suit of armor you adapt reduces its armor check penalty by 1 for 24 hours. Only you can wear this adapted armor, and you can adapt your armor only once per week.</p>\n<p>&nbsp;</p>\n<h2>INDEFATIGABLE (<span class=\"levelNum\">12TH)</span></h2>\n<p>You are trained to push yourself to your limits and are extremely hard to put down. Once per day as a move action, you can regain a number of Stamina Points equal to your level plus your Constitution modifier.</p>\n<p>&nbsp;</p>\n<h2>DETERMINED UPKEEP (<span class=\"levelNum\">18TH)</span></h2>\n<p>Due to your many brushes with death, you know that your success in battle is directly related to the quality of your equipment. You always strive to keep your weapons cleaned, your armor polished, and your other gear functioning at maximum capacity. Up to twice per day, you can spend 10 minutes examining and maintaining your equipment to regain 1 Resolve Point; this doesn’t count as resting to regain Stamina Points.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "A!01 page 43",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "con",
      "mod": 1
    },
    "skill": "pil",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "MIU01ulGZhgncs2N"
}