{
  "_id": "bmot9WYBrcTRDk9a",
  "name": "Crisis Refugee",
  "type": "theme",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMod": {
      "ability": "con",
      "mod": 1
    },
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>The Drift Crisis cut you off from the place you called home. Whether you were visiting another planet or onboard a vessel that the Crash hurled light years across the cold vacuum of space, you find yourself among the many who desperately seek safety in a strange new land. You’ve seen and endured much, perhaps while searching for a new home in the turmoil of uncertainty.</p><h2>@UUID[Compendium.sfrpg.theme-features.5RjeDZ9ovhpLlq4i]{Theme Knowledge (1st Level)}</h2><p>You must navigate civilizations that might not be at all like the one in which you were raised. This taught you a lot about the different ways that people across the galaxy live their lives. Reduce the DC to identify or recall knowledge about previously unfamiliar cultures or ways of life by 5. Survival is a class skill for you. If it’s a class skill from the class you take at 1st level, you instead gain a +1 bonus to Survival checks. In addition, you gain an ability adjustment of +1 to Constitution at character creation.</p><h2>@UUID[Compendium.sfrpg.theme-features.HjVGVGd04HJjfrjT]{Stubborn Resilience (6th Level)}</h2><p>Whether you were stranded in an uncharted region of the galaxy or trapped behind enemy lines, you found yourself forced to travel extensively to find shelter. The journey exposed you to harsh situations, which you’ve grown to endure. You gain the Environmental Adaptation feat (Character Operations Manual 114), whether you meet the requirements for it or not. If you already possess this feat, select a number of environmental conditions and weather conditions equal to half your Constitution modifier (rounded up) from those listed in the Environmental Adaptation feat and add them to those you already possess.</p><h2>@UUID[Compendium.sfrpg.theme-features.FSCLI7QpH84jIOiT]{Care For Others (12th Level)}</h2><p>During your travels, you had to rely on others for safety and often returned the favor. You’ve learned the importance of caring for your fellow refugees and know how to knit their wounds when required. Once per day as a standard action, you can cast a 2nd-level mystic cure as a spell-like ability. At 16th level, this increases to twice per day.</p><h2>@UUID[Compendium.sfrpg.theme-features.eMPkr25VCiTdq6nr]{Hang Your Hat (18th Level)}</h2><p>Many refugees don’t have the luxury to return to their home world and must forge a new life for themselves. While at times you find yourself longing for home, your new adopted home and family groups bring you a sense of comfort and stability that bolsters you and gives you a reason to fight on. Select a new home world for your PC, which can’t be the same as your character’s place of birth and upbringing. Up to twice per day, when you spend 10 minutes contemplating the positive aspects of your newfound home, you recover 1 Resolve Point. This doesn’t count as resting to regain Stamina Points. You must stipulate where this new home is when you reach this level; you aren’t able to change this selection once it has been made.</p>"
    },
    "modifiers": [],
    "skill": "sur",
    "source": "DC pg. 38"
  }
}