{
  "name": "Cult Hunter",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>Your life’s work is to ferret out cults and free those who have fallen into their clutches. You’ve studied their methods, and you know that they hide in plain sight more often than not, and that confronting them requires a combination of keen intellect, scrupulous attention to detail, and a fair share of defensive— and sometimes offensive—training. You may work for a legitimate agency like the Veskarium’s Division of Disloyal Organizations or the church of Abadar, you might pursue the cults for your own purposes, or you could even work directly for a cult yourself to eliminate the competition.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You’re obsessed with cults and know where to find them. Reduce the DC of Culture checks to recall knowledge about cults and of Diplomacy checks to gather information about cults by 5. Sense Motive is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Sense Motive checks. In addition, you gain an ability adjustment of +1 to Wisdom at character creation.</p>\n<p>&nbsp;</p>\n<h2>CONSPIRACY WEB (<span class=\"levelNum\">6TH)</span></h2>\n<p>You can spend 10 minutes to lay out the evidence you’ve gathered about a specific cult, as long as, at the GM’s discretion, that evidence is enough to specifically identify that organization. This helps you prepare against that cult’s tactics and methods, but doesn’t count as a resting to regain Stamina Points. You gain a +2 circumstance bonus to Perception and Sense Motive checks against members of that cult and a +1 circumstance bonus to saving throws against its members’ spells and effects. This bonus lasts until you create a new conspiracy web. You can benefit from only one conspiracy web at a time.</p>\n<p>&nbsp;</p>\n<h2>FLASH PROGRAMMING (<span class=\"levelNum\">12TH)</span></h2>\n<p>The process of deprogramming a cult member is long and arduous, but you’ve learned tricks to grant a moment of lucidity to even the most entrenched members. When attempting a Diplomacy check to change a creature’s attitude, you can spend 1 Resolve Point to do so as a standard action rather than taking a full minute. In addition, when you use this ability on a creature under the effects of a charm or compulsion effect whose save DC is lower than the result of your Diplomacy check, that effect is suppressed for 1 minute. The effects of this ability are temporary, but repeated applications could help a cult member begin a journey along the road to recovery.</p>\n<p>&nbsp;</p>\n<h2>INSPIRING PREPARATION (<span class=\"levelNum\">18TH)</span></h2>\n<p>When you take 10 minutes to prepare to face a specific cult using the conspiracy web ability, you recover 1 Resolve Point. Alternatively, you can take 10 minutes to study a conspiracy web you’ve already created to recover 1 Resolve Point; this doesn’t count as resting to regain Stamina Points. You can recover Resolve Points in these ways up to twice per day.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "DF04 page 45",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "wis",
      "mod": 1
    },
    "skill": "sen",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "5asY5v0woPeqEvu7"
}