{
  "name": "Cultist",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>You served as a hooded, faceless adherent to a religion or organization that remains hidden from public view-usually because its aims are illegal or immoral. Although your time in a cult is most likely behind you-or, at least, that's what you insist whenever the subject arises-you remain keenly aware of signs of cult activity and inured to physical hardship by exposure to mind-expanding substances combined with sleepless nights of unending ritual.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You cataloged the symbols, members, and indoctrination techniques of the cult you joined, and you can generalize these to hidden cults of any kind. Reduce the DC of Culture and Mysticism checks to recall knowledge about hidden cults and secretive religions, including knowledge about their beliefs, hierarchy, and symbols, by 5. Reduce the DC of Diplomacy checks to gather information about hidden cults and their enigmatic members (usually considered obscure or secret knowledge or mysterious or obscure individuals) by 5. Disguise is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Disguise checks. In addition, you gain an ability adjustment of +1 to Constitution at character creation.</p>\n<p>&nbsp;</p>\n<h2>CULT INFILTRATOR (<span class=\"levelNum\">6TH)</span></h2>\n<p>Once you have discovered a hidden cult, you can quickly learn to slip into the mindset of its members and pretend to be one of them. If you spend 10 minutes conversing with a member of a hidden cult and succeed at a DC 25 Culture check, typical followers of that cult have a starting attitude of indifferent toward you. You also gain a +2 bonus to Bluff, Diplomacy, and Intimidate checks against such followers.</p>\n<p>&nbsp;</p>\n<h2>EXCEPTIONAL ENDURANCE (<span class=\"levelNum\">12TH)</span></h2>\n<p>Your exposure to drugs and poisons during your time with the cult has left you inured to their effects. Once per day, you can reroll a Fortitude saving throw to resist the effects of a disease, drug, or poison. You must decide to use this ability after rolling but before learning the outcome of your first roll.</p>\n<p>&nbsp;</p>\n<h2>MEMORIES OF DEVOTION (<span class=\"levelNum\">18TH)</span></h2>\n<p>Reflecting on your experience within or against the galaxy's cults provides you with inner reserves of strength. Up to twice per day, you can deliberate about your time as a cultist-either by speaking to another person or by recording private audio logs-for 10 minutes to regain 1 Resolve Point; this time doesn't count as resting for the purpose of regaining Stamina Points.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PWD page 147",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "con",
      "mod": 1
    },
    "skill": "dis",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "n0kzqrnJ9gouPGbl"
}