{
  "name": "Cyberborn",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>You've had some form of cybernetic augmentation since you were very young, and you see further augmentation as a path to self-improvement. You might be a verthani from the Augmented caste, a steelskin orc seeking to distinguish yourself from mainstream society, or anyone else inspired by the possibilities technology offers. Either way, you strive to master your current cybernetics and seek to further upgrade yourself whenever the opportunity presents itself.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You enthusiastically study the field of cybernetics and seek to keep abreast of new applications and experimental technologies. Reduce the DCs of Engineering checks to identify cybernetic augmentations and of Life Science checks to recall knowledge about cybernetic augmentation techniques, as well as corporations and other research facilities involved in the production of and experimentation with cybernetic augmentations, by 5. Computers is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Computers checks. In addition, you gain an ability adjustment of +1 to Intelligence at character creation.</p>\n<p>&nbsp;</p>\n<h2>SELF-HACKER (<span class=\"levelNum\">6TH)</span></h2>\n<p>Your constant experimentation has blurred the lines between your body and your augmentations. Once per day as a full action, you can overclock one of your cybernetic augmentations to regain a number of Stamina Points equal to the augmentation's item level; you must have a cybernetic augmentation installed in your body to use this ability.</p>\n<p>&nbsp;</p>\n<h2>HARDENED SYSTEMS (<span class=\"levelNum\">12TH)</span></h2>\n<p>You understand the potential vulnerabilities of cybernetics and have tinkered extensively with your own to make them more resilient. The DC to hack your cybernetic augmentations via magic or technological means increases by 5, thanks to the devious security countermeasures you have added to them. Additionally, your cybernetic augmentations grant you electricity resistance 5; this resistance stacks with one other source of energy resistance.</p>\n<p>&nbsp;</p>\n<h2>MASTER MODDER (<span class=\"levelNum\">18TH)</span></h2>\n<p>You feel energized whenever you demonstrate the improved capabilities of your cybernetically enhanced body. Up to twice per day, when you have succeeded at a significant task in a way that crucially relied upon abilities granted by your cybernetics (GM's discretion), you can spend 10 minutes testing and performing system maintenance on those augmentations to regain 1 Resolve Point; this doesn't count as resting to regain Stamina Points.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PWD page 67",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "int",
      "mod": 1
    },
    "skill": "com",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "k63xsQQHqYeeIyJY"
}