{
  "name": "Death-Touched",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>You have been affected by the energies of death and negative energy. You are not undead, but you have an affinity for the dead and undead that is inexplicable to most living creatures. You may have suffered an attack from an undead creature when very young, or you may have been exposed to strange radiation, dimensional rifts, or magic that caused a weak but permanent link between you and the Negative Energy Plane. You survived this formative experience, but not without some change.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>Thanks to your experiences with the undead and the growing power of the grave within your form, you have an instinctive understanding and recognition of negative energy and undead. You can use Perception, rather than Mysticism, to recall knowledge about undead and negative energy effects when you first observe them. Perception is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Perception checks. In addition, you gain an ability adjustment of +1 to Constitution at character creation.</p>\n<p>&nbsp;</p>\n<h2>DREAD VITALITY (<span class=\"levelNum\">6TH)</span></h2>\n<p>You draw dark strength from the spark of negative energy within you, and you gain a fraction of the resistances that undead creatures have. You gain a +1 bonus to saving throws against disease, exhaustion, fatigue, mind-affecting effects, paralysis, poison, sleep effects, and stunning.</p>\n<p>&nbsp;</p>\n<h2>INURED TO THE GRAVE (<span class=\"levelNum\">12TH)</span></h2>\n<p>Your body, always somewhat cool to the touch despite how much warm clothing you wear, becomes resistant even to extreme cold. You gain cold resistance equal to your level. If you already have greater cold resistance from some other source, that cold resistance instead increases by an amount equal to half your level.</p>\n<p>&nbsp;</p>\n<h2>LIFE EATER (<span class=\"levelNum\">18TH)</span></h2>\n<p>If you are close to a sapient creature when its life is snuffed out, you can draw part of the released energy into your death-infused body, fueling your vitality. The first time each day when a living creature with an Intelligence score of 3 or more dies within 10 feet of you, you regain 1 Resolve Point. You need not be the one to deal the killing blow.<br>Additionally, anytime you are unconscious and a living creature with an Intelligence score of 3 or more dies in a space adjacent to you, as a reaction you can spend the appropriate number of Resolve Points to stabilize or, if you are already stable, you can spend 1 Resolve Point to stay in the fight (Starfinder Core Rulebook 251).</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PWD page 97",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "con",
      "mod": 1
    },
    "skill": "per",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "0UIgkfF0dthWOfse"
}