{
  "name": "Diplomat",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>You have been trained to make peace and strive for amicable solutions in the most tension-filled situations. You could be a benevolent consul, seeking the best for all parties, or a political bully, forcing others into line. It’s possible you serve as an agent of a nation, religion, or species. No matter how you use your influence, you spend much of your time negotiating with potentially unfriendly people when only your words stand between you and violence. That doesn’t mean you don’t carry a gun, but it does mean you generally try talking first.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>Thanks to your training to read body language and vocal inflections, it is difficult to lie to you. You believe a truthful statement contains deceptions or that a lie is a truthful state only when you fail a Sense Motive check to detect a deception by 10 or more. Diplomacy is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Diplomacy checks. In addition, you gain an ability adjustment of +1 to Charisma at character creation.</p>\n<p>&nbsp;</p>\n<h2>FRIENDS IN HIGH PLACES (<span class=\"levelNum\">6TH)</span></h2>\n<p>Your connections with important people can open doors that would otherwise be closed. You can spend time negotiating with the proper authorities to gain access to people or places that might normally be barred to you, such as contacting a law officer to get access to a crime scene or calling an important politician to arrange a meeting. The GM determines how much time is required to gain such access, but doing so takes at least 1d4 hours. Gaining access requires a successful Diplomacy check (DC = 10 + the CR or level of the individual sought; the GM can increase the DC by 5 or more if access would normally be restricted). This ability doesn’t alter the attitude of any person you might gain access to by using it.</p>\n<p>&nbsp;</p>\n<h2>DIPLOMATIC IMMUNITY (<span class=\"levelNum\">12TH)</span></h2>\n<p>You are a famous diplomat, so people who should recognize you by name and appearance do so with a successful DC 10 Culture check (DC 15 to recognize you only on sight). Reduce by 5 the DC of Diplomacy checks to talk your way out of trouble for any indiscretions you commit. In addition, few people wish to face the consequences of killing famous diplomats. Sapient enemies who know who you are attempt to subdue you rather than kill you, unless you give them a plausible self-defense stance by taking actions that threaten their lives. All aspects of this ability function at the GM’s discretion. Egregious illegal activity is still likely to land you in deep trouble, and enemies who care little for legal or social repercussions might try to kill you despite your reputation.</p>\n<p>&nbsp;</p>\n<h2>JOB SATISFACTION (<span class=\"levelNum\">18TH)</span></h2>\n<p>In a galaxy where violence all too often seems inevitable, seeing your words make an impact can reinforce your commitment to peace. Up to twice per day, after you successfully improve a creature’s attitude toward you by at least one step, you regain 1 Resolve Point.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "A!04 page 45",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "cha",
      "mod": 1
    },
    "skill": "dip",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "43SYMbaIAlJfU23R"
}