{
  "name": "Dragonblood",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>You can feel draconic magic pulsing through your veins, and the guttural roar of dragons invigorates you. Whether you're from an area with deep ties to dragons or have simply spent your life studying the magnificent beasts, you understand how dragons' categorization (metallic or chromatic and specific colors) affects their moods, outlooks, and even ultimate goals. You can harness the power of dragons, and you sing the creatures' praises wherever you go.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You have a voracious appetite for lore about dragons and never forget a detail, whether it's about draconic culture, traditions, and abilities, or the personal information of the system's oldest dragons. When you attempt a Culture or Mysticism check to recall knowledge about dragons' ways, their abilities, or the names and general personal details about dragons that are adults or older, reduce the DC by 5. Culture is a class skill for you, but if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Culture checks. In addition, you gain an ability adjustment of +1 to Charisma at character creation.</p>\n<p>&nbsp;</p>\n<h2>DRAGON MIEN (<span class=\"levelNum\">6TH)</span></h2>\n<p>You can harness the terrifying reputation of dragons to strike fear into the hearts of those you oppose. You've read or seen so much of dragons' tactics that you can mimic them with surprising accuracy and effectiveness. When you successfully use Intimidate to bully a creature, its change in attitude lasts for an additional 10 minutes. When you successfully use Intimidate to demoralize an opponent, it is shaken for 1 additional round.</p>\n<p>&nbsp;</p>\n<h2>DRAGON SKIN (<span class=\"levelNum\">12TH)</span></h2>\n<p>You have conditioned your skin to withstand the inherent power that dragons hold inside them, and you are more inured to elemental damage as a result. The first time each day you would take energy damage, you gain energy resistance 5 against that type of damage for that attack and for 1 hour afterward or until you rest to regain Stamina Points, whichever comes first. This energy resistance stacks with only one other type of energy resistance you have from another source.</p>\n<p>&nbsp;</p>\n<h2>DRAGON HOARD (<span class=\"levelNum\">18TH)</span></h2>\n<p>You have a deep understanding of dragons' motivations, natural prowess, and ancient cultures, and you have taken on a dragon's love of material possessions. Up to twice per day, you can spend 10 minutes cataloging and examining your wealth-such as inquiring into your bank account or polishing your most expensive weapon-to recover 1 Resolve Point; this doesn't count as resting to regain Stamina Points.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PWD page 107",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "cha",
      "mod": 1
    },
    "skill": "cul",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "kBZHiAS9y7oFKX3p"
}