{
  "name": "Dream Prophet",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>You were drawn to Liavara by the Dreamers' songs, which awoke in you a resonance with these enlightened beings. Now you see the world around you in a new light, and you have a transcendent, innate understanding of the mystical power suffusing the universe. You don't command this energy; the most you can do is accept it and absorb it-and when you become utterly in sync with those psychic reverberations encapsulated in the Dreamers' songs, you gain oracular glimpses of things yet to come.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>Your perceptions of the psychic energies permeating reality provide you insight into various magical and mystical phenomena, especially those produced by creatures that can cast spells. Reduce the DCs of Mysticism checks to identify spells as they are being cast and to recall knowledge about arcane symbols and magic traditions by 5. Mysticism is always a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Mysticism checks. In addition, you gain an ability adjustment of +1 to Wisdom at character creation.</p>\n<p>&nbsp;</p>\n<h2>FLASH OF PRESCIENCE (<span class=\"levelNum\">6TH)</span></h2>\n<p>When you fully open yourself to the psychic resonance around you, especially in the split second when your life is on the line, time seems to come to a halt. In these fleeting moments, you can sense the reverberations of actions that you have not yet taken, and guide your course accordingly. Once per day as a standard action, you can cast augury as a spell-like ability, though you can see only 1 minute into the future. This functions in all other ways as augury.</p>\n<p>&nbsp;</p>\n<h2>DREAMS OF THE FUTURE (<span class=\"levelNum\">12TH)</span></h2>\n<p>Your dreams often contain vague visions of your immediate future, and they allow you to gain a bit of an edge in certain situations when these dreams rush to the forefront of your consciousness without warning. Each day after you wake from an 8-hour rest, choose ability checks, saving throws, or skill checks; twice per day, you can reroll a roll of the type you chose for that day.</p>\n<p>&nbsp;</p>\n<h2>REVERIE <span class=\"levelNum\">18th</span></h2>\n<p>Up to twice per day after using your dreams of the future ability, if your reroll is unsuccessful, you can spend some time reflecting on the fleeting and sometimes unreliable nature of dreams and prophecy. You can spend 10 minutes in deep meditation on this topic to regain 1 Resolve Point; this doesn't count as resting to regain Stamina Points.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PWD page 117",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "wis",
      "mod": 1
    },
    "skill": "mys",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "HZrdMDYUrYdevHYB"
}