{
  "_id": "hCftezts7oajma77",
  "name": "Drift Crashed",
  "type": "theme",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMod": {
      "ability": "dex",
      "mod": 1
    },
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>You were aboard a starship when the Drift Crash occurred. You were either stranded in the plane until rescued, or your vessel was unceremoniously ejected onto the Material Plane and directly into danger. The experience drove you to action. Since then, you might have joined other teams seeking those who were lost or became caught in one of many ensuing military conflicts across the galaxy. Whatever the case, you emerged with a very personal connection to this life-changing event.</p><h2>@UUID[Compendium.sfrpg.theme-features.wTG0yycLuPyFIvqM]{Theme Knowledge (1st Level)}</h2><p>You’re accustomed to strenuous work, whether you’ve always been exceptionally active or if the Drift Crash inspired a sudden change from your previous lifestyle. This has been refined by your time in and out of the Drift, where changes in environment and gravity helped honed your endurance. Reduce the DC to identify or recall knowledge about variations in gravity and environments across different planes by 5. Athletics is a class skill for you. If it’s a class skill from the class you take at 1st level, you instead gain a +1 bonus to Athletics checks. In addition, you gain an ability adjustment of +1 to Dexterity at character creation.</p><h2>@UUID[Compendium.sfrpg.theme-features.roeLgzMnXwGdUPhZ]{Drift Trekker (6th Level)}</h2><p>The Drift is full of fragments ripped from various other planes. Whether as part of a rescue team or someone lost aboard one of these floating fragments of land, you’ve gained great experience navigating through many of them. Shifting gravitational eddies and fluctuating landmasses that make some travelers seasick, feel as stable as static ground for you. While in the Drift, you can move through nonmagical difficult terrain at your normal speed. In addition, when squeezing, you aren’t considered to have the entangled condition (although you still move at half your speed).</p><h2>@UUID[Compendium.sfrpg.theme-features.cBc0wGTrcAzJog5y]{Drift Navigator (12th Level)}</h2><p>You’ve seen more of the Drift than most people will in their entire lifetimes. Having spent so much time inside the transitive plane, you’ve developed an understanding of the mysterious and enigmatic ways of time and space. Although the realm is in a constant state of flux, your senses are attuned to the occasional landmark and biome that others would miss. Reduce the DC to skill checks to navigate while you’re in the Drift by 5. For all other Piloting skill checks undertaken in the Drift that don’t relate to navigation, you gain a +2 insight bonus or increase your existing insight bonus to Piloting checks by 1.</p><h2>@UUID[Compendium.sfrpg.theme-features.8Lqs9D0MkriG8OYQ]{Drift Runner (18th Level)}</h2><p>Passage into and out of the Drift is as natural for you as breathing, and just as thrilling as the most bleeding-edge HAC game. When you pass from the Material Plane into the Drift, you feel a thrill of excitement mixed with the warm sensation of returning to a place where a piece of your heart forever remains. Up to twice per day, when a vessel you’re aboard either enters or leaves the Drift, you recover 1 Resolve Point. You might be handling any role aboard the starship when it either enters or leaves the Drift in this way, or you might simply be a passenger.</p>"
    },
    "modifiers": [],
    "skill": "ath",
    "source": "DC pg. 39"
  }
}