{
  "name": "Esper",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>Monsters are out there. They seek to invade your mind and destroy all that lies within. Some might quail at that thought, but not you. You hunt these monsters down wherever they may hide. You have trained with an elite psionic squad or a specialist unit dealing with psychic threats, or served as the psionics officer for a military task force or law enforcement group. Even if you were born without psychic gifts of your own, the exposure you’ve had working with these units has helped you unlock some of your latent potential.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You might have studied the traditions and techniques of the Swarm Patrol Corps, who once used their psychic abilities against the Swarm. Or you may be part of a new unit that is finding novel ways to leverage psychic gifts to achieve military victories. Whichever is true, you fight battles with your brain as much as your weaponry and use the psychic talents of your team to seize victory.<br>Always alert to dangers, you’ve created extensive files on past psychic threats. You know that psychic foes can come in countless varieties, from sapient beings to monsters. You’ve cataloged not only their most dangerous abilities, but also their weaknesses and the best methods to combat them. Reduce the DC by 5 for Culture, Life Science, or Mysticism checks to identify creatures or opponents with psychic or magical abilities, from the Swarm with their hive mind to necrovites with their mighty spellcasting. Mysticism is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Mysticism checks. In addition, you gain an ability adjustment of +1 to Charisma at character creation.</p>\n<p>&nbsp;</p>\n<h2>PSYCHIC COORDINATION (<span class=\"levelNum\">6TH)</span></h2>\n<p>Being able to communicate with your squad is of utmost importance. When in the field, you need to stay in touch, coordinate attacks, or revise battle plans in light of new information. Fortunately, your extensive training in psychic lore has awakened your own latent psychic gifts, or expanded upon talents that were already there. You gain limited telepathy with a range of 30 feet. If your species already grants you any sort of telepathy, you instead increase the range of that telepathy by 30 feet.</p>\n<p>&nbsp;</p>\n<h2>DANGER SENSE (12TH)</h2>\n<p>Being forewarned is half the battle. Through continuous training and work in the field against a variety of enemies, you’ve opened the pathways of your mind and developed a deep sensitivity to the presence of opponents, no matter where they may hide. You develop blindsense (hostile thought) with a range of 30 feet. The hostility need not be aimed at you.</p>\n<p>&nbsp;</p>\n<h2>TACTICIAN (<span class=\"levelNum\">18TH)</span></h2>\n<p>When you make plans with your squad, your determination increases. Once per day, when you spend 10 minutes reviewing a battle plan with a team member against a significant foe, you recover 1 Resolve Point. Doing so doesn’t count as resting to regain Stamina Points. In addition, once per day, if you successfully carry out such a tactical plan, you recover 1 Resolve Point.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "cha",
      "mod": 1
    },
    "skill": "mys",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "zRFBIRcLeFNPbZqn"
}