{
  "name": "Giantblood",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>Giants’ blood flows through your veins, and you feel a fascination and kinship with these towering beings. You may stand a little taller than most of your kind, and you are capable of great feats of endurance. Like many giantbloods, you likely bear some physical attributes of the specific giants you are descended from. You’ve learned to tap into giants’ great strength and fortitude to perform feats most people of your kind would find difficult, if not impossible.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You have great respect for giants and know much about their varied societies, cultural traditions, and famous figures. When you attempt a Culture or Life Science check to identify or recall knowledge about giants, their abilities, or the names of famous giants, reduce the DC by 5. Culture is a class skill for you. If it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Culture checks. In addition, you gain an ability adjustment of +1 to Constitution at character creation.</p>\n<p>&nbsp;</p>\n<h2>OVERSIZED EQUIPMENT (<span class=\"levelNum\">6TH)</span></h2>\n<p>You can use larger pieces of equipment that others of your kind may find bulky and unwieldy. Treat your Strength score as 2 higher for the purposes of wielding weapons and wearing armor. You can use weapons designed for creatures one size category larger than you with a –2 penalty rather than the standard –4 penalty.</p>\n<p>&nbsp;</p>\n<h2>HURL DEBRIS (<span class=\"levelNum\">12TH)</span></h2>\n<p>You can exert yourself in a burst of tremendous strength. As a standard action, you can use two free hands to hurl a single piece of debris as a ranged attack with a thrown weapon that targets KAC. Debris is otherwise treated as an improvised weapon (Core Rulebook 169) that deals 1d6 bludgeoning damage per bulk and has a range increment equal to 5 × your Strength modifier. Debris can be any object with a minimum bulk of 3 and a maximum bulk equal to your Strength modifier + 2, but that object must be unattended or readily torn from the environment (at the GM’s discretion). Picking up such debris is a move action. You can’t use this ability while encumbered or overburdened.</p>\n<p>&nbsp;</p>\n<h2>SIZE ADVANTAGE (<span class=\"levelNum\">18TH)</span></h2>\n<p>You delight in towering over others as giants do, and you thrive on feeling large and imposing. You gain a +2 bonus to Intimidate checks against creatures at least one size category smaller than you. In addition, twice per day, after you succeed at an Intimidate check against a significant enemy that is at least one size category smaller than you, you can spend 10 minutes reliving the memory of your success to regain 1 Resolve Point. This doesn’t count as resting to regain Stamina Points.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "NSP page 138",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "str",
      "mod": 1
    },
    "skill": "cul",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "imZk4tj2asyTA01f"
}