{
  "name": "Gladiator",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>You are a veteran of the public blood sport industry-a survivor of countless battles to earn a shiny credstick of winnings, the adulation of your fans, or both. You might be a veteran of Akiton's fighting pits, a student of the ritualized styles of Triaxus's battleflowers, or the sort of masochist who can't help but return to Eox's Halls of the Living. You're likely to die before your habits do, though, as you find few things more exciting than the rush of battle and the pounding cheers of a thousand fans.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>Your experience in the arenas has exposed you to countless warrior cultures, and you both recognize strange martial arts and know how to impress others with your own unique style. Reduce the DC of Culture checks to recall knowledge about entertainment combat, fighting styles, and gladiatorial traditions by 5. Intimidate is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Intimidate checks. In addition, you gain an ability adjustment of +1 to Constitution at character creation.</p>\n<p>&nbsp;</p>\n<h2>FAMOUS FIGHTER (<span class=\"levelNum\">6TH)</span></h2>\n<p>You have developed a considerable fandom that loves you for your arena prowess. You're famous enough that others require only a DC 15 Culture check to recognize your name and a DC 25 Culture check to recognize you out of context from your appearance alone. Because you're famous for your brutal stage presence, you can spend twice the normal amount of time when using Intimidate to bully a creature whose attitude is indifferent or better. If you do and succeed at the check, when the effect wears off, the creature's attitude toward you is worsened only to indifferent, not unfriendly. At the GM's discretion, a die-hard fan's attitude might be worsened to friendly instead, or you might be able to use this ability against an unfriendly target.</p>\n<p>&nbsp;</p>\n<h2>PART OF THE OUTFIT (12TH)</h2>\n<p>Your name is synonymous with your gladiatorial persona and outfit. As long as your gear is in good condition, you don't take any circumstantial penalties for wearing light armor or heavy armor in social situations (such as wearing golemforged plate to a formal event). You can use Intimidate or Profession (gladiator; Charisma) to \"hide\" up to two smaller weapons (such as a small arm or one-handed melee weapon with light bulk) or one larger melee weapon on your body, though you do not conceal the weapon so much as convince others to accept your carrying it without any objections. You can draw these weapons as normal; you do not need to spend a standard action as you would to draw a hidden weapon. Otherwise, this functions as the hide object task of Sleight of Hand. At the GM's discretion, areas with especially high security may not allow you to carry weapons at all, no matter your reputation.</p>\n<p>&nbsp;</p>\n<h2>CROWD FAVORITE (<span class=\"levelNum\">18TH)</span></h2>\n<p>The first time each day you deal the finishing blow (reduce a creature to 0 Hit Points) to a significant enemy in front of an audience (consisting of at least one bystander or ticket-holding fan, but not another enemy), you regain 1 Resolve Point. If the audience contains 20 or more creatures, you instead regain 2 Resolve Points.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PWD page 57",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "con",
      "mod": 1
    },
    "skill": "int",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "88GXIJXlSIcfD4nw"
}