{
  "name": "Grifter",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>Though you feel comfortable among all sorts of lowlifes, you rely on your intellect to defraud others. Whether you work the streets alone, in a small group, or as the brains behind a larger organization, you analyze opportunities and unapologetically exploit the system to achieve your ends. As a grifter, you’re an expert in one or two trades, but you also have the knowledge and confidence to convincingly pass as an authority in just about any profession.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You dabble in multiple professions and have the connections and deep knowledge of each occupation’s inner workings, allowing you to exploit colleagues and paying customers alike. When attempting a Culture or Profession check to recall knowledge about commercial organizations or businesses, reduce the DC by 5. You gain a +1 bonus to one Profession skill of your choice at character creation, and you can attempt any Profession skill untrained. In addition, you gain an ability adjustment of +1 to Intelligence at character creation.</p>\n<p>&nbsp;</p>\n<h2>CALCULATED EXPLOITATION (<span class=\"levelNum\">6TH)</span></h2>\n<p>You earn your living through swindling and defrauding others. While your schemes are often successful, your plans don’t always produce the results you expect, and past failures have taught you how to refine your techniques. Whenever you attempt a Profession check to earn a living, you can roll twice and use the higher result. In addition, once per day you can spend 10 minutes plotting how to get the best deal when purchasing or selling equipment and gear. Immediately following this planning period, you or a designated ally can attempt an appropriate skill check, at the GM’s discretion, to influence a merchant and receive a 10% discount on one item you purchase with an item level no greater than your character level – 2.</p>\n<p>&nbsp;</p>\n<h2>STRATEGIC NEGOTIATIONS (<span class=\"levelNum\">12TH)</span></h2>\n<p>You scrutinize each social and business interaction for loopholes, opportunities to exploit, and possibilities for additional profit. Your masterfully crafted schemes and analytical mind enable you to control situations rather than individuals. Once per day when you attempt a Bluff check to lie or a Diplomacy check to change someone’s attitude, you can attempt a Culture or Profession check instead, using your expertise and intellect to gain the target’s confidence. In addition, if you spend at least 10 minutes planning and rehearsing such an interaction, you can ignore the DC modifier to your Bluff check to lie when the target is hostile or unfriendly; if you are attempting to use Diplomacy to change a target’s attitude and fail by 5 or more, the target’s attitude does not get worse.</p>\n<p>&nbsp;</p>\n<h2>ENDGAME (<span class=\"levelNum\">18TH)</span></h2>\n<p>You’re a planner who leaves nothing to chance, and you reap the rewards for your patience and attention to detail. Nothing compares to the satisfaction you feel when your expertly positioned pieces slide into place and your schemes come to fruition. Twice per day, after you spend at least 1 minute to plan a con, heist, fraud, or other crime that swindles an individual or organization, and you succeed at a DC 30 Culture check or a check using the Profession skill you selected for the theme knowledge benefit, you regain 1 Resolve Point.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "COM page 10",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "int",
      "mod": 1
    },
    "skill": "pro",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "lLMRbTCp5AD0DlRY"
}