{
  "name": "Guard",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>You are a guard, lookout, or forward scout, and it’s your job to keep a constant eye out. You might be an independent contractor whose clients change regularly, a lookout for a criminal organization, an elite military agent assigned to visiting political leaders or rich celebrities, or a permanent employee protecting a secure facility, a VIP, or even a friend. Regardless, you’re trained to identify threats and keep your client and their property safe.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You are well versed in security systems, how to spot them, and how to use them to keep people and places safe. Reduce the DC for Engineering checks to identify technology and Mysticism checks to identify a magic items by 5, provided the item is a security system, surveillance equipment, or trap. In addition, Perception becomes a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Perception checks. In addition, you gain an ability adjustment of either +1 to Strength or +1 to Dexterity (your choice) at character creation.</p>\n<p>&nbsp;</p>\n<h2>GUARDED WARD (<span class=\"levelNum\">6TH)</span></h2>\n<p>You focus on protecting a particular person or place, which becomes known as your ward. You must study a specific creature or a specific location (such as a building or starship) for 1 day to make it your ward. If your ward is a creature, you automatically succeed at checks to aid another with your ward when you are adjacent to them. If your ward is a location, you succeed at checks to aid another with anyone adjacent to you when you are both within your ward. You can change your ward by selecting a new one and studying it for 1 day.</p>\n<p>&nbsp;</p>\n<h2>ABLE GUARDIAN (<span class=\"levelNum\">12TH)</span></h2>\n<p>Those who have come to rely on you know you are vigilant and ready to help at a moment’s notice. You know when something just doesn’t feel right, and you’ve saved the life of more than one client. You can perform the first aid task of the Medicine skill as a move action rather than as a standard action, and you can perform the sense mental effect task of Sense Motive as a full action instead of taking 1 minute. In addition, you gain a +4 insight bonus to Fortitude saving throws against sleep deprivation (Core Rulebook 404).</p>\n<p>&nbsp;</p>\n<h2>SECURITY REVIEW (<span class=\"levelNum\">18TH)</span></h2>\n<p>Nothing makes you feel more at peace than going over security procedures and verifying that you have covered every angle, filled every gap, and tightened every loophole to ensure your ward is safe from harm. Once per day, you can spend 10 minutes reviewing security precautions you have taken for your ward and recover 1 Resolve Point; this doesn’t count as resting to regain Stamina Points. In addition, once per day when you witness your ward being damaged by or failing a saving throw against an effect from a significant enemy, you recover 1 Resolve Point as a reaction.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "COM page 11",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "str",
      "mod": 1
    },
    "skill": "per",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "newg6eVfl4xzfnMq"
}