{
  "name": "Law Officer",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>You are an enforcer of law in a galaxy rife with chaos and corruption. Your mandate is to keep the peace, and you understand the weight of the role you play in society. Your senses are always tuned to your surroundings while you’re on the job, but you’re also skilled at navigating paperwork and bureaucratic records. As a figure of authority, you prevent crime and provide assistance to your community, so the public looks to you as a source of help and protection.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>Your training and job experience allow you to deal with everyday citizens and dangerous criminal elements with equal efficacy. Combining keen senses and intuition, you have learned to quickly determine if other people you are interacting with are acting suspiciously, hiding or misrepresenting the truth, or trying to pass coded messages. Reduce the DC of Sense Motive checks to detect deception and discern secret messages by 5. Apply the same reduction to DCs for any checks you attempt to recall knowledge about criminals, law-enforcement agents, laws, and related law-enforcement practices. Sense Motive is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Sense Motive checks. In addition, you gain an ability adjustment of +1 to Wisdom at character creation.</p>\n<p>&nbsp;</p>\n<h2>INVESTIGATIVE SAVVY (<span class=\"levelNum\">6TH)</span></h2>\n<p>You know how to cut through red tape and use databases to follow up on clues, find potential suspects, and perform research related to enforcing the law. When sorting through such data, you can complete a task in a fraction of the time it would take most people. It takes you only 10 minutes to attempt a Diplomacy check to gather information, provided you have access to an infosphere, appropriate downloaded data set (Starfinder Core Rulebook 430), or the cooperation of a local law enforcement agency. In addition, once per day while you have access to such advantages, if you fail a Culture check to identify a criminal, law-enforcement agent, organization, legal practice, or law, you can reroll the check.</p>\n<p>&nbsp;</p>\n<h2>CROWD CONTROL (<span class=\"levelNum\">12TH)</span></h2>\n<p>You are comfortable among those you serve and protect. You know how to communicate to large groups of people, navigate a crowd, and redirect individuals within a crowd to allow yourself more freedom of movement. You can move through the spaces of creatures that are not hostile to you. If crowding creatures create difficult terrain that would reduce your speed or require you to squeeze, you can still move your normal speed. In addition, when you attempt to use Diplomacy to change the attitude of a group of creatures that is not already hostile toward you, lower the DC by 5.</p>\n<p>&nbsp;</p>\n<h2>PUBLIC SERVANT (<span class=\"levelNum\">18TH)</span></h2>\n<p>Those who respect the law and law enforcement agents have a sense of peace and security when you’re around. You, in turn, can sense the faith the public puts in you, and this rejuvenates you. The simple fact that you are trusted by those you are sworn to protect gives you the strength to carry on in the face of injustice. Twice per day, you can spend at least 10 minutes interacting with the people you serve, gaining trust and developing a rapport with community members. If you do so, you gain 1 Resolve Point. This doesn’t count as resting to regain Stamina Points. In addition, after such interaction, you can spend another 10 minutes to gather information from nearby citizens. If you do, you can attempt a Diplomacy check for that task, and you gain a +2 circumstance bonus to the check.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "COM page 12",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "wis",
      "mod": 1
    },
    "skill": "sen",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "LdYGqI7hDPc9JU4H"
}