{
  "name": "Mercenary",
  "permission": {
    "default": 0,
    "EgDbkW0aYa1c3C2f": 3
  },
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>Thanks to interstellar transmissions and Drift travel, the galaxy is smaller than ever, and this connectivity has facilitated your ascension to celebrity status. You might be a famous performer or a celebrated scientist, but either way, you get recognized on the Pact Worlds and in associated systems. Your reason for traveling to unknown worlds might be to further spread your acclaim or to escape the limelight.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (1ST)</h2>\n<p>Choose a Profession skill. You are hooked deeply into the culture of your iconic profession. When attempting a Profession or Culture check to recall knowledge about other icons of your profession or details about your profession&rsquo;s cultural aspects, increase the DC by 5. You gain a +1 bonus to checks with your chosen Profession skill. Culture also becomes a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Culture checks. In addition, you gain an ability adjustment of +1 to Charisma at character creation.</p>\n<p>&nbsp;</p>\n<h2>CELEBRITY (6TH)</h2>\n<p>You are famous enough that pretty much everyone has either heard of you or can quickly find information about you (it&rsquo;s a DC 10 Culture check to recognize your name and a DC 20 Culture check for someone to recognize you out of context from your appearance alone). Among those who follow your iconic profession, you&rsquo;ve built up both fans and detractors due to your celebrity. If you&rsquo;re looking for a generic person like &ldquo;a doctor who can treat this disease,&rdquo; you can almost always find one who&rsquo;s a fan and whose attitude starts as friendly or helpful to you; this takes 2d4 hours. At the GM&rsquo;s discretion, fans might give you services (although not goods) for a discount or even for free.</p>\n<p>&nbsp;</p>\n<h2>MEGACELEBRITY (12TH)</h2>\n<p>Your reputation grows to the point that your name is ubiquitous. The DC of Culture checks to recognize you is reduced to 5 (or 10 to recognize you out of context from your appearance alone) and it takes only 1d4 hours to find a fan who meets a generic description. In addition, fans give you a 10% discount on purchased goods.</p>\n<p>&nbsp;</p>\n<h2>MASTER ICON (18TH)</h2>\n<p>Up to twice per day, you can interact with the public about your profession (usually during a performance, such as a concert, but sometimes in a press conference afterward if your profession requires no audience) for a total of at least 10 minutes to recover 1 Resolve Point.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB page 32",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "str",
      "mod": 1
    },
    "skill": "ath",
    "damage": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "in3kIU1U7JjTuCJ4"
}