{
  "_id": "in3kIU1U7JjTuCJ4",
  "name": "Mercenary",
  "type": "theme",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMod": {
      "ability": "str",
      "mod": 1
    },
    "abilityMods": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>You are a well-trained soldier of fortune who works well with your companions in battle. Whether you take jobs that match your ethical beliefs or you fight for anyone who can afford your services, you are a hired gun. You might take pride in your past accomplishments, proudly displaying trophies of your kills, or you might be laden with guilt over being the sole survivor of a mission gone terribly wrong. You most likely work with other mercenaries and are familiar with the methodologies of military actions all across the galaxy.</p>\n<h2>THEME KNOWLEDGE (1ST)</h2>\n<p>You are knowledgeable about the military, from rival mercenary groups to standard military procedures to planetary armed forces, and you can draw upon this fount of information to aid your adventurous pursuits. Reduce the DC of Culture checks and Profession (mercenary) checks to recall knowledge about hierarchies, practices, personnel, and so on in the military by 5. Athletics is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Athletics checks. In addition, you gain an ability adjustment of +1 to Strength at character creation.</p>\n<h2>GRUNT (6th)</h2>\n<p>You’re used to long marches while carrying heavy equipment and can hoist most machinery with ease. Treat your Strength as 1 higher for the purpose of determining your bulk limit.</p>\n<h2>SQUAD LEADER (12TH)</h2>\n<p>You are extremely skilled at coordinating with your squad, both because of your Tactical efficiency and because of the respect that you command. If you are able to attempt the check in question, you automatically succeed at a skill check to aid another when assisting a squad member or other longtime ally (such as a fellow PC).</p>\n<h2>COMMANDER (18TH)</h2>\n<p>You pull determination from your victories with your squad, no matter how bloody. After participating in at least three combats in a day in which you defeat distinct groups of significant foes, you recover 1 Resolve Point. After participating in six such combats in a day, you recover a second Resolve Point.</p>"
    },
    "modifiers": [],
    "skill": "ath",
    "source": "CRB page 32"
  }
}