{
  "name": "Noble Scion",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>You were born into a position of power and privilege. You might be an actual aristocrat or another member of the upper class, such as the relative of a politician, business magnate, or famous celebrity. Whatever your background, you were raised to be a member of high society, and you are as comfortable with alien diplomats as you are at a fashionable party. You can draw on your family’s resources to ease your way through life, so the galaxy is yours to enjoy!</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You move about in the highest echelons of galactic society. Your status allows you to know who’s who among the wealthy and powerful of the galaxy, from which families are on the rise and which are on their way down to how to dress for a barathu social event and which set of tongs to use for the kalo wandfish dish in the third course of brunch. Reduce the DC of Culture checks to recall knowledge about the aristocracy, wealthy and powerful families, prominent personalities, and etiquette by 5. Choose either Bluff or Diplomacy. The chosen skill is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to checks with your chosen skill. In addition, you gain an ability adjustment of +1 to Charisma at character creation.</p>\n<p>&nbsp;</p>\n<h2>WEEKLY STIPEND (<span class=\"levelNum\">6TH)</span></h2>\n<p>From your family fortune, a bank trust, personal investments, or similar source, you receive a regular income or allowance to support yourself and help maintain the comfortable lifestyle to which you are accustomed. At the beginning of every week, you receive 100 credits. You cannot buy permanent goods or items with this stipend, with the sole exception of clothing, which you may purchase. Examples of the kind of services and nonmaterial goods you might spend your stipend on are listed below. Any unused credits are lost at the start of the next week when you receive your new stipend.</p>\n<ul>\n<li>Lodgings, docking fees, taxes, tolls, and similar fees</li>\n<li>Meals or restaurant dining (Starfinder Armory 134)</li>\n<li>Professional services</li>\n<li>Transportation</li>\n<li>The use of recharging stations</li>\n<li>Invitations to exclusive events or entry into privileged locations</li>\n</ul>\n<p>&nbsp;</p>\n<h2>PERONAL RETAINER (<span class=\"levelNum\">12TH)</span></h2>\n<p>You gain the services of a loyal NPC retainer. They might be an assistant or personal secretary, a devoted follower, a servant, a steward, or other subordinate, such as someone loyal to your aristocratic family. This NPC must be a member of a playable race, is CR 6, and uses the expert array, although they do not gain any special abilities from their array. They do not have a class graft, but they are equipped with light armor (item level 6 or lower), one small arm (item level 6 or lower), and a basic melee weapon (item level 5 or lower). The retainer does not always follow you around and is not meant to accompany you on adventures or in combat. (If your personal retainer is with you when combat breaks out, they fight defensively and move to get out of the way and avoid lines of fire.) Instead, they run various errands for you while you are adventuring, delivering messages, attending to your business, maintaining your home or living quarters on your starship, and ensuring that your stipend is spent according to your desires. If your retainer ever dies, you can hire and train a replacement after 1 week, but you must supply your new retainer with their gear.</p>\n<p>&nbsp;</p>\n<h2>SOCIAL BUTTERFLY (<span class=\"levelNum\">18TH)</span></h2>\n<p>You find mingling with your lessers, peers, and betters at high-profile social gatherings to be one of the best things in life. While attending an upperclass social function—such as a party, vid premiere, charity gala, gallery opening, or the like—you can spend 10 minutes socializing or networking to regain 1 Resolve Point. Being seen at hot social spots is similarly uplifting for you; if you spend 10 minutes as the focus of attention at such a place—an upscale bar, dance club, or similar scene—you regain 1 Resolve Point. The time spent socializing doesn’t count as resting to regain Stamina Points. You can regain 2 Resolve Points per day this way.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "COM page 13",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "cha",
      "mod": 1
    },
    "skill": "blu",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "JFSYMnXBLNHZGnQR"
}