{
  "_id": "KXx81Aip1CwOEmZB",
  "name": "Opportunist",
  "type": "theme",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMod": {
      "ability": "cha",
      "mod": 1
    },
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>For many, a crisis is nothing less than an opportunity. Perhaps you aim to turn a profit from the distress of those affected by the Drift Crisis, or maybe you see it as the perfect time to build new alliances or play enemies against one another. A massive disruption could even be your chance to cover up past crimes and seek a fresh start, for good or for ill. Whatever your motive, you seek the opportunities that come in the wake of a period of great change.</p><h2>@UUID[Compendium.sfrpg.theme-features.ufkZPdVp4WWPPWXD]{Theme Knowledge (1st Level)}</h2><p>It takes a sharp mind to see a catastrophe and conceive of a way to better yourself or others. You’ve networked with groups and organizations across the galaxy, even if only on a surface level. No matter the situation, you know who to talk to. Reduce the DC to identify or recall knowledge about organizations, groups, and agencies that work across multiple systems by 5. Perception is a class skill for you. If it’s a class skill from the class you take at 1st level, you instead gain a +1 bonus to Perception checks. In addition, you gain an ability adjustment of +1 to Charisma at character creation.</p><h2>@UUID[Compendium.sfrpg.theme-features.xJTt16E2sdM9Wwg3]{You Can Trust Me (6th Level)}</h2><p>Your quick thinking and ability to stay cool when things fall apart makes others keen to put their trust in you. Whenever someone needs assistance, you can seize the opportunity to help. You know that this not only builds the trust in whomever you’re assisting, it also develops social capital that you can cash in far into the future. What’s more, helping out positions you to better swoop in to the rescue and take the credit if your companions fail. Once per minute when you attempt to aid another creature’s skill check, you can roll twice and take the better result. If you exceed the check to aid by at least 10, and the creature you aided fails their skill check, you gain a +2 morale bonus to your next skill check within the next minute to attempt the same task that the creature failed.</p><h2>@UUID[Compendium.sfrpg.theme-features.FlJFnuCZtQz1oFeG]{Strike While The Iron Is Hot (12th Level)}</h2><p>You know that if you want to motivate people to perform great feats of action, you need to rally them while their emotions are at their hottest. Those who seek to galvanize (or exploit) others achieve this with precise timing and earnest enthusiasm. Some unscrupulous opportunists might use this to encourage others to evil or selfish acts, but the well-intentioned opportunist knows that they can elicit a crowd or individual to enthusiastically embrace beneficial and positive goals. You can use Diplomacy to positively change a creature’s attitude by one additional category (or two, for a maximum of four, if you spend extra time) within a 24-hour period.</p><h2>@UUID[Compendium.sfrpg.theme-features.4gZOaoEaBOS7Yw67]{The Bright Side (18th Level)}</h2><p>Experience has taught you that the best way to transform a crisis into an opportunity for growth is with the help of others. No one soul is an island; your goals can only be achieved together. By rousing people into action, you can motivate people in rebuilding damaged settlements, cement two warring nations into a binding peace treaty, or take advantage of a rival gang’s lost weapon smuggling routes to launch the perfect assault. Up to twice per day, when you convince someone to act in a manner that would turn a negative event into a positive outcome for themselves or others (including you), you recover 1 Resolve Point.</p>"
    },
    "modifiers": [],
    "skill": "per",
    "source": "DC pg. 40"
  }
}