{
  "name": "Outlaw",
  "permission": {
    "default": 0,
    "EgDbkW0aYa1c3C2f": 3
  },
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>Due to the sins of your past or your current unlawful behavior, you are a wanted individual somewhere in the Pact Worlds. You might not even be guilty and are striving to clear your good name. Or you might fully admit to being a criminal but believe the laws you break are unjust. Whatever the case, boarding a starship headed to the Vast might be just the thing you need until the heat dies down&mdash;or until you&rsquo;re dragged off to prison.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (1ST)</h2>\n<p>You are well connected to shadowy secrets and back-alley deals, and you both know about key players and have handy skills of your own. Reduce the DC of Culture checks to recall knowledge about the criminal underworld by 5. Sleight of Hand is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Sleight of Hand checks. In addition, you gain an ability adjustment of +1 to Dexterity at character creation.</p>\n<p>&nbsp;</p>\n<h2>LEGAL CORRUPTION (6TH)</h2>\n<p>Your underworld contacts have serious pull with the corporations and the authorities and can get you out of just about any legal trouble&mdash;as long as you&rsquo;re willing to pay the right price. Depending on the severity of the crime, this can be anywhere between 500 credits &times; your character level and 10,000 credits &times; your character level.</p>\n<p>&nbsp;</p>\n<h2>BLACK MARKET CONNECTIONS (12TH)</h2>\n<p>You have contacts who can move goods of all manner discreetly and quietly just about anywhere to nearly any destination you can imagine. You can sell goods in any city for their usual price, even if the goods are illegal or too luxurious for the locals to afford. Additionally, for 10% more than the usual price, you can purchase goods to be delivered to a remote drop-off point (possibly near an adventure location) in the same solar system as a familiar city. The delivery always takes at least as long as the journey between the city and the drop-off point&mdash;and usually longer.</p>\n<p>&nbsp;</p>\n<h2>MASTER OUTLAW (18TH)</h2>\n<p>Organizing shady plans is one of your specialties, and doing so is like a sweet shot of adrenaline. Up to twice per day, after you spend at least 10 minutes to plan a significant heist, caper, or other crime (this doesn&rsquo;t count as resting to regain Stamina Points) and successfully complete at least one action toward enacting that plan, you regain 1 Resolve Point.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB page 33",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "dex",
      "mod": 1
    },
    "skill": "sle",
    "damage": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "9qPtCDmTU0OuBCEJ"
}