{
  "name": "Paranormal Investigator",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>Some, upon waking, want to forget their nightmares, find comfort among their companions, and dream of new adventures. That’s not you. No, you know waking life can be a dream and the nightmares can be real. You are a truth-seeker, chasing the shadows in search of a world hidden behind the veneer of normalcy. Each fresh horror you uncover proves your work is right and important, and makes you want to delve deeper into the galaxy’s haunting secrets.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You’re skilled at identifying patterns, finding clues, and piecing together puzzles about the paranormal. No two investigators do so in the same way. Choose Diplomacy, Life Science, Mysticism, Physical Science, or Survival. The chosen skill is a class skill for you, and it’s your field for other theme features. If the chosen skill is a class skill from the class you take at 1st level, you instead gain a +1 bonus to checks with it. In addition, at character creation, you gain an ability adjustment of +1 to the ability score associated with your chosen skill.<br>You choose a specific paranormal mystery case that you and the GM create. Reduce the DCs of checks to recall knowledge about and gather information related to your case by 5. You can similarly reduce the DCs of checks to recall knowledge about notable personalities, practices, and events in the paranormal realm and your field. After solving a case, you can take on another after 1 day of studying evidence for a new case. You can abandon a case without solving it to take on a new one. If you do so, you take a –2 penalty to skill checks for 1 week.</p>\n<p>&nbsp;</p>\n<h2>ATTENTION TO DETAIL (6TH)</h2>\n<p>Halve the time it takes you to gather information (minimum 30 minutes), search an area, or perform research to take 20 when recalling knowledge or identifying a creature, a magic item, or technology. In addition, once per day, if you fail a Perception or Sense Motive check or a check in your field, you can reroll the check and use the higher result.</p>\n<p>&nbsp;</p>\n<h2>GNAWING HUNCH (<span class=\"levelNum\">12TH)</span></h2>\n<p>You’ve learned to trust your hunches. If a clue can be found by taking 20 on a Perception check or a skill check in your field, the GM must tell you such a clue exists, but not what it is. Once you know a clue exists, you just have to find it.</p>\n<p>&nbsp;</p>\n<h2>TRUTH-SEEKER (<span class=\"levelNum\">18TH)</span></h2>\n<p>Organizing evidence about your case and researching it refreshes you and sets you back on your path. Twice per day, you can take 10 minutes to consider and record your findings or look for new insights into them. If you do so, you regain 1 Resolve Point and can recall knowledge. If you instead take 1 hour, you regain 1 Resolve Point and can gather information. Neither of these tasks count as resting to regain Stamina Points.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SS1 page 53",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "int",
      "mod": 1
    },
    "skill": "lsc",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "qMe0vRfiZ3SAGjs4"
}