{
  "_id": "Db0KOdfmTK28TLuD",
  "name": "Personal Trainer",
  "type": "theme",
  "img": "systems/sfrpg/icons/default/plane-pilot.svg",
  "system": {
    "abilityMod": {
      "ability": "cha",
      "mod": 1
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>The allure of interplanetary adventure can lead just about anybody to leave a sedentary life behind and travel into the stars. While some of these people have prior training, many others do not, including academics, vidgamers, and corporate suits. That’s where you come in! As a personal trainer, you know the value in maintaining good diet and exercise, especially in zero gravity environments where prolonged habitation can lead to muscular atrophy. Whether you travel within one solar system to visit clients on different worlds, or want to establish your own gym, your enthusiastic willingness to share your knowledge to better improve the fitness of those around you is palpable. While there may be other personal trainers in the galaxy, you hope that your physical fitness will give you a leg up on the competition.</p><h2>Theme Knowledge (1st Level)</h2><p>You’re used to working with people and helping them push beyond their limits. You can use Diplomacy or Intimidate to aid another ally at a Strength- or Dexterity-based check and, if you succeed, that ally gains a +1 insight bonus to their check. Reduce the DC of Life Science and Medicine checks to recall knowledge about biology, physiology, and exercise by 5. In addition, you gain an ability adjustment of +1 to Strength or Constitution at character creation, depending on which is more relevant to your preferred training regimen.</p><h2>@UUID[Compendium.sfrpg.theme-features.Item.wgOU6KtXwZxN2Y1M]{Morning Calisthenics (6th Level)}</h2><p>Your intense daily training regimen keeps you fit and healthy, allowing you to endure more than most of those who travel out into the Vast. At the start of each day, you may spend 1 Resolve Point to gain temporary Hit Points equal to your level + your Constitution modifier. Your allies can join you in these energetic workouts, spending 1 Resolve Point to gain temporary Hit Points equal to half your level + their Constitution modifier. Temporary Hit Points from Morning Calisthenics last for 24 hours.</p><h2>@UUID[Compendium.sfrpg.theme-features.Item.pr8ZXxq8xOnO1lJG]{Therapeutic Sports Massage (12th Level)}</h2><p>You know how to work out knotted muscles and relieve tension along iliotibial tracts, bringing nearly instant relief and a rush of endorphins to those under your care. You can spend 10 minutes giving a willing and resting ally a therapeutic sports massage to eliminate any fatigue the creature is currently experiencing, to improve their exhausted condition to fatigued, or to remove the nauseated, sickened, or staggered condition. A creature can benefit from a therapeutic sports massage only once every 24 hours.</p><h2>@UUID[Compendium.sfrpg.theme-features.Item.c1hIk9zbyUskurfG]{Dead Lift (18th Level)}</h2><p>Part of helping others is knowing when and how to take care of yourself. Up to twice per day, you can spend 10 minutes stretching, jogging in place, or finding objects to use as weights, recovering 1 Resolve Point.</p>"
    },
    "modifiers": [],
    "skill": "acr",
    "slug": "",
    "source": "EN pg. 14"
  }
}