{
  "_id": "B4PwYAKAk6XSPR3a",
  "name": "Pickpocket",
  "type": "theme",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMod": {
      "ability": "dex",
      "mod": 1
    },
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Whether you are a rich kid doing it for kicks or a student of the streets doing it to survive, you’ve found that you have quite a bit of skill at nicking things from other people without them noticing. You are most comfortable when wandering through large crowds, as they have the most marks and rubes milling about—plus the tumult of moving people to give you the perfect cover. Even without the benefit of milling masses, you know how to hide in plain sight, and you are always on the lookout for the perfect diversion, whether a relatively harmless smoke grenade or a precariously balanced fruit cart. Your work is usually a solitary affair, but you certainly could use a team from time to time, whether as diversions from your true purpose or as backup when the pickings are slim. When you do agree to travel or work with others, you may be motivated by what treasures you can find to add to your collection.</p><h2 style=\"box-sizing: border-box; user-select: text; margin: 0px 0px 0.5rem; padding: 0px; font-weight: normal; font-size: var(--font-size-20); border-bottom: 1px solid var(--color-underline-header); color: rgb(20, 63, 144); font-family: 'Exo 2', sans-serif; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(242, 242, 242); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;\"><span>THEME KNOWLEDGE (</span><span class=\"levelNum\" style=\"box-sizing: border-box; user-select: text;\"><span>1ST)</span></span></h2><p>You are adept at scanning for valuables, looking to seamlessly slip in, grab what you want, and get away before anyone notices. Reduce the DC of Perception checks to search an area or person for valuables by 5. Reduce the DC of Sleight of Hand checks to pick pocket by 5. Sleight of Hand is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to your Sleight of Hand checks. In addition, you gain an ability adjustment of +1 to Dexterity at character creation.</p>\n<p></p><h2 class=\"title\">HIDDEN IN ACTION (6TH)</h2><p>You are used to making yourself unnoticed after nicking items from someone, even in areas where others would not normally be able to find an opportunity to hide. You gain Grab and Go as a bonus feat and you only take a -2 penalty to your Stealth check if you are in a crowd (you still must have appropriate cover or concealment).</p>\n<p></p><h2 class=\"title\">LIGHTNING PULL (12TH)</h2><p>You are a master at stealing things from others, even when they are on their guard. You can attempt to pick pocket an object of light or negligible bulk from a target even while engaged in combat. The DC for your Sleight of Hand check is equal to your target’s KAC +4. As normal, the object’s owner (or former owner) can attempt an opposed Perception check against your Sleight of Hand result to notice the attempt.</p>\n<p></p><h2 class=\"title\">I'LL TAKE THAT (18TH)</h2><p>Even with all your adventures, you still get a rush from nicking something from someone. Up to twice per day, after you successfully use Sleight of Hand to pick pocket in a populated area without being noticed, you get a rush from the attempt that allows you to recover 1 Resolve Point (even if you return the object to the creature).</p>"
    },
    "modifiers": [],
    "skill": "sle",
    "source": "EN pg. 15"
  }
}