{
  "_id": "BBUUyKlO0pln9qAz",
  "name": "Planar Traveler",
  "type": "theme",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMod": {
      "ability": "wis",
      "mod": 1
    },
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Whether you are or aren’t a native of the Material Plane, it certainly holds little sway over you. Why go to the vidgame arcade when you could sample the endless delights of Elysium? Why settle your disputes at the local courthouse when you could get the opinion of the perfect arbiters of Axis? Why simply kill your enemies when you could annihilate their souls with the help of Abaddon? Regardless of your tendencies, focus (or lack of focus) on particular planes, or motivation for traveling, your knowledge of realities beyond your own is unmatched.</p><h2>@UUID[Compendium.sfrpg.theme-features.vWuZ87l2FNRkZmE8]{Theme Knowledge (1st Level)}</h2><p>You’ve engaged in intense study regarding other planes of existence, whether you live on it or (more likely) are planning to visit it. Select two planes of the Great Beyond other than the Material Plane (Core Rulebook 470). Reduce the DC of Mysticism checks to recall knowledge about these planes and religions based in those planes by 5. Regardless of the planes you chose, reduce the DC of Mysticism checks to recall knowledge about, open, or close a planar rift or gateway by 5. Mysticism is a class skill for you, though if it’s a class skill from the class you take at 1st level, you instead gain a +1 bonus to Mysticism checks. In addition, you gain an ability adjustment of +1 to Wisdom at character creation.</p><h2>@UUID[Compendium.sfrpg.theme-features.ksT4c2PcisxOI2QO]{Planar Adaptation (6th Level)}</h2><p>You’re well-versed in the lack of hospitality to Material Plane creatures in most other planes of existence, so you intensely study how to survive in them. You can attempt Survival checks to endure severe weather, live off the land, orienteer, or predict the weather in planes selected with your theme knowledge without penalty from inhospitable terrain, and you can use your Mysticism bonus instead if it’s higher. Additionally, select an additional plane (other than the Material Plane) for your theme knowledge.</p><h2>@UUID[Compendium.sfrpg.theme-features.aLOzDxjJpY4tFGhg]{Planar Amicability (12th Level)}</h2><p>Your study of other planes imbues you with an understanding of the typical mannerisms of creatures endemic to those realms. Reduce the DC of Bluff, Diplomacy, and Intimidate checks by 5 when attempted outside combat against outsiders native to the planes selected with your theme knowledge. Additionally, select an additional plane (other than the Material Plane) for your theme knowledge.</p><h2>@UUID[Compendium.sfrpg.theme-features.0bOuuoYhzID9RUBh]{Planar Walker (18th Level)}</h2><p>Your journeys throughout realms beyond mortal knowing have changed you; you now regain power simply from communing with other planes. Up to twice per day, while residing in a plane chosen for your theme knowledge, you can spend 10 minutes communing with or warding yourself against that plane to recover 1 Resolve Point. You can’t use this ability twice in the same plane in one day. Additionally, select two additional planes (other than the Material Plane) for your theme knowledge; at your GM’s discretion, you may choose more esoteric extraplanar locales (such as the Akashic Record or the Dimension of Time).</p>"
    },
    "modifiers": [],
    "skill": "mys",
    "source": "AP46 pg. 47"
  }
}