{
  "name": "Priest",
  "permission": {
    "default": 0,
    "EgDbkW0aYa1c3C2f": 3
  },
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>You are a member of an organized religion or similar association. Your belief, whether it has been a part of you since childhood or it came to you later in life, is an integral part of your character. You might travel the stars proselytizing your deity, or your church might have sent you out on a specific holy (or unholy) mission. No matter what obstacles life puts in your way, you always have the conviction of your beliefs to fall back on.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (1ST)</h2>\n<p>Choose a deity or a philosophy whose alignment is within one step (on either the good-evil axis or the law-chaos axis) of your own. Reduce the DC of Culture and Mysticism checks to recall knowledge about religious traditions, religious symbols, and famous religious leaders by 5. Mysticism becomes a class skill for you, though if it&rsquo;s a class skill from the class you take at 1st level, you instead gain a +1 bonus to Mysticism checks. In addition, you gain an ability adjustment of +1 to Wisdom at character creation.</p>\n<p>&nbsp;</p>\n<h2>MANTLE OF THE CLERGY (6TH)</h2>\n<p>You have reached a rank of authority in your religion. Typical lay followers of your religion have a starting attitude of helpful toward you and will often provide you with simple assistance on request due to some combination of adoration, respect, or fear (depending on your religion), and even other clergy must give your opinions due consideration in matters of disagreement. You gain a +2 bonus to Diplomacy and Intimidate checks against lay followers and lowerranking clergy.</p>\n<p>&nbsp;</p>\n<h2>DIVINE BOON (12TH)</h2>\n<p>Your deity grants you mystic power. Choose one 1stlevel mystic spell with some connection to your deity&rsquo;s portfolio (subject to the GM&rsquo;s approval). If you have levels in the mystic class, you gain 1 additional 1stlevel spell per day and add the chosen spell to your list of mystic spells known. Otherwise, you can use the chosen spell once per day as a spell-like ability.</p>\n<p>&nbsp;</p>\n<h2>TRUE COMMUNION (18TH)</h2>\n<p>Up to twice per day, after performing a significant action strongly aligned with your faith&rsquo;s dogma (at the GM&rsquo;s discretion), you can spend 10 minutes in deep meditation or prayer to regain 1 Resolve Point; this doesn&rsquo;t count as resting to regain Stamina Points.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB page 34",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "dex",
      "mod": 1
    },
    "skill": "sle",
    "damage": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "aXgn2O25HtW7woS2"
}