{
  "name": "Prisoner",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>You have been incarcerated and have either escaped or been released, perhaps conditionally. You might have run afoul of the law or been unjustly locked up for a crime you didn’t commit. Either way, you have learned quite a bit during your time as an inmate. You figured out how to navigate gangs, guards, and sometimes dangerous and deceitful individuals. Now that you’re free of incarceration, you rely on the tools you learned and the conditioning you acquired to survive in the outside world.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You’ve spent time around criminals who got caught or people who were incarcerated unjustly, and you’ve experienced firsthand the effects of the criminal justice system on individuals. Reduce the DC of Culture checks to recall knowledge about criminal elements, incidents of corruption, and penal institutions by 5. Perception is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Perception checks. In addition, you gain an ability adjustment of +1 to Wisdom at character creation.</p>\n<p>&nbsp;</p>\n<h2>CONCEAL CONTRABAND (<span class=\"levelNum\">6TH)</span></h2>\n<p>While incarcerated, you honed your skill at concealing contraband from the guards and other prisoners. You gain a +2 bonus to Sleight of Hand checks to hide an object on your body, and the +4 bonus to Perception a person would normally receive from observing you or searching your body is reduced by 2. In addition, you can retrieve a hidden object as a move action rather than a standard action.</p>\n<p>&nbsp;</p>\n<h2>ANYTHING’S A WEAPON (<span class=\"levelNum\">12TH)</span></h2>\n<p>While imprisoned, you had limited resources to defend yourself with, and often had to make do with what you had at hand at the time. When using a nonweapon object as an improvised weapon (Core Rulebook 169), you don’t treat it as archaic, and if you would take a –4 penalty to attacks with that weapon because it is improvised, that penalty is reduced by 2.</p>\n<p>&nbsp;</p>\n<h2>PRISONER’S PREDICAMENT (<span class=\"levelNum\">18TH)</span></h2>\n<p>Few things rouse you to action more than seeing others imprisoned—or being restrained yourself. Twice per day when you spend 10 minutes talking to a sapient creature that’s confined to a cell or in restraints (such as manacles) against its will, you regain 1 Resolve Point; you can do this only once per such creature. In addition, once per day, if you spend 10 minutes in a cell or restraints against your will, you regain 2 Resolve Points. You can gain no more than 2 Resolve Points each day with this ability, and it doesn’t count as resting to regain Stamina Points.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "NSP page 139",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "wis",
      "mod": 1
    },
    "skill": "per",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "cmnIJbltlo1d5oZn"
}