{
  "name": "Prole",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">You&rsquo;re an anonymous cog in the corporate machine. Along with countless others just like you, you form the foundation of the galactic financial system by selling your labor for regular pay. Automation and virtual intelligences, such as robots and advanced computers, provide the truly unskilled labor in the economy, so at least you fit in somewhere above that bottommost level. You&rsquo;re no artist, nor are your practical skills specialized enough to win you high pay or a management position. However, you&rsquo;re good enough at what you do to make it in the everyday working world.</span></p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (1ST)</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Up until now, you&rsquo;ve been a typical working person, punching the clock and scraping by at your everyday job. Choose a Profession skill that is Intelligence- or Wisdom-based. That skill has been the basis of your job up until now, and although you might not think about it, you&rsquo;re good at what you do. When attempting a Culture or Profession check to recall knowledge about your profession or industry and its leaders, whether businesses or businesspeople, reduce the DC by 5. Since Profession is a class skill for you, you gain a +1 insight bonus to checks with your chosen profession and +1 to checks with Profession skills in general. (These bonuses stack to a total of +2 for your chosen Profession skill.) In addition, you gain an ability adjustment of +1 to Intelligence or Wisdom at character creation, but the ability score you pick must match the ability score tied to your chosen Profession skill.</span></p>\n<p>&nbsp;</p>\n<h2>TEAM PLAYER (6TH)</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">You know how to work as part of a cohesive group dedicated to accomplishing the same particular task. This competence translates into efficiency and a knack for how to best supplement another&rsquo;s efforts. If the GM rules that you can attempt to aid another, you automatically succeed on the check to do so.</span></p>\n<p>&nbsp;</p>\n<h2>CORE COMPETENCIES (12TH)</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Your expertise in your chosen Profession requires a broad knowledge of other skills. As you grow in proficiency in your Profession, your ancillary know-how also increases. Choose three skills that you have ranks in and that are related to the Profession skill you chose at 1st level. You gain a +1 insight bonus to checks with each skill you choose. In addition, once per day, you can take 10 on a check using your chosen Profession or one of these three related skills, even if you wouldn&rsquo;t normally be allowed to do so.</span></p>\n<p>&nbsp;</p>\n<h2>FAILING FORWARD (18TH)</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">You learn by doing, especially by doing the wrong thing enough times to get it right. Up to twice per day, you can spend 10 minutes considering a mistake you or your team made, analyzing it, and thinking about how to avoid it in the future. If you do, you recover 1 Resolve Point. Doing so doesn&rsquo;t count as resting to regain Stamina Points.</span></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "FFoD #01 pg. 48",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "int",
      "mod": 1
    },
    "skill": "pro",
    "damage": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "YgmuSd0FayYDnU3h"
}