{
  "name": "Quartermaster",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>While many think of front-line soldiers and officers as the core of a fighting force, you know that no military can function without access to supplies. You are the backbone of your army, providing your allies with resources crucial to their survival and amenities to provide material comforts in times of conflict. Perhaps you are a member of the Veskarium military who contributes to war efforts, but regardless of your specific affiliation, your allies know they can rely on you to get them exactly what they need.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>Through intensive instruction and training, you’ve developed knowledge of the field of military logistics, which has translated to your career as a quartermaster. The DC of skill checks to identify military-related technological items or to recall knowledge related to the movement, maintenance, and transport of military personnel and supplies is reduced by 5. At character creation, you gain a free skill rank in Profession (quartermaster), which is an Intelligence-based skill and is a class skill for you; this does not allow your skill ranks in Profession (quartermaster) to exceed your character level. In addition, you gain an ability adjustment of +1 to Intelligence at character creation.</p>\n<p>&nbsp;</p>\n<h2>CARGO CARRIER (<span class=\"levelNum\">6TH)</span></h2>\n<p>Your profession requires you to carry all manner of gear, and you have learned to distribute the weight of the supplies you carry across your body, allowing you to carry it more efficiently. You can treat two items you’re carrying, neither of which is armor or weaponry, as having one less bulk than normal (to a minimum of light bulk).</p>\n<p>&nbsp;</p>\n<h2>FIELD CRAFTER (<span class=\"levelNum\">12TH)</span></h2>\n<p>You have learned to efficiently create clothing, shelter, and other amenities useful for your troops in the field, maintaining health and morale even in difficult times. You can use Profession (quartermaster) to craft the items listed below, even without access to a workshop. Treat your number of ranks in the Profession (quartermaster) skill as if it were 5 higher for the purpose of determining crafting time for these items.<br><strong>Food and Drink:</strong> Intoxicant (minor), field ration, meal (poor or common).<br><strong>Personal Items:</strong> Backpack (consumer or industrial), bonding epoxy, clothing (environmental, everyday, or travel), gear clamp, hygiene kit, tent (mass produced).<br><strong>Technological Items:</strong> Cable line (titanium alloy or adamantine alloy, detonator, lock (simple, average, or good), portable light (beacon, flashlight, lantern, or spotlight), restraint (binders or manacles).</p>\n<p>&nbsp;</p>\n<h2>MASTER OF QUARTERS (<span class=\"levelNum\">18TH)</span></h2>\n<p>You take great satisfaction in providing for your allies—and for yourself—while undertaking challenging adventures in potentially hazardous circumstances. Twice per day, after you or an ally succeeds at a significant task in a way that crucially relied upon supplies you crafted using your field crafter ability (at the GM’s discretion), you can spend 10 minutes cataloging and organizing your remaining supplies to regain 1 Resolve Point. This does not count as resting to regain Stamina Points.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "NSP page 140",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "int",
      "mod": 1
    },
    "skill": "pro",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "N9OBPDwVc7mJk6L3"
}