{
  "name": "Roboticist",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>You are fascinated by the internal workings of machines, whether they're intelligent constructs or technological equipment. You might be someone who enjoys tinkering in a garage, or you might be a worker at a factory that specializes in building robots or weaponry. You're likely interested in exploring and figuring out the innovations of other organizations and species on distant worlds. Regardless of your specific motivation, there's always a gadget that needs tinkering with.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You're obsessed with the intricacies of constructs and how automated machines function. You can easily identify what a machine's function is and have an easier time attempting to access the internal programming of mechanized life-forms. Reduce the DC of Engineering checks to identify creatures and technology by 5. Computers is a class skill for you, though if it is a class skill from a class you take at 1st level, you instead gain a +1 bonus to Computers checks. In addition, you gain an ability adjustment of +1 to Intelligence at character creation.</p>\n<p>&nbsp;</p>\n<h2>CRAFTING SAVANT (<span class=\"levelNum\">6TH)</span></h2>\n<p>You've mastered the art of putting together technological armor and weapons from a variety of components. While equipment you construct certainly has your flair, it's also clear that you can accomplish great feats of construction. When calculating the number of ranks you have in a skill necessary to construct a technological (not magic or hybrid) item, increase that number by 1. This allows you to construct technological equipment of up to your character level + 1.</p>\n<p>&nbsp;</p>\n<h2>TECHNICAL KNACK (<span class=\"levelNum\">12TH)</span></h2>\n<p>You've developed a unique talent for efficiently repairing constructs and starships, whether effecting emergency repairs on a drone or keeping robotic allies in the fight. Once per day, you can cast make whole, but you can target only construct creatures or damaged technological (not hybrid or magical) items. When repairing a starship (Starfinder Core Rulebook 321), you reduce the time spent to 2 hours of work instead of 5.</p>\n<p>&nbsp;</p>\n<h2>MASTER ROBOTICIST (<span class=\"levelNum\">18TH)</span></h2>\n<p>There are few pieces of technology that you're unfamiliar with, so you are sure to take time to examine those unique discoveries you happen upon. Up to twice per day, after you spend at least 10 minutes studying a previously undiscovered piece of technology with an item level within 5 levels of your character level or the wreckage of a significant enemy technological construct, you regain 1 Resolve Point; this doesn't count as resting to regain Stamina Points.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PWD page 27",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "int",
      "mod": 1
    },
    "skill": "com",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "y9EJwU9tvejYsVh6"
}