{
  "name": "Scholar",
  "permission": {
    "default": 0,
    "EgDbkW0aYa1c3C2f": 3
  },
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>You are an erudite intellectual, pitting your brain against problems and puzzles that others would find daunting. You might be an instructor of a specific topic at a large university or a dabbler in a number of fields of study. You could be exploring the galaxy in search of ancient artifacts or new scientific phenomena. Whatever your motivation, you are sure that the answers you seek are out there.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (1ST)</h2>\n<p>You are an expert in one particular field of study, and your passion for the subject shows. Choose either Life Science or Physical Science and then choose a field of specialization. If you pick Life Science, you can specialize in bioengineering, biology, botany, ecology, genetics, xenobiology, zoology, or another field of biological science. If you pick Physical Science, you can specialize in astronomy, chemistry, climatology, geography, geology, meteorology, oceanography, physics, or another field of physical science. The DC of skill checks to recall knowledge about your specialty is reduced by 5. Your chosen skill is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to checks with your chosen skill. In addition, you gain an ability adjustment of +1 to Intelligence at character creation.</p>\n<p>&nbsp;</p>\n<h2>TIP OF THE TONGUE (6TH)</h2>\n<p>Sometimes, after pausing to collect your thoughts, you realize that you know the answer to a particularly challenging question. Once per day, you can reroll any skill check (see page&nbsp;243) to recall knowledge. You must decide to use this ability after rolling but before learning the information from your first roll. You must take the second result, even if it is worse.</p>\n<p>&nbsp;</p>\n<h2>RESEARCH MAVEN (12TH)</h2>\n<p>You can research much faster than most other people, allowing you to collate information from databases, libraries, and other sources in one-quarter the normal time; with this ability, you can typically take 20 to recall knowledge in 5 rounds.</p>\n<p>&nbsp;</p>\n<h2>MASTER SCHOLAR (18TH)</h2>\n<p>To you, learning and absorbing knowledge related to your field of expertise is as refreshing as drinking from a cool spring in the middle of a desert planet. Up to twice per day, when in a situation where information from your specialty field could be useful (at the GM&rsquo;s discretion), you can spend 10 minutes in deep contemplation and research of your specialty field and recover 1 Resolve Point, in addition to using recall knowledge (see page 133) for the information you seek; this doesn&rsquo;t count as resting to regain Stamina Points.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB page 35",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "int",
      "mod": 1
    },
    "skill": "lsc",
    "damage": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "17sO1sZcTu5bZPSF"
}