{
  "name": "Sensate",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>You revel in new sensations and experiences. Armed with ineffable resilience and keenly developed senses, you greet each new adventure with zeal and reverence, drinking in the world around you with boundless enthusiasm. Though not immune to fear, your openness strengthens your resolve when facing the unknown. You might approach new encounters with reckless abandon or take a more thoughtful path, but whatever route you choose, finding new sensations fulfills you.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>Always in search of new sensations, you have spent significant time learning about the cultures of the Pact Worlds and have gained a breadth of cultural knowledge, from the composition styles of Vercite ether-ballads to quantum-flavored Idaran cuisine or the latest textiles in Kalo-Mahoi fashions. Reduce the DC of Culture checks to recall knowledge about artistic innovations and traditions by 5. Given your propensity for trying new things, you’ve also found it prudent to understand the distinction between delightful experiences and those that are ill-advised, permanently injurious, or even fatal. Reduce the DC of Life Science checks by 5 when identifying consumables such as drugs, medicinals, poisons, food, and drink.<br>Perception is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Perception checks. In addition, you gain an ability adjustment of +1 to Constitution at character creation.</p>\n<p>&nbsp;</p>\n<h2>CHARMING CURIOSITY (6TH)</h2>\n<p>Your broad awareness provides you with insight when you try to influence people. This talent is valuable when you try to talk others into allowing you access to new experiences. Strangers might not understand your motivations, but your passion is contagious, and your ardent quest endears you to those who share your curiosity. Up to twice per day, you can roll twice when attempting a Diplomacy check and use the better of the two results.</p>\n<p>&nbsp;</p>\n<h2>FLASH OF COURAGE (<span class=\"levelNum\">12TH)</span></h2>\n<p>Though you want to have as many new experiences as you can, some encounters are so intimidating or dangerous that even you hesitate. After all, if a thrill resulted in serious injury or even death, it’s possible you could never feel a new sensation again! Despite the risk, you refuse to let fear stop you from seeing as much of the galaxy as your limits allow. You’ve successfully survived each moment of your life so far, haven’t you? With such an optimistic outlook toward the future, you gain a +1 morale bonus to Will saving throws against fear effects. In addition, once per day when you are affected by a fear effect, as a reaction, you can delay the onset of that effect for 1 round. Once the fear starts to affect you, it then has its normal duration from that point.</p>\n<p>&nbsp;</p>\n<h2>SENSATION JUNKY (<span class=\"levelNum\">18TH)</span></h2>\n<p>New experiences fulfill and exhilarate you, stoking your enthusiasm for the wondrous galaxy you inhabit, the opportunities it presents, and all it has to offer. Twice per day, you can enjoy a new experience that takes 10 minutes or longer. As an alternative, you can spend 10 minutes or longer processing a recent new experience in some way. You might make a digital record or write in a physical journal, discuss the experience, debate whether you’d repeat it, bask in the satisfaction of fulfilling your curiosity, or engage in similar reflection. If you do so, you regain 1 Resolve Point. The time spent reflecting on your experience doesn’t count as resting to regain Stamina.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "COM page 14",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "con",
      "mod": 1
    },
    "skill": "per",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "TXVoX1Bx8sXUr4Ok"
}