{
  "name": "Solar Disciple",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>The sun is the source of all life in the system, and though you may not worship it directly, you seek to honor this precious gift. From a distance, the sun is a serenely glowing light, but in actuality, it is a churning mass of plasma that reaches temperatures of millions of degrees. By meditating on this contradiction, you attempt to achieve inner peace and greater self-control. Whether you're a devotee of Sarenrae or simply a resident of the Burning Archipelago, the sun looms large in your life, figuratively and literally.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You've read extensively about the physics of the sun and its associated planes and the best theories about how they interact to produce the solar environment. You've also made a study of every sun-based religion of the Pact Worlds, from the Church of the Dawnflower down to the most primitive sun cult. Reduce the DC of Physical Science checks to recall knowledge about scientific questions concerning the sun and light by 5. Reduce the DC of Mysticism checks to recall knowledge about sun-focused religions, the Elemental Plane of Fire, and the Positive Energy Plane by 5. Perception is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Perception checks. In addition, you gain an ability adjustment of +1 to Wisdom at character creation.</p>\n<p>&nbsp;</p>\n<h2>MENTAL GRAVITY (<span class=\"levelNum\">6TH)</span></h2>\n<p>Though nothing is truly constant in the universe, stars are one of the few celestial bodies whose positioning within their systems rarely changes. Like the sun's ineffable mass, you will not be moved from your proper mental space. You gain a +1 bonus to Will saving throws against compulsion effects.</p>\n<p>&nbsp;</p>\n<h2>HEAT TRANSFER (<span class=\"levelNum\">12TH)</span></h2>\n<p>You have learned to thrive in the heat of the sun, and when you are burned, you can funnel some of that fiery energy into your own spells and weapons. Whenever you take fire damage, you can increase the amount of fire damage you deal as part of an attack or spell made before the end of your next turn by an amount equal to one-quarter the damage you just took (rounded down, minimum 1).</p>\n<p>&nbsp;</p>\n<h2>SUN MEDITATION (<span class=\"levelNum\">18TH)</span></h2>\n<p>After much practice and the occasional painful sunburn, your meditation regime has reached the peak of its potency. The light of the sun recharges you, much like it does a solar-powered battery. Up to twice per day, you can spend 10 minutes meditating while in the direct light of a sun to regain 1 Resolve Point; this doesn't count as resting to regain Stamina Points.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PWD page 17",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "wis",
      "mod": 1
    },
    "skill": "per",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "tPkawkkFOwpOlmkd"
}