{
  "name": "Space Pirate",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>You are a free-ranging corsair within the wild and unpredictable fringes of galactic civilization and live by your own code, or a code shared with other like-minded individuals. You tend to view personal property as a laughable concept, unless it is your gear. You might be a freebooter on your own ship, a member of a space-bound gang of raiders, or even a member of the Free Captains of the Diaspora. Alternatively, you might be a new recruit to the piratical lifestyle, just learning the ropes under a more seasoned crew.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You have a distinct advantage over others when operating in the shadows of society. Reduce the DC of Culture checks to recall knowledge about black market locations, known smugglers, and notorious space pirates by 5. Bluff is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to your Bluff checks. In addition, you gain an ability adjustment of +1 to Dexterity at character creation.</p>\n<p>&nbsp;</p>\n<h2>SMUGGLER (<span class=\"levelNum\">6TH)</span></h2>\n<p>You know how and when to move illicit goods and how to get in and out of tight situations that might spell doom for a less seasoned smuggler. Once per day when you attempt a Stealth check to hide, you can roll twice and take the higher result. Additionally, whenever someone attempts a Perception check to search your body for objects you have hidden on your person using the hide object task of the Sleight of Hand skill, the searcher receives only a +2 bonus to the check, instead of a +4 bonus.</p>\n<p>&nbsp;</p>\n<h2>SWORD AND PISTOL (<span class=\"levelNum\">12TH)</span></h2>\n<p>You are well trained in a traditional piratical fighting style dating as far back as the antiquated ages before the Gap. When you are wielding at least one one-handed melee weapon and at least one small arm, you can make two attacks against the same target with one of each type of weapon as a standard action. Each attack takes the same -4 penalty as a full attack action.</p>\n<p>&nbsp;</p>\n<h2>BESMARA'S BLESSING (<span class=\"levelNum\">18TH)</span></h2>\n<p>The pirate goddess Besmara blesses your thieving and marauding ways, even if you don't worship her directly. Up to twice per day, when you successfully ambush and defeat a significant foe or group of foes in tactical combat or starship combat in order to take any goods and valuables they are transporting (or simply have in their possession), you recover 1 Resolve Point.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PWD page 87",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "dex",
      "mod": 1
    },
    "skill": "blu",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "6fZnfXQbv5zr2hLX"
}