{
  "name": "Spacefarer",
  "permission": {
    "default": 0,
    "EgDbkW0aYa1c3C2f": 3
  },
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>Your longing to journey among the stars can&rsquo;t be sated. You yearn for the adventure of stepping onto a distant world and exploring its secrets. You tend to greet every new opportunity with bravery and fortitude, confident that your multitude of skills will pull you through. Perhaps you simply find joy in the act of traveling with your companions, or perhaps you are just out to line your pockets with all sorts of alien loot!</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (1ST)</h2>\n<p>You are obsessed with distant worlds, and you always mentally catalog everything you learn about new and strange places so you can recall it when you need it most. Additionally, you use your knowledge of biology and topology to inure yourself to alien hazards. Reduce the DC of Physical Science checks to recall knowledge about strange new worlds or features of space by 5. Physical Science is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Physical Science checks. In addition, you gain an ability adjustment of +1 to Constitution at character creation.</p>\n<p>&nbsp;</p>\n<h2>EAGER DABBLER (6TH)</h2>\n<p>In your journeys, you&rsquo;ve picked up quite a few tricks about all sorts of things, even if you haven&rsquo;t formally studied them, and you can often use this logic and intuition to your advantage. You gain a +2 bonus to skill checks if you don&rsquo;t have any ranks in that skill. This ability does not allow you to attempt checks for trained-only skills (see page 134).</p>\n<p>&nbsp;</p>\n<h2>JACK OF ALL TRADES (12TH)</h2>\n<p>You can do just about anything if you put your mind to it, and you never let lack of formal instruction stand between you and a task that needs handling. You can use all skills untrained, even if you could not normally do so, and when you roll a natural 20 while attempting a skill check for a skill in which you don&rsquo;t have ranks, your bonus from eager dabbler increases to +4.</p>\n<p>&nbsp;</p>\n<h2>MASTER EXPLORER (18TH)</h2>\n<p>Scientifically noting the even tiniest details about a new place&mdash;including everything from apparent colors and incline grades to barometric, seismic, and other delicate readings&mdash;is absolutely invigorating to you. Up to twice per day while on an unexplored planet (typically one that has had no contact with the Pact Worlds, though it doesn&rsquo;t need to be one you discovered yourself), you can spend 10 minutes exploring, mapping, and documenting a new geographical feature to recover 1 Resolve Point; this doesn&rsquo;t count as resting to regain Stamina Points.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB page 36",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "con",
      "mod": 1
    },
    "skill": "phs",
    "damage": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "kLpfwVGBZTuGpRt1"
}