{
  "_id": "6G2ZAHPgD9t1MHiz",
  "name": "Spectra Scion",
  "type": "theme",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMod": {
      "ability": "int",
      "mod": 1
    },
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Whether you’re a worshipper of Triune, a longtime resident of the Drift, or simply a spacefarer who has relied on the plane for years, you’ve formed a magical connection to spectra, the plane’s unique inhabitants. Like these planar beings, you take on the tasks of bringing the word of the Drift to those who might have only recently discovered space travel, safeguarding the more vulnerable areas of the realm, and protecting travelers through Drift.</p><h2>@UUID[Compendium.sfrpg.theme-features.9oiBywqdL8CKH1gG]{Theme Knowledge (1st Level)}</h2><p>Whether you’ve absorbed an intuitive sense of the Drift through long exposure, attained insights as a supernatural gift from spectra tutors, or some other means entirely, you’ve attained a deep understanding of the Drift and its inhabitants—even those you’ve never encountered. Reduce the DC to identify or recall knowledge about the Drift’s properties, the Drift’s hazards, spectra, and other inhabitants of the Drift by 5. Mysticism is a class skill for you. If it’s a class skill from the class you take at 1st level, you instead gain a +1 bonus to Mysticism checks. In addition, you gain an ability adjustment of +1 to Intelligence at character creation.</p><h2>@UUID[Compendium.sfrpg.theme-features.Uq1ceQT31tQdCdsH]{Limited Machine Telepathy (6th Level)}</h2><p>As outsiders native to the Drift, a plane sacred to the god of computers Triune, spectra have the ability to speak wordlessly with most technology. As your connection to the Drift grows, you command a fraction of this power. You gain the ability to communicate telepathically with creatures that have the machine telepathy ability, with a range of 30 feet. You also gain the ability to communicate telepathically with technological devices within 5 feet, allowing you to attempt Computers checks on these devices without a user interface or hacking kit. At 12th level, the range of both forms of telepathy doubles, and at 18th level, it instead triples.</p><h2>@UUID[Compendium.sfrpg.theme-features.yrECoi7DTEi2DNYu]{Triune's Embrace (12th Level)}</h2><p>Your body is so acclimatized to the Drift that not only does the vacuum of space pose little threat to you, but also the Drift can sustain your life functions. Many cultures recognize this unique level of attunement as a true sign of the machine god’s favor. While in the Drift, you can breathe normally, don’t suffer the normal environmental effects of being in a vacuum, don’t experience decompression (Core Rulebook 394) by suddenly transitioning into a vacuum, and don’t need to eat or drink. For up to 1 hour per day, you can also apply these protections (except the need to eat and drink) while in the vacuum of space while not in the Drift. You don’t need to spend this duration consecutively, but you must do so in 5-minute intervals.</p><h2>@UUID[Compendium.sfrpg.theme-features.n0OBLIbt36otgdZO]{Child of the Drift (18th Level)}</h2><p>You can draw considerable resolve from the Drift’s embrace. Up to twice per day, when you spend at least 10 minutes meditating in the vacuum of the Drift, you recover 1 Resolve Point. This doesn’t count as resting to regain Stamina Points.</p>"
    },
    "modifiers": [],
    "skill": "mys",
    "source": "DC pg. 41"
  }
}