{
  "name": "Starwalker",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>You have spent countless hours traveling where few creatures dare to go: the emptiness of space. You move with controlled elegance through the weightless vacuum, having long ago defeated the fear that grips others when they leave the safety of a starship. Perhaps you trained in the asteroid fields surrounding the House Unhindered, grew up on a station or ship without artificial gravity, or have logged so many hours on extravehicular activities that space suits are like a second skin to you. Others might see your maneuvers as daring or reckless, but you know the stars will always guide you to your destiny.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>A lifetime of stargazing has made the constellations as familiar to you as your native tongue, and you know how to interpret the stars even when their appearance varies from one star system to another. Reduce the DC of Piloting checks to navigate or astrogate by 5, and you can perform these checks in 1 minute for star systems with which you are familiar. Acrobatics is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Acrobatics checks. In addition, you gain an ability adjustment of +1 to Dexterity at character creation.</p>\n<p>&nbsp;</p>\n<h2>SUITED FOR SURVIVAL (<span class=\"levelNum\">6TH)</span></h2>\n<p>You know every trick in the book for prolonging the limited resources that keep you alive, from deliberately slowing your metabolic rate and breathing to tweaking your spacesuit’s systems to squeeze every bit of energy out of them. Double the time you can go without food and water, the time you can hold your breath, and the duration of environmental protections for armor you are wearing.</p>\n<p>&nbsp;</p>\n<h2>DARING DRIFTER (<span class=\"levelNum\">12TH)</span></h2>\n<p>Your training has imbued you with grace and precision when executing maneuvers in weightless environments. When in zero gravity, you move your full land speed when pushing off objects, and you can move along surfaces with handholds as if you had a climb speed equal to your land speed. You also gain a +2 insight bonus to Acrobatics or Athletics checks to avoid becoming off-kilter in zero-g.</p>\n<p>&nbsp;</p>\n<h2>SERENITY OF THE SPHERES (<span class=\"levelNum\">18TH)</span></h2>\n<p>Floating in the vastness of the void surrounded by myriad points of starlight fills you with deep calm and centers your mind. Up to twice per day while in zero-g, you can spend 10 minutes contemplating the cosmos to recover 1 Resolve Point. Doing so doesn’t count as resting to regain Stamina Points.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "A!04 page 53",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "dex",
      "mod": 1
    },
    "skill": "acr",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "zGVrfCwAnW9Z3mvM"
}