{
  "name": "Stormrunner",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>The tumultuous atmosphere of Vesk-5 or another storm-ridden world has trained you to navigate difficult or even forbidden airspaces with grace. You’ve learned recognize the order in the apparent randomness of a storm. Your knowledge of weather patterns, ability to make split second decisions, and near-instantaneous reaction time give you the ability to move just a bit faster than the lightning on your tail. Wherever you picked up this skill, you know how to read a situation and never take your surroundings for granted.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>The life of a stormrunner is about beating the odds in high-risk situations. Reduce the DC of Survival checks to endure severe weather, orienteer, and predict weather when in rainy, snowy, stormy, or windy conditions by 5. Survival is a class skill for you, or if it is a class skill from the class you take at 1st level, you gain a +1 bonus to Survival checks. In addition, you gain an ability adjustment of +1 to Dexterity at character creation.</p>\n<p>&nbsp;</p>\n<h2>EYE OF THE STORM (6TH)</h2>\n<p>When in stormy conditions, you’re able to gather greater information about your surroundings. Your visibility range in a storm (but not a powerful storm; Core Rulebook 399) is reduced by only half, and you take a –4 penalty to Perception checks instead of a –8 penalty. When you succeed at a Survival check to endure severe weather, you can move up to your full overland speed and still receive the +2 bonus to Fortitude saves against severe weather. You suffer the forced movement and take damage from a failed Acrobatics check to fly in dangerous wind conditions only if you fail the check by 10 or more, instead of by 5 or more.</p>\n<p>&nbsp;</p>\n<h2>UNDAUNTED (<span class=\"levelNum\">12TH)</span></h2>\n<p>Some consider stormrunners brave; others believe them to be reckless. Whether you have a steadfast mindset or have abandoned your self-preservation instinct, your many dangerous excursions have left you unperturbed by insurmountable odds and bullying tactics. The DC of Intimidate checks to bully or demoralize you is increased by 5. In addition, once per day as a reaction when you are affected by a fear effect, you can delay the onset of that effect for 1 round.</p>\n<p>&nbsp;</p>\n<h2>LIGHTNING REACTIONS (<span class=\"levelNum\">18TH)</span></h2>\n<p>You move faster than lightning, surprising your foes with your readiness for action. Twice per day, after a combat in which you acted in a surprise round, acted first (for tactical combat), or rolled the highest Piloting check in the first helm phase (for starship combat), you can spend 10 minutes mentally reviewing your actions and preparing for the next surprise to regain 1 Resolve Point. This does not count as resting to regain Stamina Points.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "NSP page 141",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "dex",
      "mod": 1
    },
    "skill": "sur",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "Xprg8rWeYWlV6NwG"
}