{
  "name": "Street Rat",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>You were born into poverty among the lower classes of the galaxy. You might be a child of the slums that surround the major metropolises of many worlds, or a survivor huddling in the ruins of a collapsed society with no functional government. Whatever your story is, you started life at a disadvantage and have had to claw yourself forward every step of the way. You know how to move among the dregs of society, and life has taught you to depend only on yourself.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You grew up making your own way, without the benefits of a strong social safety net to protect and assist you. Even if your experience all comes from a single settlement, you have learned that certain roles within the slums and ghettos are, if not universal, still broadly applicable to a wide range of urban areas. As a result, you know the grittiest, most dangerous streets of any settlement like the back of your own hand (or other primary appendage). Reduce the DC of Culture checks to recall knowledge about local laws, the criminal underworld, rumors, and official and unofficial power players in the area (such as crime bosses, gangs, neighborhood leaders, and police) by 5. Reduce the DC of Survival checks to live off the land by 5. Stealth is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to your Stealth checks. In addition, you gain an ability adjustment of +1 to Dexterity at character creation.</p>\n<p>&nbsp;</p>\n<h2>SLIP THROUGH (<span class=\"levelNum\">6TH)</span></h2>\n<p>You make your way through the crowded spaces of back alleys, shantytowns, and broken fences with ease, and you have considerable experience slipping away from unfriendly citizens, moving through small gaps in security fencing, and even freeing yourself from binders and other restraints. When squeezing through or into a space that isn’t as wide as your normal space (Core Rulebook 257), you can move at your normal speed, and you are not considered entangled as a result of squeezing. Additionally, you gain a +4 bonus to Acrobatics checks to escape.</p>\n<p>&nbsp;</p>\n<h2>BLEND IN (<span class=\"levelNum\">12TH)</span></h2>\n<p>Life has taught you that, all too often, survival depends on avoiding attention. You may have relied on petty crime to acquire food and other essentials, and learned to escape after performing a theft without raising an alarm. Or you may have lived in a place where roving gangs held far more power than formal law enforcement; to stay safe, you had to avoid bullies eager to demonstrate their unfettered power by making an example out of you. You are adept at appearing as just another one of the faceless horde that populates any city. In a settlement or other urban terrain or environments (including starships, space ports, and space stations), whenever someone tries to notice you, search for you, or pick you out from the local citizens, you can attempt a Stealth check to hide as part of any other action as long as you begin and end your movement adjacent to a creature that is not unfriendly or hostile to you, even if you do not have cover or concealment. You may do this each round if you can continue to meet this ability’s requirements. If you move more than half your speed, make an attack, or take a standard or full action, you immediately stop being hidden and cannot use this ability again until you have cover or concealment for at least 1 full round.</p>\n<p>&nbsp;</p>\n<h2>ONE WITH THE STREETS (18TH)</h2>\n<p>Though you may have once craved a quiet, safe existence, you’ve since grown used to life among the teeming masses, preferably with as few social rules as possible. Being on the streets invigorates you and recharges your reserves. Twice per day while you are in a settlement or within other urban terrain, you can spend 10 minutes wandering around, observing the ebb and flow of citizens, noting where the shadowed alleys are, soaking up the excitement and creativity of your surroundings, and generally feeling the pulse of the city around you. When you do, you regain 1 Resolve Point. This doesn’t count as resting to regain Stamina.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "COM page 15",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "dex",
      "mod": 1
    },
    "skill": "ste",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "4TQmf88EUBngL8n5"
}