{
  "_id": "YoCUqNsHi91iuz3m",
  "name": "Street Magician",
  "type": "theme",
  "_stats": {
    "coreVersion": 13,
    "systemId": "sfrpg",
    "systemVersion": "0.28.2"
  },
  "img": "systems/sfrpg/icons/default/plane-pilot.svg",
  "system": {
    "type": "",
    "abilityMod": {
      "ability": "cha",
      "mod": 1
    },
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Some people make their living working in a business suit, others in service positions helping those around them, all on a set schedule, knowing the pattern of their life will stay the same from day to day. You wanted more than that repetitive, safe schedule. You’ve sought your own fortune, or at least living, using your talents to hustle and amaze as a street performer, creating elaborate illusions and manipulations that appear to outsiders as complex magical abilities. From mind reading to levitation and making things disappear, you’ve learned the art of using distraction to make others think they saw one thing while another was happening before their eyes. Unfortunately for you, either through over-hustling or market saturation, your busking is not as profitable as it once was. But the show must go on and so you’ve decided to head out into space, finding new audiences to amaze and delight.</p><h2>Theme Knowledge (1st Level)</h2><p>As a busker, you’ve made yourself a reputation as a showman. Your tricks are top notch, and you tend to attract large crowds by the time each of your performances conclude. Reduce the DC of Sleight of Hand checks to entertain, hide objects, or palm objects by 5. Sleight of Hand is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to your Sleight of Hand checks. In addition, you gain an ability adjustment of +1 to Dexterity or Charisma at character creation, depending on which ability is most relevant for your performances.</p><h2>@UUID[Compendium.sfrpg.theme-features.Item.i8aLNej0ZDTJvie9]{Now You See Me (6th Level)}</h2><p>Your ability to attract crowds makes you ideally placed to help others slip away unnoticed. You gain Diversion as a bonus feat, and only take a –2 penalty to your Bluff checks to attempt to allow multiple allies to hide.</p><h2>@UUID[Compendium.sfrpg.theme-features.Item.eHppGlEEKTJgGdNd]{Now You Don't (12th Level)}</h2><p>Whether through smoke and mirrors or actual magic, you’re an expert at slipping away so you can reappear at a dramatic moment. When you attempt to create a diversion so you can hide yourself (while not assisting any allies), you can attempt the subsequent Stealth check to hide without spending an action.</p><h2>@UUID[Compendium.sfrpg.theme-features.Item.BMyDlrQ9aarhKJ3J]{The Show Must Go On (18th Level)}</h2><p>Like it or not, performance is in your blood. You thrive off hearing the cheers and laughter when people watch your shows; it builds you up and empowers you. Once per a day, if you are in a location with enough people to form an audience, you can showcase your skills and perform a small show for those present. At the end of this impromptu performance, you gain 2 Resolve Points.</p>"
    },
    "modifiers": [],
    "skill": "acr",
    "source": "EN pg. 18"
  }
}