{
  "name": "Tempered Pilgrim",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>In their adolescence, kasathas undertake a yearlong walkabout known as the Tempering, in which they are encouraged to experience other cultures. You have examined this practice (or perhaps undergone it yourself) and have concluded that a year is not enough time to learn from the countless other civilizations. In any case, you don't need to be a kasatha to consider yourself a student of the universe. Many tempered pilgrims are also followers of the philosophy of the Cycle.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You have read and studied much in your eagerness to learn about and experience new cultures, and you often know about them before you encounter them. Reduce the DC of Culture checks to recall knowledge about a culture's customs and related topics by 5. In addition, whenever you take a rank in Culture, you learn to speak and read two new languages instead of one. Culture is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Culture checks. In addition, you gain an ability adjustment of +1 to Charisma at character creation.</p>\n<p>&nbsp;</p>\n<h2>COMPELLING INFLUENCE (6TH)</h2>\n<p>You understand a variety of social cues and are quick to take advantage of them when you interact with others. When you exceed the DC of a Diplomacy check to improve a creature's attitude by 5 or more, you need to spend only 1 extra minute interacting with the creature to improve its attitude by one additional category. In addition, you worsen a creature's attitude only if you fail the Diplomacy check to improve its attitude by 10 or more.</p>\n<p>&nbsp;</p>\n<h2>BREADTH OF KNOWLEDGE (<span class=\"levelNum\">12TH)</span></h2>\n<p>In your many travels, you have accumulated a wide base of knowledge about all manner of subjects. You can always take 10 on skill checks to recall knowledge, no matter the circumstances. In addition, once per day when attempting a skill check with a skill you have no ranks in, you can roll twice and take the better result.</p>\n<p>&nbsp;</p>\n<h2>DIVERSE EXPERIENCES (<span class=\"levelNum\">18TH)</span></h2>\n<p>The Tempering is about learning something of your own culture by experiencing others. Up to twice per day, when you participate in an established cultural tradition that takes at least 10 minutes and is significantly different from a tradition of your own culture, you can reflect on those differences to recover 1 Resolve Point. What constitutes a cultural tradition is subject to the GM's discretion, but it usually involves a formal or festive ceremony such as a dance, a feast, a parade, or even ritual meditation.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PWD page 77",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "cha",
      "mod": 1
    },
    "skill": "cul",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "U5Mbv0JddMMputqu"
}