{
  "name": "Tinker",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>You are a visionary in the field of micro-scale construction, able to elevate the applications of UPBs and other multifunctional materials to new heights. You might be a researcher who has made a breakthrough in design, a garage experimenter who delights in inventing or creating complex gizmos, or an enthusiast about all things homemade.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>Reduce by 5 the DC of Engineering checks to identify technological devices, as well as Culture checks to recall knowledge about organizations and individuals that specialize in invention and do-it-yourself technology crafting. Engineering is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to your Engineering checks. In addition, you gain an ability adjustment of +1 to Intelligence at character creation.</p>\n<p>&nbsp;</p>\n<h2>DURABLE CRAFTING (<span class=\"levelNum\">6TH)</span></h2>\n<p>Your mastery of the materials you craft with has given you special insight into solid construction principles. When determining the hardness, Hit Points, and saving throws of an item you have crafted, treat its item level as if it were 4 higher instead of 2 higher. It takes you a quarter of the normal time to repair an item you crafted.</p>\n<p>&nbsp;</p>\n<h2>DIMORPHIC CRAFTING (<span class=\"levelNum\">12TH)</span></h2>\n<p>You have devised clever ways to take advantage of the flexibility of UPBs or similar substances, and can rapidly restructure them into one of two preset configurations. When you craft a melee weapon or nonmagical item, you can select another mundane item with the same bulk and general shape (at the GM’s discretion) for it to function as. Once made, this choice can’t be changed. The time required to craft this item is the combined time required to craft both items, and the cost is 10% more than both. Thereafter, as a full action you can transform the item from one shape to another, losing the previous shape’s functions and gaining the functions of the new shape.<br>In addition, when you use Engineering to craft a nonmagical item that doesn’t have this dimorphic capability, it takes you only half as long to do so. This time divisor stacks with others you receive due to your number of ranks in Engineering.</p>\n<p>&nbsp;</p>\n<h2>MASTER TINKER (<span class=\"levelNum\">18TH)</span></h2>\n<p>Up to twice per day, if you encounter a technological item that is alien, unfamiliar, uncommon, or rare, or an item custom built by a creature with whom you’re not familiar, after you spend at least 10 minutes studying that item, you regain 1 Resolve Point. Doing so doesn’t count as resting to regain Stamina Points. In addition, once per day when you successfully repair or craft an item, you regain 1 Resolve Point. You can gain only up to 2 Resolve Points per day from this feature no matter how you use it.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "DF03 page 45",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "int",
      "mod": 1
    },
    "skill": "eng",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "PqhLH9ArSSJFsJ9k"
}