{
  "_id": "UMEVCZjRzhatEFnn",
  "name": "Vaster",
  "type": "theme",
  "data": {
    "type": "",
    "abilityMod": {
      "ability": "wis",
      "mod": 1
    },
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">You aren&rsquo;t from the Pact Worlds, the Veskarium, or any other major system. Instead, you were born far from any major interstellar society, on a world with few Drift beacons to attract traffic. Maybe your family helped establish a settlement on your home world a few generations ago, or perhaps your planet developed in isolation only to be transformed by Drift travel and the recent arrival of visiting aliens from societies more technologically advanced than yours. Whatever the case, you have an outsider&rsquo;s perspective on galactic society, and you know how to improvise, learn from your circumstances, and deal with the unexpected.</span></p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (1ST)</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">All your life, you&rsquo;ve had to fix essential machinery with the wrong parts and makeshift tools. Reduce the DC of Engineering checks to repair items by 5, which also applies to the following starship engineer actions: hold it together, patch, and quick fix. If you have all the proper parts and tools, you can halve the time it takes to repair an item; this stacks with the reduced time required to repair an object you crafted, so you spend only one quarter the original time required when repairing something you made. Engineering is a class skill for you, though if it&rsquo;s a class skill from the class you take at 1st level, you instead gain a +1 bonus to Engineering checks. In addition, you gain an ability adjustment of +1 to Wisdom at character creation.</span></p>\n<p>&nbsp;</p>\n<h2>VASTER SAVVY (6TH)</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">You&rsquo;ve dealt with countless situations outside the normal experience of mainstream galactic society. As a result, you have an uncanny talent for improvising; you also have great situational awareness and can astutely evaluate other people. Once per day, if you fail an Intelligence- or Wisdom-based ability or skill check, you can reroll the check. If you still fail the check, this ability isn&rsquo;t expended for the day, but you can&rsquo;t reroll the same check again.</span></p>\n<p>&nbsp;</p>\n<h2>STARSHIP SAVANT (12TH)</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Former crewmates whisper of your strange, innate ability to get any ship to do exactly what you need, when you need it. You know starships and how to get the most out of them, so you can fill in for many crew roles whenever necessary. When taking chief mate (Character Operations Manual 146), pilot, and science officer actions, you can treat half your ranks in the Engineering skill as ranks in the appropriate skills needed for actions in those crew roles. For gunnery checks, you can use your Engineering ranks in place of Piloting ranks, and you can use your Wisdom modifier in place of your Dexterity modifier. This feature gives you effective ranks in skills, so you&rsquo;re considered to be trained in those skills for the purpose of fulfilling the crew role. If you&rsquo;re trained in a skill required for a crew action, you instead receive a +1 insight bonus on the check for the action.</span></p>\n<p>&nbsp;</p>\n<h2>BUILDING ON SUCCESS (18TH)</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Nothing inspires you like succeeding against challenging odds. Up to twice per day, when you defeat a significant foe, pull off a difficult job, rescue a friend, help meet an important goal, or do something similarly meaningful to you and your allies, you can recover 1 Resolve Point.</span></p>"
    },
    "modifiers": [],
    "skill": "eng",
    "source": "FFoD #01 pg. 49"
  },
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}