{
  "_id": "yJbNBilAgYCpKbIp",
  "name": "Vidgamer",
  "type": "theme",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMod": {
      "ability": "dex",
      "mod": 1
    },
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>First-person shooters, dating simulators, platformers, puzzles, real-time strategy, sports, or massive multiplayer online role-playing games—you’ve mastered them all. You know the levels by heart, have memorized every cheat code, and can play some of the classics blindfolded. You’re proud of your achievements, but have chosen to leave the comforts of your local arcade and adventure into places you have never been, seeking out new experiences and new challenges among the stars.</p>\n<p></p><h2 class=\"title\">THEME KNOWLEDGE (1ST)</h2><p>Your reaction speed and tactical adaptability are beyond compare, and your long hours of focus have you at the top of your game—probably several games, as a matter of fact. Reduce the DC of Profession (vidgamer) checks by 5 (this does not apply when Profession (vidgamer) is being used instead of another skill). Since Profession is a class skill for you, you gain a +1 insight bonus to Profession (vidgamer) checks, and +1 to checks with Profession skills in general. These bonuses stack to a total of +2 for Profession (vidgamer). In addition, you gain an ability adjustment of +1 to Dexterity at character creation.</p>\n<p></p><h2 class=\"title\">AUGMENTED REALITY (6TH)</h2><p>You’re so used to playing vidgames on your comm unit while engaging in everyday life that you can translate these skills to other applications. You can use any comm unit as a combat controller and attach a combat controller to any weapon attached to a vehicle, gun mount, or gun emplacement to treat them as though that weapon had the professional (vidgamer) weapon special property. You can attach a combat controller to a starship weapon or mech weapon to use your ranks in Profession (vidgamer) instead of Piloting for purposes of calculating your attack bonus. You can attach your controller to a starship or vehicle to use your Profession (vidgamer) instead of Piloting to pilot a starship or pilot a vehicle.</p>\n<p></p><h2 class=\"title\">EXTRA LIFE (12TH)</h2><p>The only way to win a game is to prepare yourself for the occasional setback, and you always have a backup plan or cheat code ready in case things don’t go your way. Reduce by 2 the DC of checks you make using Profession (vidgamer) instead of another skill. Once per day, you may reroll a failed Profession (vidgamer) check when it was used instead of another skill.</p>\n<p></p><h2 class=\"title\">GAMER ALWAYS (18TH)</h2><p>Even with all your experience using your abilities as part of a team, you still have times when sitting alone with a game is what you need to recharge. Up to twice per day, in an area where you are safe, you can pull out your pocket game system or comm unit and spend ten minutes playing a game to gain 1 Resolve Point. Doing so doesn’t count as resting to regain Stamina Points.</p>"
    },
    "modifiers": [],
    "skill": "pro",
    "source": "EN pg. 19"
  }
}