{
  "_id": "wwYMXd9g2OFoYJoB",
  "name": "Void Nomad",
  "type": "theme",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMod": {
      "ability": "con",
      "mod": 1
    },
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Many consider the dark cold of space to be ominous and uncomfortable, but you’ve always been drawn to it. Isolation and death instill little fear in you, and your desire to see the infinite blackness of the Void spurs you onward. You might have survived a close encounter with a black hole’s event horizon, studied with the bone sages of Eox, or had a near‑death experience that attracted you to the black. Your interest in such bleakness makes you seem strange to others, if not disturbing, as you search for ways to explore the Negative Energy Plane.</p><h2>@UUID[Compendium.sfrpg.theme-features.k3YPqH8pHKc2iJjO]{Theme Knowledge (1st Level)}</h2><p>You’ve conducted extensive research regarding the Negative Energy Plane and its strange denizens, including potential ways to survive its hostile and entropic atmosphere. Reduce the DC of Physical Science checks to recall knowledge about scientific questions regarding black holes and universal entropy by 5. Reduce the DC of Mysticism checks to recall knowledge about nihilistic religions, the Negative Energy Plane, and that plane’s inhabitants by 5. Survival is a class skill for you, though if it’s a class skill for the class you take at 1st level, you instead gain a +1 bonus to Survival checks. In addition, you gain an ability adjustment of +1 to Constitution at character creation.</p><h2>@UUID[Compendium.sfrpg.theme-features.mUTcFl5z7lWe3zJj]{Live On (6th Level)}</h2><p>You know that everything in the universe will eventually end; even the stars will burn out and die. You stubbornly insist on surviving long enough to see such wondrous sights, and though you know that might not be possible without achieving some form of immortality, you still hold on to your life-force dearly. You can’t gain negative levels, and you gain a +2 bonus to saving throws against death and negative energy effects.</p><h2>@UUID[Compendium.sfrpg.theme-features.tQVwAAHDA2qPQE2b]{Diplomat of Death (12th Level)}</h2><p>The Void has a mysterious pull that attracts the unliving, and you can work the mysterious pull of this plane into your speech. The DC for you to change the attitude of intelligent undead, or to gather information from them, is decreased by 5. In addition, once per day, you can affect an undead creature with a mind-affecting effect, even if it has an Intelligence score lower than 1.</p><h2>@UUID[Compendium.sfrpg.theme-features.binQFfv7It3SoXr9]{Peaceful Oblivion (18th Level)}</h2><p>Avoiding light and other living beings brings you closer to the near-nothingness of the Negative Energy Plane and sets your mind at rest. Up to twice per day while in complete darkness and without other creatures within 30 feet, you can spend 10 minutes reflecting on the hungry stillness of the Void to recover 1 Resolve Point. Doing so doesn’t count as resting to regain Stamina Points.</p>"
    },
    "modifiers": [],
    "skill": "sur",
    "source": "AP45 pg. 53"
  }
}