{
  "name": "Wild Warden",
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>You believe that the trappings of civilization have made others soft, so you eschew them to live in the wilds, such as the jungles of Castrovel. You don't necessarily avoid technology, as it can help you survive in some of the harsher, more extreme environments, but you tend to adorn your equipment with furs and leaves. This might make you seem like a backwards primitive to some people, but you know that nature-in all its forms-will be around long after all societies have collapsed and turned to dust.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>In the course of your explorations of various biomes, you have studied all manner of flora and fauna. Reduce the DC to identify creatures of the animal, plant, and vermin types using Life Sciences by 5. Survival is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Survival checks. In addition, you gain an ability adjustment of +1 to Wisdom at character creation.</p>\n<p>&nbsp;</p>\n<h2>PROTECTOR OF THE WILD (6TH)</h2>\n<p>You harm creatures of the wilderness only when necessary for survival, preferring to simply knock them unconscious whenever possible. When you use a weapon that deals lethal damage to deal nonlethal damage to a creature of the animal, plant, or vermin type that you have identified with a successful Life Sciences check, you don't take the standard -4 penalty to your attack rolls. In addition, if you are dealing nonlethal damage in this way and score a critical hit, you can choose not to impose any of your weapon's critical hit effects. Finally, you can use Life Science to provide first aid (as per the Medicine task) to creatures of the animal, plant, and vermin types.</p>\n<p>&nbsp;</p>\n<h2>MASTER FORAGER (<span class=\"levelNum\">12TH)</span></h2>\n<p>Thanks to your survival skills, you can find materials to sustain and bolster your allies while guiding and feeding them by foraging in a wild environment. When you succeed at a Survival check to live off the land, you and the creatures you provide food and water for as a result of the skill check regain an additional number of Hit Points equal to your Wisdom modifier when you next recover Hit Points with a full night's rest (which must be no more than 24 hours after you succeed at your check).</p>\n<p>&nbsp;</p>\n<h2>COMMUNE WITH NATURE (18TH)</h2>\n<p>Being out in the natural world revitalizes your spirits, reminding you why you enjoy the lifestyle you lead. Up to twice per day in a natural setting (such as a jungle or even an arctic tundra), you can spend 10 minutes meditating or simply considering the world around you (this doesn't count as resting to regain Stamina Points) to regain 1 Resolve Point.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PWD page 37",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "wis",
      "mod": 1
    },
    "skill": "sur",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "2uE8YWDhVkeahMcw"
}