{
  "name": "Xenoseeker",
  "permission": {
    "defgit checkout -b branchxyz origin/branchxyzault": 0,
    "EgDbkW0aYa1c3C2f": 3
  },
  "type": "theme",
  "data": {
    "description": {
      "value": "<p>The thought of meeting alien life-forms excites you. The more different their appearances and customs are from yours, the better! You either believe they have much to teach you or you want to prove you are better than them. Of course, the only way to accomplish your goal is to leave the Pact Worlds and travel to the Vast, where a virtually endless number of aliens await.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (1ST)</h2>\n<p>You are trained to seek out, identify, and interact with alien life-forms. Reduce the DC to identify a rare creature using Life Science by 5. Life Science is a class skill for you,&nbsp; hough if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Life Science checks. In addition, you gain an ability adjustment of +1 to Charisma at character creation.</p>\n<p>&nbsp;</p>\n<h2>QUICK PIDGIN (6TH)</h2>\n<p>If you don&rsquo;t share a language with creatures you encounter, you and the creatures can spend 10 minutes attempting to converse (if they are willing), after which you attempt a DC 25 Culture check. If you succeed, you formulate a simple pidgin language that allows basic communication. You can use the pidgin language with those specific creatures only, but you gain a +2 bonus to Culture checks to create a pidgin language with similar creatures that speak the same language.</p>\n<p>&nbsp;</p>\n<h2>FIRST CONTACT (12TH)</h2>\n<p>You know how to make a good first impression on new races and assuage their fears of the unknown. When meeting a creature that has never seen your race or any of the races of your traveling companions, if it would normally be unfriendly to unknown races, treat it as indifferent instead. This has no effect if the creature would be hostile, indifferent, friendly, or helpful.</p>\n<p>&nbsp;</p>\n<h2>BRILLIANT DISCOVERY (18TH)</h2>\n<p>Up to twice per day, when you discover and document a new species of flora or fauna, you recover 1 RP. On an unexplored planet where every species is new, this process usually takes 10 minutes at most (and doesn&rsquo;t count as rest to regain SP, but even on known planets, you might be able to find a new species in 1d4 hours (or fewer) in a remote biome or one with a high variety of wildlife.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB page 37",
    "type": "",
    "modifiers": [],
    "abilityMod": {
      "ability": "cha",
      "mod": 1
    },
    "skill": "lsc",
    "damage": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "Dj9Tlj3HWQ0ORUyf"
}