{
  "_id": "ujeF9DWqaJkG7N64",
  "name": "Barsala L4",
  "type": "character",
  "data": {
    "abilities": {
      "str": {
        "value": 10,
        "min": 3,
        "misc": 0,
        "mod": 0,
        "base": 10,
        "damage": null,
        "userPenalty": null,
        "drain": null
      },
      "dex": {
        "value": 10,
        "min": 3,
        "misc": 0,
        "mod": 0,
        "base": 14,
        "damage": null,
        "userPenalty": null,
        "drain": null
      },
      "con": {
        "value": 10,
        "min": 3,
        "misc": 0,
        "mod": 0,
        "base": 10,
        "damage": null,
        "userPenalty": null,
        "drain": null
      },
      "int": {
        "value": 10,
        "min": 3,
        "misc": 0,
        "mod": 0,
        "base": 10,
        "damage": null,
        "userPenalty": null,
        "drain": null
      },
      "wis": {
        "value": 10,
        "min": 3,
        "misc": 0,
        "mod": 0,
        "base": 14,
        "damage": null,
        "userPenalty": null,
        "drain": null
      },
      "cha": {
        "value": 10,
        "min": 3,
        "misc": 0,
        "mod": 0,
        "base": 12,
        "damage": null,
        "userPenalty": null,
        "drain": null
      }
    },
    "attributes": {
      "eac": {
        "min": 0,
        "value": 10,
        "tooltip": []
      },
      "kac": {
        "min": 0,
        "value": 10,
        "tooltip": []
      },
      "cmd": {
        "min": 0,
        "value": 10,
        "tooltip": []
      },
      "hp": {
        "min": 0,
        "max": 10,
        "value": 28,
        "temp": null,
        "tempmax": null,
        "tooltip": []
      },
      "sp": {
        "min": 0,
        "max": 10,
        "value": 24,
        "tooltip": []
      },
      "rp": {
        "min": 0,
        "max": 10,
        "value": 1,
        "tooltip": []
      },
      "init": {
        "value": 0,
        "bonus": 0,
        "total": 0,
        "tooltip": []
      },
      "fort": {
        "value": 0,
        "bonus": 0,
        "misc": 0,
        "tooltip": []
      },
      "reflex": {
        "value": 0,
        "bonus": 0,
        "misc": 0,
        "tooltip": []
      },
      "will": {
        "value": 0,
        "bonus": 0,
        "misc": 0,
        "tooltip": []
      },
      "baseAttackBonus": {
        "value": 0,
        "rolledMods": [],
        "tooltip": []
      },
      "bab": 0,
      "arms": "2",
      "space": "",
      "reach": "",
      "speed": {
        "value": "30 ft",
        "special": ""
      },
      "keyability": "wis",
      "spellcasting": ""
    },
    "details": {
      "alignment": "Chaotic Good",
      "race": "",
      "class": "",
      "biography": {
        "value": "<h2>SPECIAL ABILITIES</h2>\n<p><strong>Custom Microlab (Ex) </strong>Barsala has integrated a small customized kit consisting of medical supplies, testing materials, and pharmaceutical compounds into her prosthetic hand. She can use it to evaluate medical conditions and perform several additional tasks described below.</p>\n<p>Her custom microlab counts as a basic medkit and a chemalyzer (granting a +4 bonus on Engineering, Mysticism, and Physical Science checks to identify unknown drugs, medicinals, poisons, and other chemical substances). As long as she has her custom microlab, as a move action she can target a creature within 60 feet in her line of sight and attempt a special skill check to identify it as though her die roll were a 20, using Life Science for a living creature or Physical Science for an unliving one, with the check&rsquo;s DC determined by the creature&rsquo;s rarity (page 133 of the Starfinder Core Rulebook).&nbsp;</p>\n<p>Barsala can also attune her custom microlab to 7 individual creatures. This takes 10 minutes, which she can combine with the time needed to prepare her biohacks for the day, and the creatures must be present, willing, and able to cooperate with the scan. If she attunes her microlab to creatures in excess of this number, the oldest attunements beyond her maximum number end. Otherwise, attunement lasts 24 hours, after which changes in environment and the target&rsquo;s condition require the microlab be reattuned. Under some circumstances, Barsala can deliver biohacks to attuned creatures using ranged injection weapons without making an attack roll.</p>\n<p>If her custom microlab is damaged, destroyed, lost, or stolen, Barsala can kitbash a new one from any medkit or chemalyzer with 1 hour of work. She can have only one custom microlab at a time. If she creates a new one, her old microlab functions as a normal item of whatever type she made it from.</p>\n<hr />\n<p><strong>Biohacks (Ex) </strong>Barsala can use biohacks to boost her allies or inhibit her foes. Her biohacks produce their effects only when she injects a creature with them (see below), and only she knows how to make and administer them properly&mdash;a biohack that leaves Barsala&rsquo;s possession becomes inert until she picks it up again.</p>\n<p>Barsala can deliver any biohack she creates with any attack from an injection weapon. She must decide to use a biohack prior to the attack roll and specify which effect she&rsquo;s using. She applies the biohack as part of the action used to make the attack. She does not need to preload her weapon with biohacks. If she makes a ranged attack and misses, the biohack is expended along with the attack&rsquo;s ammunition. A biohack delivered via a melee injection weapon is not normally expended on a missed attack. If Barsala&rsquo;s attack with a biohack hits but deals no damage, the biohack is expended but the target is not affected by it. After a missed attack that does not expend the biohack, Barsala can remove or change which biohack she&rsquo;s using as part of her next attack without taking any additional action.She can also deliver a biohack using a physical syringe (a level 4 consumable basic melee weapon from her custom microlab) that she can wield in one hand. To inject an unwilling creature with a biohack in this manner, Barsala must hit the creature with a melee attack. This attack deals no damage, but if the creature would be damaged by 1 point of piercing damage, that creature is instead affected by the biohack within the syringe.</p>\n<p>Barsala can inject a biohack into a willing or unconscious creature (or herself) as a standard action without requiring an attack roll, as long as the target is within her reach. She can also use a ranged injection weapon to deliver a biohack to a willing ally she has attuned her custom microlab to as a standard action without making an attack roll, as long as they&rsquo;re within 60 feet. Under any other circumstance, injecting a biohack into an ally at range requires a successful ranged attack roll.</p>\n<p>The materials Barsala uses to create biohacks are inert until she activates them. Once activated, they can be used to create any biohacks she knows. Each day after she has rested for 8 hours, Barsala can spend 10 minutes to activate the ingredients to create 5 biohacks, and this is the maximum number of biohacks she can have ready at one time. This preparation activates only the ingredients; Barsala doesn&rsquo;t need to decide which specific biohacks she&rsquo;s creating until performing the actual actions or attacks used to deliver them. Activated biohack materials that aren&rsquo;t used that day become inert, even if they&rsquo;re still in her possession. Barsala can readily replenish these inert reagents on a regular basis at no cost. Whenever she takes a 10-minute rest to recover Stamina Points, Barsala can also prepare additional activated biohack ingredients to replace those she has used, up to her maximum.</p>\n<p>Biohacks come in two varieties: boosters and inhibitors. Barsala knows the basic boosters and inhibitors listed below, the minor boosters and inhibitors that follow, and the unique booster and inhibitor granted by her primary field of study (see below).</p>\n<p><em><span style=\"text-decoration: underline;\">Basic Booster </span></em>- A basic booster biohack aids a creature in one manner or another. The effect lasts for 4 rounds unless it states otherwise. When Barsala uses it, select an effect:</p>\n<ul>\n<li>The target gains a +1 enhancement bonus to AC.</li>\n<li>The target gains a +2 enhancement bonus to skill checks.</li>\n<li>The target gains a +10-foot enhancement bonus to their speed. If the creature has more than one movement type, choose one to receive this bonus.</li>\n</ul>\n<p><em><span style=\"text-decoration: underline;\">Basic Inhibitor </span></em>- A basic inhibitor biohack hinders a creature&rsquo;s physiology or material function. The effect of an inhibitor lasts for 6 rounds unless it states otherwise. When Barsala uses it, select an effect:</p>\n<ul>\n<li>The target takes a &ndash;2 penalty to AC.</li>\n<li>Barsala reduces the target&rsquo;s DR by 5.</li>\n<li>Barsala reduces the target&rsquo;s resistance to one type of energy (her choice) by 5.</li>\n</ul>\n<p>A creature can be affected by only one of her basic inhibitors at a time, though it can be affected by multiple basic inhibitors originating from multiple biohackers. If Barsala affects a creature with a different basic inhibitor while a previous inhibitor is still in effect, the effects of the previous inhibitor end.</p>\n<p><em><span style=\"text-decoration: underline;\">Minor Biohacks </span></em>- Barsala can create minor biohacks from less powerful (and more stable) pharmaceuticals, nanites, and catalysts, and she can add them to any attack she makes with an injection weapon that does not already have another biohack added to it. She doesn&rsquo;t need to activate the materials for minor biohacks in advance, and using them does not count against the maximum number of biohacks she can have ready at one time. Minor biohacks are otherwise used as and function as basic booster and basic inhibitor biohacks, and they count as such biohacks for the purposes of interactions with other abilities.</p>\n<ul>\n<li><em><span style=\"text-decoration: underline;\">Minor Booster:</span></em> Using a minor booster biohack allows Barsala to attempt to administer first aid with a Medicine check on targets within 60 feet of her microlab. This doesn&rsquo;t require any additional time or action beyond making the attack, and it doesn&rsquo;t have the duration of normal biohacks. Alternatively, she can attempt a Medicine check to treat drugs or poison, though on a successful check, the target gains a +4 bonus only on the next saving throw it attempts against the drug or poison.</li>\n<li><em><span style=\"text-decoration: underline;\">Minor Inhibitor</span></em>: A minor inhibitor biohack imposes a slight hindrance; the target takes a &ndash;1 penalty to attack rolls for 7 rounds.</li>\n</ul>\n<hr />\n<p><strong>Field of Study, Genetics (Ex) </strong>Barsala has selected the genetics field of study, granting her access to a unique booster and inhibitor:</p>\n<p><em><span style=\"text-decoration: underline;\">Booster </span></em>- Barsala temporarily boosts a living creature to improve the acuity of its hearing, granting the subject the benefits of blindsense (sound) with a range of 60 feet. If the creature already has blindsense, it instead gains the benefit of the Blind-Fight feat. This benefit lasts for 1 hour.</p>\n<p><em><span style=\"text-decoration: underline;\">Inhibitor </span></em>- Barsala delivers a DNA-twisting or material-altering chemical nanite compound into a creature&rsquo;s body, imparting vulnerability to one type of energy (her choice). If the creature is immune to that energy type, this inhibitor temporarily removes that immunity and gives the creature resistance 20 to that type of energy. If the creature has resistance to that energy type, this effect instead reduces its resistance by 10 (minimum 0). This biohack does not remove a creature&rsquo;s resistance or immunity to natural hazards or environments, only to damage from energy attacks, spells, and other abilities.</p>\n<hr />\n<p><strong>Injection Expert (Ex) </strong>Barsala is proficient with weapons with the injection weapon special property, as long as the weapon has not gained that weapon special property from a weapon fusion, spell, class feature, or similar ability or effect.&nbsp;</p>\n<p>When Barsala hits an ally with such a weapon, she can avoid dealing damage to that ally, while still affecting the ally with the biohack booster or inhibitor, drug, medicinal compound, poison, serum, or other substance that was loaded into the injection weapon. When she fires a weapon with the injection special property and has multiple types of ammunition loaded into the weapon, she chooses which type of ammunition she fires when she makes the attack.</p>\n<hr />\n<p><strong>Mobility</strong> Barsala gains a +4 bonus to her Armor Class against attacks of opportunity that she provokes by leaving a threatened square.</p>\n<hr />\n<p><strong>Painful Injection</strong> Barsala adds half her Wisdom modifier (+2) to her damage rolls with injection weapons. This has already been factored into her attacks above.Spark of Ingenuity (Ex) Once per day, Barsala can alter one of her biohacks to work in a different way. When using a booster biohack, she can remove one of the following conditions, in addition to the booster&rsquo;s normal effects: dazzled, fascinated, or shaken. Alternatively, she can add the dazzled condition to the effects imposed by any of her inhibitor biohacks. This effect lasts the length of the inhibitor&rsquo;s duration.</p>\n<hr />\n<p><strong>Treat Condition (Ex)</strong> As a standard action, Barsala can treat a willing, adjacent creature to remove the shaken, sickened, or staggered condition. This doesn&rsquo;t end the effect that caused the condition, and the target can regain the condition from any source as normal. Barsala can use this ability up to 4 times per day. She regains all expended uses of this ability when she takes a 10-minute rest to recover Stamina.</p>\n<hr />\n<p><strong>Weapon Specialization</strong> Barsala adds her character level to damage dealt with melee weapons and half her character level to damage dealt with operative melee weapons, small arms, and weapons with the injection ability. This is already added to her attacks above.</p>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Amblaree </strong>This is a poison with the following properties: Type poison (injury); Save Fortitude DC 13; Track Wisdom (special); Frequency 1/round for 3 rounds; Effect progression track is Weakened&mdash;Impaired&mdash;Blinded; no end state. When at the blinded stage, the victim gains the blinded condition; Cure 1 save</p>\n<hr />\n<p><strong>Defrex Hide</strong> While wearing this armor, Barsala can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 4 days.</p>\n<hr />\n<p><strong>Mk 2 Serum of Healing</strong> Drinking a vial of this serum restores 3d8 HP.</p>\n<hr />\n<p><strong>Tactical Needler Pistol</strong> This weapon can be fired 8 times before it needs to be reloaded. Its range increment is 40 feet.</p>",
        "public": "",
        "fullBodyImage": "modules/fvtt-sf-iconics/images/webp/Barsala-portrait.webp",
        "dateOfBirth": "",
        "age": 0,
        "height": "",
        "weight": "",
        "otherVisuals": ""
      },
      "deity": "",
      "level": {
        "value": 1,
        "min": 1,
        "max": 20
      },
      "cl": {
        "value": null
      },
      "xp": {
        "value": 0,
        "min": 0,
        "max": 1300
      },
      "theme": "",
      "environment": "",
      "organization": ""
    },
    "skillpoints": {
      "used": 0,
      "max": 0,
      "tooltip": []
    },
    "skills": {
      "acr": {
        "ability": "dex",
        "min": 0,
        "ranks": 0,
        "value": 0,
        "misc": 0,
        "mod": 0,
        "enabled": false,
        "isTrainedOnly": false,
        "hasArmorCheckPenalty": true
      },
      "ath": {
        "ability": "str",
        "min": 0,
        "ranks": 0,
        "value": 0,
        "misc": 0,
        "mod": 0,
        "enabled": false,
        "isTrainedOnly": false,
        "hasArmorCheckPenalty": true
      },
      "blu": {
        "ability": "cha",
        "min": 0,
        "ranks": 0,
        "value": 0,
        "misc": 0,
        "mod": 0,
        "enabled": false,
        "isTrainedOnly": false,
        "hasArmorCheckPenalty": false
      },
      "com": {
        "ability": "int",
        "min": 0,
        "ranks": 0,
        "value": 0,
        "misc": 0,
        "mod": 0,
        "enabled": false,
        "isTrainedOnly": true,
        "hasArmorCheckPenalty": false
      },
      "cul": {
        "ability": "int",
        "min": 0,
        "ranks": 4,
        "value": 0,
        "misc": 0,
        "mod": 0,
        "enabled": false,
        "isTrainedOnly": true,
        "hasArmorCheckPenalty": false
      },
      "dip": {
        "ability": "cha",
        "min": 0,
        "ranks": 0,
        "value": 0,
        "misc": 0,
        "mod": 0,
        "enabled": false,
        "isTrainedOnly": false,
        "hasArmorCheckPenalty": false
      },
      "dis": {
        "ability": "cha",
        "min": 0,
        "ranks": 0,
        "value": 0,
        "misc": 0,
        "mod": 0,
        "enabled": false,
        "isTrainedOnly": false,
        "hasArmorCheckPenalty": false
      },
      "eng": {
        "ability": "int",
        "min": 0,
        "ranks": 0,
        "value": 0,
        "misc": 0,
        "mod": 0,
        "enabled": false,
        "isTrainedOnly": true,
        "hasArmorCheckPenalty": false
      },
      "int": {
        "ability": "cha",
        "min": 0,
        "ranks": 0,
        "value": 0,
        "misc": 0,
        "mod": 0,
        "enabled": false,
        "isTrainedOnly": false,
        "hasArmorCheckPenalty": false
      },
      "lsc": {
        "ability": "wis",
        "min": 0,
        "ranks": 4,
        "value": 3,
        "misc": 0,
        "mod": 0,
        "enabled": false,
        "isTrainedOnly": true,
        "hasArmorCheckPenalty": false
      },
      "med": {
        "ability": "wis",
        "min": 0,
        "ranks": 4,
        "value": 3,
        "misc": 0,
        "mod": 0,
        "enabled": false,
        "isTrainedOnly": true,
        "hasArmorCheckPenalty": false
      },
      "mys": {
        "ability": "wis",
        "min": 0,
        "ranks": 0,
        "value": 0,
        "misc": 0,
        "mod": 0,
        "enabled": false,
        "isTrainedOnly": true,
        "hasArmorCheckPenalty": false
      },
      "per": {
        "ability": "wis",
        "min": 0,
        "ranks": 0,
        "value": 0,
        "misc": 0,
        "mod": 0,
        "enabled": false,
        "isTrainedOnly": false,
        "hasArmorCheckPenalty": false
      },
      "phs": {
        "ability": "wis",
        "min": 0,
        "ranks": 4,
        "value": 3,
        "misc": 0,
        "mod": 0,
        "enabled": false,
        "isTrainedOnly": true,
        "hasArmorCheckPenalty": false
      },
      "pil": {
        "ability": "dex",
        "min": 0,
        "ranks": 0,
        "value": 0,
        "misc": 0,
        "mod": 0,
        "enabled": false,
        "isTrainedOnly": false,
        "hasArmorCheckPenalty": false
      },
      "pro": {
        "ability": "int",
        "min": 0,
        "ranks": 0,
        "value": 3,
        "misc": 0,
        "mod": 0,
        "enabled": false,
        "isTrainedOnly": true,
        "hasArmorCheckPenalty": false,
        "subname": ""
      },
      "sen": {
        "ability": "wis",
        "min": 0,
        "ranks": 0,
        "value": 0,
        "misc": 0,
        "mod": 0,
        "enabled": false,
        "isTrainedOnly": false,
        "hasArmorCheckPenalty": false
      },
      "sle": {
        "ability": "dex",
        "min": 0,
        "ranks": 0,
        "value": 0,
        "misc": 0,
        "mod": 0,
        "enabled": false,
        "isTrainedOnly": true,
        "hasArmorCheckPenalty": true
      },
      "ste": {
        "ability": "dex",
        "min": 0,
        "ranks": 0,
        "value": 0,
        "misc": 0,
        "mod": 0,
        "enabled": false,
        "isTrainedOnly": false,
        "hasArmorCheckPenalty": true
      },
      "sur": {
        "ability": "wis",
        "min": 0,
        "ranks": 0,
        "value": 0,
        "misc": 0,
        "mod": 0,
        "enabled": false,
        "isTrainedOnly": false,
        "hasArmorCheckPenalty": false
      },
      "pro1": {
        "isTrainedOnly": false,
        "hasArmorCheckPenalty": false,
        "value": 0,
        "misc": 0,
        "ranks": 4,
        "ability": "int",
        "subname": "video personality",
        "mod": 0,
        "enabled": true
      }
    },
    "traits": {
      "size": "medium",
      "senses": "",
      "languages": {
        "value": [
          "auran",
          "brethedan",
          "celestial",
          "common",
          "eoxian",
          "kasatha",
          "vesk"
        ],
        "custom": ""
      },
      "di": {
        "value": [],
        "custom": ""
      },
      "dr": {
        "value": [],
        "custom": ""
      },
      "dv": {
        "value": [],
        "custom": ""
      },
      "ci": {
        "value": [],
        "custom": ""
      },
      "damageReduction": {
        "value": 0,
        "negatedBy": ""
      },
      "sr": 0,
      "weaponProf": {
        "value": [],
        "custom": ""
      },
      "armorProf": {
        "value": [],
        "custom": ""
      }
    },
    "currency": {
      "credit": 39,
      "upb": 0
    },
    "spells": {
      "spell0": {
        "value": 0,
        "max": 0
      },
      "spell1": {
        "value": 0,
        "max": 0
      },
      "spell2": {
        "value": 0,
        "max": 0
      },
      "spell3": {
        "value": 0,
        "max": 0
      },
      "spell4": {
        "value": 0,
        "max": 0
      },
      "spell5": {
        "value": 0,
        "max": 0
      },
      "spell6": {
        "value": 0,
        "max": 0
      }
    },
    "modifiers": [],
    "conditions": {
      "asleep": false,
      "bleeding": false,
      "blinded": false,
      "broken": false,
      "burning": false,
      "confused": false,
      "cowering": false,
      "dazed": false,
      "dazzled": false,
      "dead": false,
      "deafened": false,
      "dying": false,
      "encumbered": false,
      "entangled": false,
      "exhausted": false,
      "fascinated": false,
      "fatigued": false,
      "flat-footed": false,
      "frightened": false,
      "grappled": false,
      "helpless": false,
      "nauseated": false,
      "off-kilter": false,
      "off-target": false,
      "overburdened": false,
      "panicked": false,
      "paralyzed": false,
      "pinned": false,
      "prone": false,
      "shaken": false,
      "sickened": false,
      "stable": false,
      "staggered": false,
      "stunned": false,
      "unconscious": false
    },
    "counterClasses": {
      "values": {}
    },
    "resources": {
      "primary": {
        "value": 0,
        "max": 0,
        "sr": 0,
        "lr": 0
      },
      "secondary": {
        "value": 0,
        "max": 0,
        "sr": 0,
        "lr": 0
      },
      "tertiary": {
        "value": 0,
        "max": 0,
        "sr": 0,
        "lr": 0
      }
    }
  },
  "flags": {},
  "img": "",
  "token": {
    "flags": {},
    "name": "Barsala",
    "displayName": 50,
    "img": "modules/fvtt-sf-iconics/images/webp/Barsala-token.webp",
    "tint": "",
    "width": 1,
    "height": 1,
    "scale": 1,
    "mirrorX": false,
    "mirrorY": false,
    "lockRotation": false,
    "rotation": 0,
    "vision": false,
    "dimSight": 0,
    "brightSight": 0,
    "dimLight": 0,
    "brightLight": 0,
    "sightAngle": 360,
    "lightAngle": 360,
    "lightColor": "",
    "lightAlpha": 1,
    "lightAnimation": {
      "type": "",
      "speed": 5,
      "intensity": 5
    },
    "actorId": "ujeF9DWqaJkG7N64",
    "actorLink": false,
    "disposition": 1,
    "displayBars": 0,
    "bar1": {
      "attribute": ""
    },
    "bar2": {
      "attribute": ""
    },
    "randomImg": false
  },
  "items": [
    {
      "_id": "pM9BFyGRa9GAzho5",
      "name": "Icon",
      "type": "theme",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "<p>Thanks to interstellar transmissions and Drift travel, the galaxy is smaller than ever, and this connectivity has facilitated your ascension to celebrity status. You might be a famous performer or a celebrated scientist, but either way, you get recognized on the Pact Worlds and in associated systems. Your reason for traveling to unknown worlds might be to further spread your acclaim or to escape the limelight.</p>\n<p>&nbsp;</p>\n<h2>THEME KNOWLEDGE (1ST)</h2>\n<p>Choose a Profession skill. You are hooked deeply into the culture of your iconic profession. When attempting a Profession or Culture check to recall knowledge about other icons of your profession or details about your profession&rsquo;s cultural aspects, increase the DC by 5. You gain a +1 bonus to checks with your chosen Profession skill. Culture also becomes a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Culture checks. In addition, you gain an ability adjustment of +1 to Charisma at character creation.</p>\n<p>&nbsp;</p>\n<h2>CELEBRITY (6TH)</h2>\n<p>You are famous enough that pretty much everyone has either heard of you or can quickly find information about you (it&rsquo;s a DC 10 Culture check to recognize your name and a DC 20 Culture check for someone to recognize you out of context from your appearance alone). Among those who follow your iconic profession, you&rsquo;ve built up both fans and detractors due to your celebrity. If you&rsquo;re looking for a generic person like &ldquo;a doctor who can treat this disease,&rdquo; you can almost always find one who&rsquo;s a fan and whose attitude starts as friendly or helpful to you; this takes 2d4 hours. At the GM&rsquo;s discretion, fans might give you services (although not goods) for a discount or even for free.</p>\n<p>&nbsp;</p>\n<h2>MEGACELEBRITY (12TH)</h2>\n<p>Your reputation grows to the point that your name is ubiquitous. The DC of Culture checks to recognize you is reduced to 5 (or 10 to recognize you out of context from your appearance alone) and it takes only 1d4 hours to find a fan who meets a generic description. In addition, fans give you a 10% discount on purchased goods.</p>\n<p>&nbsp;</p>\n<h2>MASTER ICON (18TH)</h2>\n<p>Up to twice per day, you can interact with the public about your profession (usually during a performance, such as a concert, but sometimes in a press conference afterward if your profession requires no audience) for a total of at least 10 minutes to recover 1 Resolve Point.</p>",
          "unidentified": ""
        },
        "source": "CRB page 31",
        "type": "",
        "modifiers": [],
        "abilityMod": {
          "ability": "cha",
          "mod": 1
        },
        "skill": "cul",
        "damage": {
          "parts": []
        },
        "abilityMods": {
          "parts": []
        }
      },
      "sort": 100000,
      "flags": {},
      "img": "icons/svg/mystery-man.svg",
      "effects": []
    },
    {
      "_id": "z4aWHdHLMq9Bt7Hh",
      "name": "Kasatha",
      "type": "race",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "<p>Originally from a planet orbiting a dying star far beyond the Pact Worlds, the four-armed kasathas maintain a reputation as a noble and mysterious people. They are famous for their anachronistic warriors, ancient wisdom, and strange traditions.</p>\n<h3>Physical Description</h3>\n<p>Kasathas are gray-skinned humanoids with four arms and pure black eyes. Lacking a protruding nose, a kasatha&rsquo;s head is smooth and elongated, with skin stretched tight to a skull extending backward far beyond the edge of the neck. While lean compared to @Compendium[sfrpg.races.AMBcyDZDtJ1OOzh3]{Humans}, kasathas have more advanced muscle fibers that grant them surprising strength. Physical differences between kasatha genders are slight and easily overlooked by other races.</p>\n<h3>Home World</h3>\n<p>Kasathas evolved on Kasath, a massive desert planet orbiting a red giant. While they knew that, on a stellar scale, their sun was near death, tradition kept them from entertaining the idea of colonizing another world until shortly after the Gap. Then, their progenitor race&mdash;the plane-hopping witchwyrds&mdash;returned and told them of the perfect world: a place called @Compendium[sfrpg.setting.gzXT0xwsj8kQAoj0]{Akiton}.</p>\n<p>Determined to settle this promised land, the kasathas began construction of a great, slower-than-light colony ship. Hundreds of years later, the worldship&nbsp;@Compendium[sfrpg.setting.nZHqkDndoLfqukCs]{Idari}&nbsp;arrived in the Pact Worlds system. To the crew&rsquo;s surprise, however, local technology had advanced, and the kasathan juggernaut found itself too vulnerable to risk invading @Compendium[sfrpg.setting.gzXT0xwsj8kQAoj0]{Akiton}. Instead, while many kasathas emigrated peacefully to that planet and the surrounding worlds, the majority elected to remain aboard the&nbsp;@Compendium[sfrpg.setting.nZHqkDndoLfqukCs]{Idari}&nbsp;in an orbit between @Compendium[sfrpg.setting.f24qKgU5Wh5LLJyh]{Verces} and @Compendium[sfrpg.setting.Yt2xT4Iy6lHjCzso]{The Diaspora}, tending its rotating-drum farms and manufacturing bays while trading with other races.</p>\n<h3>Society and Alignment</h3>\n<p>Kasathas were technologically advanced when humanity was still huddling in caves, yet they long ago plateaued socially and technologically, learning the importance of stability and balance after a series of near-apocalyptic disasters. In kasathan culture, the answer to any question lies somewhere in the past. The fact that their home world&rsquo;s records extend further back into the Gap than any Pact World only encourages their veneration of history. This leads to a culture steeped in customs that can seem bizarre to outsiders, from the common requirement to hide one&rsquo;s mouth around all but one&rsquo;s most intimate companions to an ironclad belief in the superior dignity of wielding melee weapons over projectile or energy weapons.</p>\n<p>Kasathan society is generally matriarchal and nomadic, organized into myriad &ldquo;great families,&rdquo; clans, and subclans, with individuals and family units roaming as the whim takes them. Their conviction that most other races don&rsquo;t truly understand the importance of personal dignity means kasathas rarely bother to teach their customs to outside races, which leads to their reputation as being mysterious, standoffish, wise, or all three. Each kasatha follows a unique set of traditions, combining common rituals with new ones she creates. She gains more and more traditions over a lifetime, so that the oldest kasathas spend much of their time honoring the past. This accumulation of personal customs begins during the Tempering, a yearlong walkabout all kasathas undergo at the end of adolescence. During this time, young kasathas are encouraged to test their limits, learn from other cultures, and engage in normally improper behavior in hopes of coming to appreciate the value of tradition.</p>\n<p>Many kasathas are lawful neutral, as befits their focus on custom, though younger ones can often be more chaotic, idealistic, or self-centered.</p>\n<h3>Relations</h3>\n<p>Kasathas strive to maintain open trade with all races, yet they find some more amicable than others. They see @Compendium[sfrpg.races.7VtfabTXl7NEXC6u]{Vesk} as brutish and shameful in their focus on conquest by any means, and ysoki as loud and undignified. They get along well with lashuntas, who properly respect the knowledge of the past, and they are intrigued by both androids and shirrens&mdash;races they see as young enough to be led down proper paths. @Compendium[sfrpg.races.AMBcyDZDtJ1OOzh3]{Humans} often confuse them; just when they&rsquo;re ready to write all @Compendium[sfrpg.races.AMBcyDZDtJ1OOzh3]{Humans} off as capricious, they meet one whose sense of honor almost matches their own.</p>\n<h3>Adventurers</h3>\n<p>Kasathas originally brought the philosophy of star cycles and cosmic balance to the Pact Worlds, and to this day most solarians are kasathas, though their physiques and love of dueling also make them excellent soldiers, and the study of ancient traditions turns many into mystics. Kasathas undergoing the Tempering make perfect explorers and adventurers, and in recent generations these walkabouts sometimes turn permanent.</p>\n<p><strong>Ability&nbsp;</strong><strong>Adjustments </strong>+2 Str, +2 Wis, -2 Int<br /><strong>Hit Points</strong>&nbsp;4</p>\n<h2>Vital Stats</h2>\n<p><strong>Average Height&nbsp;</strong>6-7 ft.<br /><strong>Average Weight&nbsp;</strong>120-200 lbs.<br /><strong>Age of Maturity&nbsp;</strong>25 years<br /><strong>Maximum Age&nbsp;</strong>100+2d20 years</p>\n<h2>Size and Type</h2>\n<p>Kasathas are Medium humanoids with the kasatha subtype.</p>\n<h2>Desert Stride</h2>\n<p>Kasathas can move through nonmagical difficult terrain in deserts, hills, and mountains at their normal speed.</p>\n<h2>Four-Armed</h2>\n<p>Kasathas have four arms, which allows them to wield and hold up to four hands&rsquo; worth of weapons and equipment. While their multiple arms increase the number of items they can have at the ready, it doesn&rsquo;t increase the number of attacks they can make during combat.</p>\n<h2>Historian</h2>\n<p>Due to their in-depth historical training and the wide-ranging academic background knowledge they possess, kasathas receive a +2 racial bonus to Culture checks.</p>\n<h2>Natural Grace</h2>\n<p>Kasathas receive a +2 racial bonus to Acrobatics and Athletics checks.</p>\n<h1>Alternate Racial Traits</h1>\n<p><strong>Source&nbsp;</strong><em>COM pg. 20</em><br />Kasathas have spread among the stars for generations. Some groups have developed adaptations to these diverse conditions, represented by the following alternate racial traits.</p>\n<h2>Crew Member</h2>\n<p><strong>Source&nbsp;</strong><em>COM pg. 20</em><br />Some kasatha families have a long tradition of training kin to serve on the&nbsp;@Compendium[sfrpg.setting.nZHqkDndoLfqukCs]{Idari}&rsquo;s crew. These kasathas have a +2 racial bonus to one skill among Computers, Engineering, or Piloting.</p>\n<p>This replaces historian.</p>\n<h2>Personal Traditions</h2>\n<p><strong>Source&nbsp;</strong><em>COM pg. 20</em><br />Kasathas who lack strong bonds sometimes find strength in personal traditions. Once per day as a reaction, such a kasatha can reroll a failed saving throw.</p>\n<p>This replaces natural grace.</p>",
          "unidentified": ""
        },
        "source": "CRB pg. 46",
        "type": "humanoid",
        "modifiers": [
          {
            "name": "Historian",
            "modifier": "2",
            "type": "racial",
            "effectType": "skill",
            "valueAffected": "cul",
            "enabled": true,
            "source": "Racial",
            "notes": "Due to their in-depth historical training and the wide-ranging academic background knowledge they possess, kasathas receive a +2 racial bonus to Culture checks.",
            "modifierType": "constant",
            "condition": "",
            "subtab": "misc",
            "max": 2,
            "_id": "84e2fa15-986c-44d8-b043-8ad811ecd40c"
          },
          {
            "name": "Natural Grace - acro",
            "modifier": "2",
            "type": "racial",
            "effectType": "skill",
            "valueAffected": "acr",
            "enabled": true,
            "source": "Racial",
            "notes": "Kasathas receive a +2 bonus to Acrobatics and Athletics checks.",
            "modifierType": "constant",
            "condition": "",
            "subtab": "misc",
            "max": 2,
            "_id": "b9702952-301c-4675-87dd-30f6b39f98bc"
          },
          {
            "name": "Natural Grace - ath",
            "modifier": "2",
            "type": "racial",
            "effectType": "skill",
            "valueAffected": "ath",
            "enabled": true,
            "source": "Racial",
            "notes": "Kasathas receive a +2 bonus to Acrobatics and Athletics checks.",
            "modifierType": "constant",
            "condition": "",
            "subtab": "misc",
            "max": 2,
            "_id": "af6c6673-6597-4ae2-b22d-4d881564174e"
          }
        ],
        "hp": {
          "value": 4,
          "min": 1
        },
        "abilityMods": {
          "parts": [
            [
              2,
              "str"
            ],
            [
              2,
              "wis"
            ],
            [
              -2,
              "int"
            ]
          ]
        },
        "size": "medium",
        "subtype": "kasatha",
        "damage": {
          "parts": []
        },
        "critical": {
          "parts": []
        }
      },
      "sort": 100000,
      "flags": {},
      "img": "icons/svg/mystery-man.svg",
      "effects": []
    },
    {
      "_id": "qn6Em12Kz8PIv29C",
      "name": "Biohacker",
      "type": "class",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\">You’re fascinated by science in all its many facets. You understand that the fundamentals of biology, chemistry, physics, and other disciplines can help you exploit your enemies’ weaknesses and bolster your allies. You might be studious and methodical about your research, pushing your mind to the limit in search of discovery, or you might be a daring experimenter, improvising concoctions and stumbling upon grand revelations. Either way, you use your knowledge of several fields of scientific study to aid your allies, whether in the thick of battle or in crafting a perfect plan.</span></p>\n<h2><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\"></span>@Compendium[sfrpg.class-features.lgdDuAM2I3s8PQsD]{Custom Microlab (Ex) - 1st Level}</h2>\n<p>You have created a small, customized kit consisting of medical supplies, testing materials, and pharmaceutical compounds, which you can use to evaluate medical conditions and perform several additional tasks described below. You can configure your custom microlab to take the shape of anything that can fit in your hand or similar appendage. Alternatively, you can add it to an armor upgrade slot or to an augmentation system in your brain or an arm; it never takes up an armor upgrade slot or occupies a system in your body, so you can still use that slot or system for an armor upgrade or augmentation as normal. You must have your custom microlab on your person to use it, but you can configure it so it doesn’t need to be in your hand to function.<br><br>Your custom microlab counts as a basic medkit and a chemalyzer and can be used for any purposes applicable to those items. As long as you are in possession of your custom microlab, you can use Physical Science or Life Science instead of Mysticism to make serums, though these serums are not magic items, can be identified using Life Science or Physical Science rather than Mysticism, and do not require a detect magic spell to attempt such a check to identify.<br><br>As long as you have your custom microlab, as a move action you can target a creature within your line of sight and within the microlab’s range (60 feet at 1st level) and attempt a special skill check to identify it. If the creature is living, this is a Life Science check. If it is unliving, it’s a Physical Science check. The DC of this check is determined by the creature’s rarity, as presented on the Creature Rarity table on page 133 of the Core Rulebook. You can attempt this check untrained regardless of the DC, and you always treat your die roll result as a 20.<br><br>You can also attune your custom microlab to a number of individual creatures equal to 3 + your key ability modifier. This takes 10 minutes, which you can combine with the time needed to prepare your biohacks for the day, and the creatures must be present, willing, and able to cooperate with the scan. If you attune your microlab to creatures in excess of this number, the oldest attunements beyond your maximum number end. Otherwise, attunement lasts 24 hours, after which changes in environment and the target’s condition require the microlab be re-attuned. Under some circumstances, you can deliver biohacks to attuned creatures using ranged injection weapons without making an attack roll.<br><br>At 5th level, your custom microlab can function as an advanced medkit. At 9th level, it functions as a medical lab (with no increase to its bulk), and its range increases to 90 feet. At 17th level, its range increases to 120 feet.<br><br>If your custom microlab is damaged, destroyed, lost, or stolen, you can kitbash a new one from any medkit or chemalyzer with 1 hour of work. You can have only one custom microlab at a time. If you create a new custom microlab, your old one functions as a normal item of whatever type you made it from.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.2BjD4ocSE0BL5DcN]{Biohacks (Ex) - 1st Level}</h2>\n<p>As part of your custom microlab, you keep a specialized micropharmacy of catalysts, nanites, and specialized chemicals, plus a small mixing apparatus and syringes. You can use these components to quickly fashion biohacks: specialized solutions that produce different effects. In living targets, your biohacks alter normal biological processes; in nonliving creatures, they emulate biochemistry via complex chemical compounds. You can use biohacks to boost your allies or inhibit your foes. Your biohacks produce their effects only when you inject a creature with them (see below), and only you know how to make and administer them properly—a biohack that leaves your possession becomes inert until you pick it up again.<br><br>You can deliver any biohack you create with any attack from an injection weapon. You must declare prior to the attack roll that you are using a biohack and specify which effect you are using, but you select and apply the biohack as part of the action used to make the attack. You do not need to preload your weapon with biohacks. If you are making a ranged attack and miss your target, the biohack is expended along with the attack’s ammunition. A biohack delivered via a melee injection weapon is not normally expended on a missed attack. If you must attempt an attack roll with a biohack and your attack hits but deals no damage (normally as a result of damage reduction or an ability such as the vanguard’s mitigate), the biohack is expended but the target is not affected by it. After a missed attack that does not expend the biohack, you can remove it or change which biohack you are using as part of your next attack without taking any additional action.<br><br>You can also deliver a biohack using a physical syringe (from your custom microlab) that you can wield in one hand. This is considered a consumable basic melee weapon with negligible bulk, 1 Hit Point, and an item level and hardness equal to your biohacker level. To inject an unwilling creature with a biohack in this manner, you must hit them with a melee attack. This attack deals no damage, but if the creature would be damaged by 1 point of piercing damage, that creature is instead affected by the biohack within the syringe.<br><br>A biohack can be injected into a willing or unconscious creature (or yourself) as a standard action without requiring an attack roll, as long as the target is within your reach. You can also use a ranged injection weapon to deliver a biohack to a willing ally you have attuned your custom microlab to as a standard action without making an attack roll, as long as they’re within your custom microlab’s range. Under any other circumstance, injecting a biohack into an ally at range requires a successful ranged attack roll.<br><br>The materials you use to create biohacks are inert until you activate them. Once activated, they can be used to create any biohacks you know. Each day after you have rested for 8 hours, you can spend 10 minutes to activate the ingredients to create a number of biohacks equal to 1 + your key ability score modifier. This is the maximum number of biohacks you can have ready at one time. This preparation activates only the ingredients; you don’t need to decide which specific biohacks you’re creating until the actual actions or attacks used to deliver them. Activated biohack materials that aren’t used that day become inert, even if they’re still in your possession. You can readily replenish these inert reagents on a regular basis at no cost, unless the GM states otherwise. Whenever you take a 10-minute rest to recover Stamina Points, you can also prepare additional activated biohack ingredients to replace those you have used, up to your maximum.<br><br>Biohacks come in two varieties: boosters and inhibitors. At 1st level, you know the basic boosters and inhibitors listed below, the minor boosters and inhibitors that follow, and the unique booster and inhibitor granted by your primary field of study. As you increase in level, you can also devise theorems to learn special biohacks, in addition to gaining biohacks from a secondary and a tertiary field of study. Additionally, most fields of study eventually provide you with breakthroughs: special biohacks described in their entries.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.IPDN3VDLTrrMFE2g]{Injection Expert (Ex) - 1st Level}</h2>\n<p>You are proficient with weapons with the injection weapon special property, as long as the weapon has not gained that weapon special property through a weapon fusion, spell, class feature, or similar ability or effect. At 2nd level, you gain a +1 bonus to attack rolls with these weapons. At 9th level, that bonus increases to +2, and at 18th level it increases to +3.<br><br>When you hit an ally with such a weapon, you can avoid dealing damage to that ally, while still affecting the ally with the biohack booster or inhibitor, drug, medicinal compound, poison, serum, or other substance that was loaded into the injection weapon. When you fire a weapon with the injection special property and you have multiple types of ammunition loaded into the weapon, you choose which type of ammunition you fire when you attempt the attack.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.aWxj3kjbSduZkm9j]{Primary Field Of Study (Ex) - 1st Level}</h2>\n<p>Your primary field of study represents your scientific specialty. Choose your primary field of study upon taking your first level in biohacker—once made, this choice cannot be changed. A field of study grants you a unique booster and inhibitor, many of which work only on living creatures (not objects or creatures with the unliving universal creature rule) and have special properties and descriptors explained in their entries. At 5th level, you gain the breakthrough for your field of study.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.effKY7m8EX1NnZWX]{Scientific Method (Ex) - 1st Level}</h2>\n<p>You have an innate mental gift, and a special way of approaching problems that lets you surpass normal researchers and scholars. If your key ability score is Intelligence, you have a studious mind. If your key ability score is Wisdom, you have an instinctive mind. Your scientific method affects your spark of ingenuity class feature (see below), and may impact how some other class features function, as noted in those abilities.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.rpaon3jF3nCe5eP9]{Theorem (Ex) - 2nd Level}</h2>\n<p>As you gain experience, you devise theories about the way the universe works. Some theorems you can apply to yourself, altering your physiological structure to gain specific benefits, while others require the use of your custom microlab or other equipment or add additional options for your biohacks.<br><br>You learn your first theorem at 2nd level, and you gain an additional theorem every 2 levels thereafter. If a theorem allows an opponent a saving throw to resist its effects, the DC is equal to 10 + half your biohacker level + your key ability score modifier. If a theorem requires an opponent to attempt a skill check, the DC is equal to 10 + 1-1/2 × your biohacker level + your key ability score modifier. Unless otherwise specified, you can’t learn a theorem more than once. Once you learn a theorem, that choice cannot be changed.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.Sg8hjAB2QYWFrT0X]{Spark Of Ingenuity (Ex) - 3rd Level}</h2>\n<p>Possible permutations and offshoots of your formulas constantly run through your mind. Once per day, you can alter one of your biohacks to work in a different way, determined by your scientific method. You can do this one additional time per day at 9th level and at 15th level.<br><br>If you are a studious biohacker, you can expend two uses of your biohack ability to combine the effect of two basic or minor biohacks (or one of each) into a single effect. This takes no additional time and allows a creature to be under the effects of two different basic or minor booster or inhibitor biohacks simultaneously. If the two effects have different durations, each effect ends after its normal time limit, though any with a duration measured in rounds last 1 round longer than normal.<br><br>If you are an instinctive biohacker, when using a booster biohack, you can remove one of the following conditions, in addition to the booster’s normal effects: dazzled, fascinated, or shaken. If you are at least 9th level, you can instead add the off-target condition as one of the effects imposed by any of your inhibitors, or you can remove any one of the following conditions with any of your boosters: dazzled, deafened, fascinated, fatigued, off‑target, shaken, or sickened. Alternatively, you can add the dazzled condition to the effects imposed by any of your inhibitor biohacks. This effect lasts the length of the inhibitor’s duration.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.hNCEVQicM9RrOv6J]{Weapon Specialization (Ex) - 3rd Level}</h2>\n<p>You gain the Weapon Specialization feat as a bonus feat for each weapon type this class grants you proficiency with. For weapons you have gained proficiency with only through the injection expert class feature, rather than the normal Weapon Specialization benefit, you instead add half your character level to damage you deal with those weapons.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.kqK4E3QfsnbIqHtB]{Secondary Field Of Study (Ex) - 7th Level}</h2>\n<p>You choose a secondary field of study, which must be different from your primary field of study. Once made, this choice cannot be changed. You gain the unique booster and inhibitor biohacks for that field of study. At 11th level, you gain the breakthrough for your secondary field of study. When discussing your eduction, your secondary field of study is often referred to as your “minor.”</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.fBSG6tVqpRJ6ssTe]{Tertiary Field Of Study (Ex) - 13th Level}</h2>\n<p>You choose a third field of study, which must be different from your primary and secondary fields of study. Once made, this choice cannot be changed. You gain the unique booster and inhibitor biohacks for that field of study. At 17th level, you gain the breakthrough for your tertiary field of study.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.bM6uQky5xcLUmfSJ]{Resolve Analysis (Ex) - 19th Level}</h2>\n<p>Whenever you use your spark of ingenuity class feature, you regain 1 Resolve Point, up to your normal maximum.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.cWnerlKxauezz4Sa]{Superserum (Su) - 20th Level}</h2>\n<p>&nbsp; At 20th level, you have developed the formula for a superserum that can create powerful changes in a target. You can create two superserums per day. Your superserums are a special type of biohack, and you prepare them as part of the 10 minutes required to create your normal biohacks for the day. Your superserum produces one of the following effects; as with all biohacks, you decide on this effect as part of the attack or action you take to inject a creature with the biohack.&nbsp;</p>\n<ul>\n<li>Grant major healing or bring a dead creature back to life. This functions as if you had cast raise dead or regenerate on the target, using your class level as the caster level.</li>\n<li>Scramble the physiological makeup of the target, causing massive internal damage. The target takes 17d10 points of damage and is exhausted and stunned for 1 round. If the target succeeds at a Fortitude saving throw (DC = 10 + half your biohacker level + your key ability score modifier), the damage is halved, and the target is instead only fatigued for 1 round.</li>\n<li>Relieve the target of debilitating conditions. Choose one set of ability scores: mental (Intelligence, Wisdom, and Charisma) or physical (Strength, Dexterity, and Constitution). The target is healed of all ability damage to the chosen set of ability scores, and all ability drain from these ability scores is removed. Regardless of which set of scores you choose, the superserum also eliminates any ongoing confusion, fear, and insanity effects; any mental afflictions that could be removed with dispel magic; and any diseases that use the mental disease track. It removes any effects magically altering the target’s memory—even instantaneous effects—and can restore the target’s memory to perfect clarity.</li>\n</ul>",
          "unidentified": ""
        },
        "source": "COM, p. 40",
        "type": "",
        "modifiers": [],
        "levels": 4,
        "hp": {
          "value": 6,
          "min": 1
        },
        "sp": {
          "value": 6,
          "min": 1
        },
        "kas": "int",
        "csk": {
          "acr": false,
          "ath": false,
          "blu": true,
          "com": true,
          "cul": true,
          "dip": true,
          "dis": false,
          "eng": true,
          "int": false,
          "lsc": true,
          "med": true,
          "mys": false,
          "per": true,
          "pro": true,
          "phs": true,
          "pil": false,
          "sen": true,
          "sle": true,
          "ste": false,
          "sur": false
        },
        "skillRanks": {
          "value": 4,
          "min": 4
        },
        "proficiencies": {
          "weapon": {
            "bmelee": true,
            "amelee": false,
            "sarms": true,
            "larms": false,
            "hweap": false,
            "snipe": false,
            "gren": true,
            "spec": false
          },
          "armor": {
            "lgt": true,
            "hvy": false,
            "pwr": false,
            "shl": false
          }
        },
        "bab": "moderate",
        "fort": "fast",
        "ref": "slow",
        "will": "slow",
        "isCaster": false,
        "damage": {
          "parts": []
        },
        "abilityMods": {
          "parts": []
        },
        "critical": {
          "parts": []
        }
      },
      "sort": 100000,
      "flags": {},
      "img": "icons/svg/mystery-man.svg",
      "effects": []
    },
    {
      "_id": "tg9udPSW50RkvN5S",
      "name": "Baton, tactical",
      "type": "weapon",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "<p>A baton is a thin, solid metal shaft, usually with a textured rubber grip. A tactical baton can be used to inflict precise bludgeoning blows. An advanced baton, used by elite mercenary and security companies, often has an additional shaft, as well as a weighted end that can be powered to connect with substantially more force than a tactical baton.</p>",
          "unidentified": ""
        },
        "source": "CRB pg. 171",
        "type": "",
        "quantity": 1,
        "bulk": "L",
        "price": 90,
        "level": 1,
        "attuned": false,
        "equipped": true,
        "equippable": false,
        "identified": true,
        "attributes": {
          "sturdy": true,
          "customBuilt": false,
          "size": "medium",
          "dex": {
            "mod": ""
          },
          "hp": {
            "value": 18,
            "max": "18"
          },
          "hardness": {
            "value": "7"
          },
          "ac": {
            "value": "5"
          }
        },
        "activation": {
          "type": "none",
          "cost": null,
          "condition": ""
        },
        "duration": {
          "value": "",
          "units": ""
        },
        "target": {
          "value": "",
          "type": ""
        },
        "area": {
          "value": null,
          "units": "none",
          "shape": "",
          "effect": ""
        },
        "range": {
          "value": 20,
          "units": "ft",
          "additional": "",
          "per": ""
        },
        "uses": {
          "value": null,
          "max": null,
          "per": ""
        },
        "isActive": null,
        "ability": "str",
        "actionType": "mwak",
        "attackBonus": 0,
        "chatFlavor": "",
        "critical": {
          "parts": [],
          "effect": ""
        },
        "damage": {
          "parts": [
            [
              "1d4 + @abilities.str.mod",
              "bludgeoning"
            ]
          ]
        },
        "formula": "",
        "save": {
          "type": "",
          "dc": "",
          "descriptor": "negate"
        },
        "descriptors": [],
        "capacity": {
          "value": null,
          "max": null
        },
        "usage": {
          "value": null,
          "per": ""
        },
        "modifiers": [],
        "container": {
          "contents": [],
          "storage": [],
          "isOpen": true
        },
        "weaponType": "basicM",
        "weaponCategory": "uncategorized",
        "special": "",
        "properties": {
          "one": true,
          "analog": true,
          "operative": true,
          "two": false,
          "amm": false,
          "archaic": false,
          "automatic": false,
          "blast": false,
          "block": false,
          "boost": false,
          "bright": false,
          "disarm": false,
          "entangle": false,
          "explode": false,
          "injection": false,
          "line": false,
          "nonlethal": false,
          "penetrating": false,
          "powered": false,
          "qreload": false,
          "reach": false,
          "sniper": false,
          "stun": false,
          "thrown": true,
          "trip": false,
          "unwieldy": false,
          "aeon": false,
          "antibiological": false,
          "aurora": false,
          "breach": false,
          "breakdown": false,
          "cluster": false,
          "conceal": false,
          "deconstruct": false,
          "deflect": false,
          "double": false,
          "drainCharge": false,
          "echo": false,
          "extinguish": false,
          "feint": false,
          "fiery": false,
          "firstArc": false,
          "flexibleLine": false,
          "force": false,
          "freeHands": false,
          "fueled": false,
          "grapple": false,
          "gravitation": false,
          "guided": false,
          "harrying": false,
          "holyWater": false,
          "ignite": false,
          "indirect": false,
          "integrated": false,
          "living": false,
          "lockdown": false,
          "mind-affecting": false,
          "mine": false,
          "mire": false,
          "modal": false,
          "necrotic": false,
          "polarize": false,
          "polymorphic": false,
          "professional": false,
          "punchGun": false,
          "radioactive": false,
          "recall": false,
          "relic": false,
          "reposition": false,
          "shape": false,
          "shells": false,
          "shield": false,
          "subtle": false,
          "sunder": false,
          "swarm": false,
          "tail": false,
          "teleportive": false,
          "thought": false,
          "throttle": false,
          "underwater": false,
          "variantBoost": false,
          "wideLine": false,
          "hybrid": false,
          "regrowth": false,
          "unbalancing": false
        },
        "proficient": true,
        "abilityMods": {
          "parts": []
        }
      },
      "sort": 200000,
      "flags": {},
      "img": "icons/weapons/staves/staff-simple.webp",
      "effects": []
    },
    {
      "_id": "uJMlKjqI164JAF7k",
      "name": "Needler pistol, Tactical",
      "type": "weapon",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "<p>A favorite of assassins and battlefield medics alike, the needler pistol uses magnetic fields or pressurized gas to launch darts that inject a substance into the target. This injection gun can be fitted with cartridges containing medicine or poison.</p>",
          "unidentified": ""
        },
        "source": "Character Operations Manual",
        "type": "",
        "quantity": 1,
        "bulk": "L",
        "price": 105,
        "level": 1,
        "attuned": false,
        "equipped": true,
        "equippable": false,
        "identified": true,
        "attributes": {
          "sturdy": true,
          "customBuilt": false,
          "size": "medium",
          "dex": {
            "mod": ""
          },
          "hp": {
            "value": 6,
            "max": ""
          },
          "hardness": {
            "value": ""
          },
          "ac": {
            "value": ""
          }
        },
        "activation": {
          "type": "none",
          "cost": null,
          "condition": ""
        },
        "duration": {
          "value": "",
          "units": ""
        },
        "target": {
          "value": "",
          "type": ""
        },
        "area": {
          "value": null,
          "units": null,
          "shape": "",
          "effect": ""
        },
        "range": {
          "value": 40,
          "units": "ft",
          "additional": "",
          "per": ""
        },
        "uses": {
          "value": 0,
          "max": 0,
          "per": ""
        },
        "isActive": null,
        "ability": "dex",
        "actionType": "rwak",
        "attackBonus": 0,
        "chatFlavor": "",
        "critical": {
          "parts": [],
          "effect": ""
        },
        "damage": {
          "parts": [
            [
              "1d4",
              "piercing"
            ]
          ]
        },
        "formula": "",
        "save": {
          "type": "",
          "dc": "",
          "descriptor": "negate"
        },
        "descriptors": [],
        "capacity": {
          "value": 6,
          "max": 6
        },
        "usage": {
          "value": 1,
          "per": "round"
        },
        "modifiers": [],
        "container": {
          "contents": [
            {
              "id": "71lw1Gx6ENbIZa9w",
              "index": 0
            }
          ],
          "storage": [
            {
              "type": "slot",
              "subtype": "fusion",
              "amount": 1,
              "acceptsType": [
                "fusion"
              ],
              "affectsEncumbrance": true,
              "weightProperty": "level"
            },
            {
              "type": "bulk",
              "subtype": "",
              "amount": 3,
              "acceptsType": [
                "goods"
              ],
              "weightProperty": "",
              "affectsEncumbrance": true
            }
          ],
          "isOpen": true
        },
        "weaponType": "smallA",
        "weaponCategory": "uncategorized",
        "special": "",
        "properties": {
          "one": true,
          "two": false,
          "amm": false,
          "analog": true,
          "archaic": false,
          "automatic": false,
          "blast": false,
          "block": false,
          "boost": false,
          "bright": false,
          "disarm": false,
          "entangle": false,
          "explode": false,
          "injection": true,
          "line": false,
          "nonlethal": false,
          "operative": false,
          "penetrating": false,
          "powered": false,
          "qreload": false,
          "reach": false,
          "sniper": false,
          "stun": false,
          "thrown": false,
          "trip": false,
          "unwieldy": false,
          "aeon": false,
          "antibiological": false,
          "aurora": false,
          "breach": false,
          "breakdown": false,
          "cluster": false,
          "conceal": false,
          "deconstruct": false,
          "deflect": false,
          "double": false,
          "drainCharge": false,
          "echo": false,
          "extinguish": false,
          "feint": false,
          "fiery": false,
          "firstArc": false,
          "flexibleLine": false,
          "force": false,
          "freeHands": false,
          "fueled": false,
          "grapple": false,
          "gravitation": false,
          "guided": false,
          "harrying": false,
          "holyWater": false,
          "hybrid": false,
          "ignite": false,
          "indirect": false,
          "integrated": false,
          "living": false,
          "lockdown": false,
          "mind-affecting": false,
          "mine": false,
          "mire": false,
          "modal": false,
          "necrotic": false,
          "polarize": false,
          "polymorphic": false,
          "professional": false,
          "punchGun": false,
          "radioactive": false,
          "recall": false,
          "regrowth": false,
          "relic": false,
          "reposition": false,
          "shape": false,
          "shatter": false,
          "shells": false,
          "shield": false,
          "subtle": false,
          "sunder": false,
          "swarm": false,
          "tail": false,
          "teleportive": false,
          "thought": false,
          "throttle": false,
          "unbalancing": false,
          "underwater": false,
          "variantBoost": false,
          "wideLine": false
        },
        "proficient": true,
        "abilityMods": {
          "parts": []
        }
      },
      "sort": 300000,
      "flags": {},
      "img": "systems/sfrpg/icons/equipment/weapons/needler-pistol-tactical.jpg",
      "effects": []
    },
    {
      "_id": "71lw1Gx6ENbIZa9w",
      "name": "Darts",
      "type": "goods",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">These light metal shafts each have a pointed tip and a reservoir to hold toxins or other appropriate substances that are typically liquid or viscous. While most combatants rely on darts to deliver toxins to enemies, particularly desperate or overworked field medics sometimes employ darts to conveniently deliver antitoxins, healing serums, and other beneficial drugs across a crowded battlefield. In these cases, medics often practice to improve their aim to ensure that this strategy is effective when employed.&nbsp;</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Capacity:</strong> 58</span></p>",
          "unidentified": ""
        },
        "source": "Core Rulebook",
        "type": "",
        "quantity": 1,
        "bulk": "L",
        "price": 20,
        "level": 1,
        "attuned": false,
        "equipped": false,
        "equippable": false,
        "identified": true,
        "attributes": {
          "sturdy": false,
          "customBuilt": false,
          "size": "medium",
          "dex": {
            "mod": ""
          },
          "hp": {
            "value": 6,
            "max": ""
          },
          "hardness": {
            "value": ""
          },
          "ac": {
            "value": ""
          }
        },
        "modifiers": [],
        "damage": {
          "parts": []
        },
        "critical": {
          "parts": []
        },
        "abilityMods": {
          "parts": []
        }
      },
      "sort": 600000,
      "flags": {},
      "img": "systems/sfrpg/icons/equipment/weapons/darts.jpg",
      "effects": []
    },
    {
      "_id": "BMdG3MZ6fIxQ7GlS",
      "name": "Clothing, Everyday",
      "type": "goods",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "<h1>Clothing</h1>\n<p>Clothing is mass produced throughout the Pact Worlds, and the residents of the system are never wanting for clothes. Clothing is often worn both under and over armor, and its benefits apply in nearly all situations. Clothing comes in several varieties based upon its intended purpose, as described below.</p>\n<p>&nbsp;</p>\n<p><strong>Clothes designed for everyday wear come in a dazzling array of colors and styles, many of which are tailored to specific cultures or planets. Most characters choose their everyday wear based on their personal preferences.</strong></p>",
          "unidentified": ""
        },
        "source": "CRB pg. 230",
        "type": "",
        "quantity": 1,
        "bulk": "L",
        "price": 5,
        "level": 1,
        "attuned": false,
        "equipped": false,
        "equippable": false,
        "identified": true,
        "attributes": {
          "sturdy": false,
          "customBuilt": false,
          "size": "medium",
          "dex": {
            "mod": ""
          },
          "hp": {
            "value": 6,
            "max": ""
          },
          "hardness": {
            "value": ""
          },
          "ac": {
            "value": ""
          }
        },
        "modifiers": [],
        "damage": {
          "parts": []
        },
        "critical": {
          "parts": []
        },
        "abilityMods": {
          "parts": []
        }
      },
      "sort": 700000,
      "flags": {},
      "img": "icons/equipment/chest/shirt-collared-brown.webp",
      "effects": []
    },
    {
      "_id": "PzKzVCHsDiQVsgpU",
      "name": "Hygiene Kit",
      "type": "goods",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "<p>This kit contains all of the tools and products needed to practice good grooming and hygiene. Kits designed for specific races include supplies (such as scale-care products for vesk or antennae grooming for lashuntas or shirrens) that are of less use to other creatures.</p>",
          "unidentified": ""
        },
        "source": "CRB pg. 231",
        "type": "",
        "quantity": 1,
        "bulk": "L",
        "price": 3,
        "level": 1,
        "attuned": false,
        "equipped": false,
        "equippable": false,
        "identified": true,
        "attributes": {
          "sturdy": false,
          "customBuilt": false,
          "size": "medium",
          "dex": {
            "mod": ""
          },
          "hp": {
            "value": 6,
            "max": ""
          },
          "hardness": {
            "value": ""
          },
          "ac": {
            "value": ""
          }
        },
        "modifiers": [],
        "damage": {
          "parts": []
        },
        "critical": {
          "parts": []
        },
        "abilityMods": {
          "parts": []
        }
      },
      "sort": 800000,
      "flags": {},
      "img": "systems/sfrpg/icons/equipment/technological%20items/xenobiologists-field-kit.jpg",
      "effects": []
    },
    {
      "_id": "mlUL8L26t9SlpJQq",
      "name": "Comm Unit, Personal",
      "type": "technological",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "<p><span id=\"ctl00_MainContent_DataListTechItems_ctl00_LabelName\">A personal comm unit is pocket-sized device that combines a minor portable computer (treat as a tier-0 computer with no upgrades or modules) and a cellular communication device, allowing wireless communication with other comm units in both audio- and text-based formats at planetary range (see page 272). A personal comm unit also includes a calculator, a flashlight (increases the light level one step in a 15-foot cone), and several entertainment options (including games and access to any local infospheres). You can upgrade a personal comm unit to function as some other devices (such as full computers and scanners) by spending credits equal to 110% of the additional device’s price.<br></span></p>\n<p><span id=\"ctl00_MainContent_DataListTechItems_ctl00_LabelName\">Comm units that function at system-wide and unlimited ranges aren’t as portable; they include built-in generators that provide the necessary amount of power. Short-term use of these units can be purchased in most major settlements (see page 234).<br>See page 430 for more about Pact Worlds communications.</span></p>",
          "unidentified": ""
        },
        "source": "Core Rulebook",
        "type": "",
        "quantity": 1,
        "bulk": "L",
        "price": 7,
        "level": 1,
        "attuned": false,
        "equipped": false,
        "equippable": false,
        "identified": true,
        "attributes": {
          "sturdy": false,
          "customBuilt": false,
          "size": "medium",
          "dex": {
            "mod": ""
          },
          "hp": {
            "value": 6,
            "max": ""
          },
          "hardness": {
            "value": ""
          },
          "ac": {
            "value": ""
          }
        },
        "capacity": {
          "value": 0,
          "max": 0
        },
        "usage": {
          "value": 1,
          "per": "hour"
        },
        "modifiers": [],
        "hands": 1,
        "damage": {
          "parts": []
        }
      },
      "sort": 100000,
      "flags": {},
      "img": "systems/sfrpg/icons/equipment/technological%20items/comm-unit-personal.jpg",
      "effects": []
    },
    {
      "_id": "oWznWfjB5jSM60qL",
      "name": "Mobility (Combat)",
      "type": "feat",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "<p>You can easily move past dangerous foes.<br><strong>Prerequisites</strong>: Dex 13.</p>\n<hr>\n<p><span id=\"ctl00_MainContent_DataListTypes_ctl00_LabelName\"><strong>Benefit</strong>: You gain a +4 bonus to your Armor Class against attacks of opportunity that you provoke by leaving a threatened square.</span></p>",
          "unidentified": ""
        },
        "source": "Core Rulebook",
        "type": "",
        "activation": {
          "type": "",
          "cost": 0,
          "condition": ""
        },
        "duration": {
          "value": "",
          "units": ""
        },
        "target": {
          "value": "",
          "type": ""
        },
        "area": {
          "value": null,
          "units": null,
          "shape": "",
          "effect": ""
        },
        "range": {
          "value": null,
          "units": null,
          "additional": "",
          "per": ""
        },
        "uses": {
          "value": 0,
          "max": 0,
          "per": ""
        },
        "isActive": null,
        "ability": "",
        "actionType": "",
        "attackBonus": 0,
        "chatFlavor": "",
        "critical": {
          "parts": [],
          "effect": ""
        },
        "damage": {
          "parts": []
        },
        "formula": "",
        "save": {
          "type": "",
          "dc": null,
          "descriptor": "negate"
        },
        "descriptors": [],
        "modifiers": [],
        "requirements": "",
        "recharge": {
          "value": null,
          "charged": false
        }
      },
      "sort": 100000,
      "flags": {},
      "img": "systems/sfrpg/icons/feats/mobility.png",
      "effects": []
    },
    {
      "_id": "BrXRGcEwYnQoksDm",
      "name": "Custom Microlab (Ex)",
      "type": "feat",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "<p>&gt;@Compendium[sfrpg.classes.PSHcGB4UFgMSiF4V]{Biohacker}</p>\n<p>You have created a small, customized kit consisting of medical supplies, testing materials, and pharmaceutical compounds, which you can use to evaluate medical conditions and perform several additional tasks described below. You can configure your custom microlab to take the shape of anything that can fit in your hand or similar appendage. Alternatively, you can add it to an armor upgrade slot or to an augmentation system in your brain or an arm; it never takes up an armor upgrade slot or occupies a system in your body, so you can still use that slot or system for an armor upgrade or augmentation as normal. You must have your custom microlab on your person to use it, but you can configure it so it doesn’t need to be in your hand to function.<br><br>Your custom microlab counts as a basic medkit and a chemalyzer and can be used for any purposes applicable to those items. As long as you are in possession of your custom microlab, you can use Physical Science or Life Science instead of Mysticism to make serums, though these serums are not magic items, can be identified using Life Science or Physical Science rather than Mysticism, and do not require a detect magic spell to attempt such a check to identify.<br><br>As long as you have your custom microlab, as a move action you can target a creature within your line of sight and within the microlab’s range (60 feet at 1st level) and attempt a special skill check to identify it. If the creature is living, this is a Life Science check. If it is unliving, it’s a Physical Science check. The DC of this check is determined by the creature’s rarity, as presented on the Creature Rarity table on page 133 of the Core Rulebook. You can attempt this check untrained regardless of the DC, and you always treat your die roll result as a 20.<br><br>You can also attune your custom microlab to a number of individual creatures equal to 3 + your key ability modifier. This takes 10 minutes, which you can combine with the time needed to prepare your biohacks for the day, and the creatures must be present, willing, and able to cooperate with the scan. If you attune your microlab to creatures in excess of this number, the oldest attunements beyond your maximum number end. Otherwise, attunement lasts 24 hours, after which changes in environment and the target’s condition require the microlab be re-attuned. Under some circumstances, you can deliver biohacks to attuned creatures using ranged injection weapons without making an attack roll.<br><br>At 5th level, your custom microlab can function as an advanced medkit. At 9th level, it functions as a medical lab (with no increase to its bulk), and its range increases to 90 feet. At 17th level, its range increases to 120 feet.<br><br>If your custom microlab is damaged, destroyed, lost, or stolen, you can kitbash a new one from any medkit or chemalyzer with 1 hour of work. You can have only one custom microlab at a time. If you create a new custom microlab, your old one functions as a normal item of whatever type you made it from.</p>",
          "unidentified": ""
        },
        "source": "Biohacker",
        "type": "",
        "activation": {
          "type": "",
          "cost": 0,
          "condition": ""
        },
        "duration": {
          "value": null,
          "units": ""
        },
        "target": {
          "value": null,
          "type": ""
        },
        "area": {
          "value": null,
          "units": "",
          "shape": "",
          "effect": ""
        },
        "range": {
          "value": null,
          "units": "",
          "additional": "",
          "per": ""
        },
        "uses": {
          "value": 0,
          "max": 0,
          "per": null
        },
        "isActive": null,
        "ability": null,
        "actionType": "",
        "attackBonus": 0,
        "chatFlavor": "",
        "critical": {
          "parts": [],
          "effect": ""
        },
        "damage": {
          "parts": []
        },
        "formula": "",
        "save": {
          "type": "",
          "dc": null,
          "descriptor": ""
        },
        "descriptors": [],
        "modifiers": [],
        "requirements": "1st Level",
        "recharge": {
          "value": null,
          "charged": false
        },
        "abilityMods": {
          "parts": []
        }
      },
      "sort": 200000,
      "flags": {},
      "img": "icons/svg/mystery-man.svg",
      "effects": []
    },
    {
      "_id": "7ULH9yOTXMcUv4O1",
      "name": "Biohacks (Ex)",
      "type": "feat",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "<p>&gt;@Compendium[sfrpg.classes.PSHcGB4UFgMSiF4V]{Biohacker}</p>\n<p>As part of your custom microlab, you keep a specialized micropharmacy of catalysts, nanites, and specialized chemicals, plus a small mixing apparatus and syringes. You can use these components to quickly fashion biohacks: specialized solutions that produce different effects. In living targets, your biohacks alter normal biological processes; in nonliving creatures, they emulate biochemistry via complex chemical compounds. You can use biohacks to boost your allies or inhibit your foes. Your biohacks produce their effects only when you inject a creature with them (see below), and only you know how to make and administer them properly—a biohack that leaves your possession becomes inert until you pick it up again.<br><br>You can deliver any biohack you create with any attack from an injection weapon. You must declare prior to the attack roll that you are using a biohack and specify which effect you are using, but you select and apply the biohack as part of the action used to make the attack. You do not need to preload your weapon with biohacks. If you are making a ranged attack and miss your target, the biohack is expended along with the attack’s ammunition. A biohack delivered via a melee injection weapon is not normally expended on a missed attack. If you must attempt an attack roll with a biohack and your attack hits but deals no damage (normally as a result of damage reduction or an ability such as the vanguard’s mitigate), the biohack is expended but the target is not affected by it. After a missed attack that does not expend the biohack, you can remove it or change which biohack you are using as part of your next attack without taking any additional action.<br><br>You can also deliver a biohack using a physical syringe (from your custom microlab) that you can wield in one hand. This is considered a consumable basic melee weapon with negligible bulk, 1 Hit Point, and an item level and hardness equal to your biohacker level. To inject an unwilling creature with a biohack in this manner, you must hit them with a melee attack. This attack deals no damage, but if the creature would be damaged by 1 point of piercing damage, that creature is instead affected by the biohack within the syringe.<br><br>A biohack can be injected into a willing or unconscious creature (or yourself) as a standard action without requiring an attack roll, as long as the target is within your reach. You can also use a ranged injection weapon to deliver a biohack to a willing ally you have attuned your custom microlab to as a standard action without making an attack roll, as long as they’re within your custom microlab’s range. Under any other circumstance, injecting a biohack into an ally at range requires a successful ranged attack roll.<br><br>The materials you use to create biohacks are inert until you activate them. Once activated, they can be used to create any biohacks you know. Each day after you have rested for 8 hours, you can spend 10 minutes to activate the ingredients to create a number of biohacks equal to 1 + your key ability score modifier. This is the maximum number of biohacks you can have ready at one time. This preparation activates only the ingredients; you don’t need to decide which specific biohacks you’re creating until the actual actions or attacks used to deliver them. Activated biohack materials that aren’t used that day become inert, even if they’re still in your possession. You can readily replenish these inert reagents on a regular basis at no cost, unless the GM states otherwise. Whenever you take a 10-minute rest to recover Stamina Points, you can also prepare additional activated biohack ingredients to replace those you have used, up to your maximum.<br><br>Biohacks come in two varieties: boosters and inhibitors. At 1st level, you know the basic boosters and inhibitors listed below, the minor boosters and inhibitors that follow, and the unique booster and inhibitor granted by your primary field of study. As you increase in level, you can also devise theorems to learn special biohacks, in addition to gaining biohacks from a secondary and a tertiary field of study. Additionally, most fields of study eventually provide you with breakthroughs: special biohacks described in their entries.</p>\n<h2 class=\"title\">Basic Booster</h2>\n<p>A basic booster biohack aids a creature in one manner or another. The effect lasts for a number of rounds equal to your key ability score modifier (minimum 1 round) unless it states otherwise. You begin play knowing this basic booster biohack; when you use it, select an effect:</p>\n<ul>\n<li>The target gains a +1 enhancement bonus to AC.</li>\n<li>The target gains a +2 enhancement bonus to skill checks.</li>\n<li>The target gains a +10-foot enhancement bonus to their speed. If the creature has more than one movement type, choose one to receive this bonus.</li>\n</ul>\n<h2 class=\"title\">Basic Inhibitor</h2>\n<p>A basic inhibitor biohack hinders a creature’s physiology or material function. The effect of an inhibitor lasts for a number of rounds equal to 3 + your key ability score modifier (minimum 1 round) unless it states otherwise. You begin play knowing this basic inhibitor biohack; when you use it, select an effect:</p>\n<ul>\n<li>The target takes a –2 penalty to AC.</li>\n<li>You reduce the target’s DR by 5. At 9th level, you instead reduce it by 10. At 17th level, you instead reduce it by 15.</li>\n<li>You reduce the target’s resistance to one type of energy (your choice) by 5. At 9th level, you instead reduce it by 10. At 17th level, you instead reduce it by 15.</li>\n</ul>\n<p>A creature can be affected by only one of your basic inhibitors at a time, though it could be under the effects of multiple basic inhibitors originating from multiple biohackers. If you affect a creature with a different basic inhibitor while a previous inhibitor is still in effect, the effects of the previous inhibitor end.</p>\n<h2 class=\"title\">Minor Biohacks</h2>\n<p>You can create minor biohacks from less powerful (and more stable) pharmaceuticals, nanites, and catalysts, and you can add them to any attack you make with an injection weapon that does not already have another biohack added to it. You don’t need to activate the materials for minor biohacks in advance, and using them does not count against the maximum number of biohacks you can have ready at one time. Minor biohacks are otherwise used as and function as basic booster and basic inhibitor biohacks, and they count as such biohacks for the purposes of interactions with other abilities (such as spark of ingenuity).</p>\n<h3 class=\"title\">Minor Booster</h3>\n<p>Using a minor booster biohack allows you to attempt some Medicine checks on targets you affect so long as the target is within range of your custom microlab. This doesn’t require any additional time or action beyond making the attack. The tasks you can attempt with such a Medicine check depend on your level, and they don’t have the duration of normal booster biohacks.<br><br>At 1st level, you can attempt a Medicine check to administer first aid. At 3rd level, you can attempt a Medicine check to treat drugs or poison, though on a successful check, the target gains a +4 bonus only on the next saving throw it attempts against the drug or poison, and that saving throw must occur within the next hour. At 6th level you can attempt a Medicine check to treat disease, though on a successful check, the target gains a +4 bonus only to the next saving throw it attempts against the disease, and that saving throw must occur within the next hour.</p>\n<h3 class=\"title\">Minor Inhibitor</h3>\n<p>A minor inhibitor biohack imposes a slight hindrance on a target: the target takes a –1 penalty to attack rolls for a number of rounds equal to 3 + your key ability score.</p>",
          "unidentified": ""
        },
        "source": "Biohacker",
        "type": "",
        "activation": {
          "type": "",
          "cost": 0,
          "condition": ""
        },
        "duration": {
          "value": null,
          "units": ""
        },
        "target": {
          "value": null,
          "type": ""
        },
        "area": {
          "value": null,
          "units": "",
          "shape": "",
          "effect": ""
        },
        "range": {
          "value": null,
          "units": "",
          "additional": "",
          "per": ""
        },
        "uses": {
          "value": 0,
          "max": 0,
          "per": null
        },
        "isActive": null,
        "ability": null,
        "actionType": "",
        "attackBonus": 0,
        "chatFlavor": "",
        "critical": {
          "parts": [],
          "effect": ""
        },
        "damage": {
          "parts": []
        },
        "formula": "",
        "save": {
          "type": "",
          "dc": null,
          "descriptor": ""
        },
        "descriptors": [],
        "modifiers": [],
        "requirements": "1st Level",
        "recharge": {
          "value": null,
          "charged": false
        },
        "abilityMods": {
          "parts": []
        }
      },
      "sort": 300000,
      "flags": {},
      "img": "icons/svg/mystery-man.svg",
      "effects": []
    },
    {
      "_id": "3Ix7Qj7s2J0JAZCb",
      "name": "Primary Field Of Study (Ex)",
      "type": "feat",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "<p>&gt;@Compendium[sfrpg.classes.PSHcGB4UFgMSiF4V]{Biohacker}</p>\n<p>Your primary field of study represents your scientific specialty. Choose your primary field of study upon taking your first level in biohacker—once made, this choice cannot be changed. A field of study grants you a unique booster and inhibitor, many of which work only on living creatures (not objects or creatures with the unliving universal creature rule) and have special properties and descriptors explained in their entries. At 5th level, you gain the breakthrough for your field of study.</p>\n<h2>Fields of Study</h2>\n<p>@Compendium[sfrpg.class-features.8otrqaNJyyhRtDvW]{Genetics}</p>\n<p>@Compendium[sfrpg.class-features.ZjYCdb8f2Zmshjko]{Immunology}</p>\n<p>@Compendium[sfrpg.class-features.dCrhN6EheR1G5XN1]{Neurochemistry}</p>\n<p>@Compendium[sfrpg.class-features.kHeZbTmU7JXi8dbX]{Pharmacology}</p>\n<p>@Compendium[sfrpg.class-features.p98vVWLYBsMgDkXU]{Toxicology}</p>",
          "unidentified": ""
        },
        "source": "Biohacker",
        "type": "",
        "activation": {
          "type": "",
          "cost": 0,
          "condition": ""
        },
        "duration": {
          "value": null,
          "units": ""
        },
        "target": {
          "value": null,
          "type": ""
        },
        "area": {
          "value": null,
          "units": "",
          "shape": "",
          "effect": ""
        },
        "range": {
          "value": null,
          "units": "",
          "additional": "",
          "per": ""
        },
        "uses": {
          "value": 0,
          "max": 0,
          "per": null
        },
        "isActive": null,
        "ability": null,
        "actionType": "",
        "attackBonus": 0,
        "chatFlavor": "",
        "critical": {
          "parts": [],
          "effect": ""
        },
        "damage": {
          "parts": []
        },
        "formula": "",
        "save": {
          "type": "",
          "dc": null,
          "descriptor": ""
        },
        "descriptors": [],
        "modifiers": [],
        "requirements": "1st Level",
        "recharge": {
          "value": null,
          "charged": false
        },
        "abilityMods": {
          "parts": []
        }
      },
      "sort": 400000,
      "flags": {},
      "img": "icons/svg/mystery-man.svg",
      "effects": []
    },
    {
      "_id": "fxa8qOTLABJpjthA",
      "name": "Injection Expert (Ex)",
      "type": "feat",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "<p>&gt;@Compendium[sfrpg.classes.PSHcGB4UFgMSiF4V]{Biohacker}</p>\n<p>You are proficient with weapons with the injection weapon special property, as long as the weapon has not gained that weapon special property through a weapon fusion, spell, class feature, or similar ability or effect. At 2nd level, you gain a +1 bonus to attack rolls with these weapons. At 9th level, that bonus increases to +2, and at 18th level it increases to +3.<br><br>When you hit an ally with such a weapon, you can avoid dealing damage to that ally, while still affecting the ally with the biohack booster or inhibitor, drug, medicinal compound, poison, serum, or other substance that was loaded into the injection weapon. When you fire a weapon with the injection special property and you have multiple types of ammunition loaded into the weapon, you choose which type of ammunition you fire when you attempt the attack.</p>",
          "unidentified": ""
        },
        "source": "Biohacker",
        "type": "",
        "activation": {
          "type": "",
          "cost": 0,
          "condition": ""
        },
        "duration": {
          "value": null,
          "units": ""
        },
        "target": {
          "value": null,
          "type": ""
        },
        "area": {
          "value": null,
          "units": "",
          "shape": "",
          "effect": ""
        },
        "range": {
          "value": null,
          "units": "",
          "additional": "",
          "per": ""
        },
        "uses": {
          "value": 0,
          "max": 0,
          "per": null
        },
        "isActive": null,
        "ability": null,
        "actionType": "",
        "attackBonus": 0,
        "chatFlavor": "",
        "critical": {
          "parts": [],
          "effect": ""
        },
        "damage": {
          "parts": []
        },
        "formula": "",
        "save": {
          "type": "",
          "dc": null,
          "descriptor": ""
        },
        "descriptors": [],
        "modifiers": [],
        "requirements": "1st Level",
        "recharge": {
          "value": null,
          "charged": false
        },
        "abilityMods": {
          "parts": []
        }
      },
      "sort": 500000,
      "flags": {},
      "img": "icons/svg/mystery-man.svg",
      "effects": []
    },
    {
      "_id": "8aqgLMHQv9g9ssHk",
      "name": "Iron Will",
      "type": "feat",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "<p>You are more resistant to mental effects.</p>\n<hr>\n<p><span id=\"ctl00_MainContent_DataListTypes_ctl00_LabelName\"><strong>Benefit</strong>: You gain a +2 bonus to Will saving throws.</span></p>",
          "unidentified": ""
        },
        "source": "Core Rulebook, pg 158",
        "type": "",
        "activation": {
          "type": "",
          "cost": 0,
          "condition": ""
        },
        "duration": {
          "value": "",
          "units": ""
        },
        "target": {
          "value": "",
          "type": ""
        },
        "area": {
          "value": null,
          "units": null,
          "shape": "",
          "effect": ""
        },
        "range": {
          "value": null,
          "units": null,
          "additional": "",
          "per": ""
        },
        "uses": {
          "value": 0,
          "max": 0,
          "per": ""
        },
        "isActive": null,
        "ability": "",
        "actionType": "",
        "attackBonus": 0,
        "chatFlavor": "",
        "critical": {
          "parts": [],
          "effect": ""
        },
        "damage": {
          "parts": []
        },
        "formula": "",
        "save": {
          "type": "",
          "dc": null,
          "descriptor": "negate"
        },
        "descriptors": [],
        "modifiers": [
          {
            "name": "Iron Will",
            "modifier": 2,
            "type": "untyped",
            "effectType": "save",
            "valueAffected": "will",
            "enabled": true,
            "source": "Core Rulebook, pg 158",
            "notes": "",
            "modifierType": "constant",
            "condition": "",
            "subtab": "misc",
            "_id": "44553bd5-f4fb-4314-9714-007000e5999f"
          }
        ],
        "requirements": "",
        "recharge": {
          "value": null,
          "charged": false
        },
        "abilityMods": {
          "parts": []
        }
      },
      "sort": 600000,
      "flags": {},
      "img": "systems/sfrpg/icons/feats/iron_will.png",
      "effects": []
    },
    {
      "_id": "yZIA2agtkcIMKe8b",
      "name": "Shock grenade II",
      "type": "weapon",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">A shock grenade releases a pulse of electrical energy on impact.&nbsp;</span></p>",
          "unidentified": ""
        },
        "source": "CRB pg. 177",
        "type": "",
        "quantity": 1,
        "bulk": "L",
        "price": 290,
        "level": 4,
        "attuned": false,
        "equipped": false,
        "equippable": false,
        "identified": true,
        "attributes": {
          "sturdy": true,
          "customBuilt": false,
          "size": "medium",
          "dex": {
            "mod": ""
          },
          "hp": {
            "value": 27,
            "max": "27"
          },
          "hardness": {
            "value": "13"
          },
          "ac": {
            "value": "5"
          }
        },
        "activation": {
          "type": "action",
          "cost": 1,
          "condition": ""
        },
        "duration": {
          "value": "",
          "units": ""
        },
        "target": {
          "value": "",
          "type": ""
        },
        "area": {
          "value": 15,
          "units": "ft",
          "shape": "sphere",
          "effect": "burst"
        },
        "range": {
          "value": 20,
          "units": "ft",
          "additional": "",
          "per": ""
        },
        "uses": {
          "value": 1,
          "max": 1,
          "per": "charges"
        },
        "isActive": null,
        "ability": "str",
        "actionType": "rwak",
        "attackBonus": 0,
        "chatFlavor": "",
        "critical": {
          "parts": [],
          "effect": ""
        },
        "damage": {
          "parts": [
            [
              "1d12",
              "electricity"
            ]
          ]
        },
        "formula": "",
        "save": {
          "type": "reflex",
          "dc": "10+floor(@item.level/2)+@abilities.dex.mod",
          "descriptor": "half"
        },
        "descriptors": [],
        "capacity": {
          "value": 1,
          "max": 1
        },
        "usage": {
          "value": 1,
          "per": "shot"
        },
        "modifiers": [],
        "container": {
          "contents": [],
          "storage": [
            {
              "type": "slot",
              "subtype": "fusion",
              "amount": 4,
              "acceptsType": [
                "fusion"
              ],
              "affectsEncumbrance": true,
              "weightProperty": "level"
            }
          ],
          "isOpen": true
        },
        "weaponType": "grenade",
        "weaponCategory": "shock",
        "special": "",
        "properties": {
          "one": true,
          "two": false,
          "amm": false,
          "analog": false,
          "archaic": false,
          "automatic": false,
          "blast": false,
          "block": false,
          "boost": false,
          "bright": false,
          "disarm": false,
          "entangle": false,
          "explode": true,
          "injection": false,
          "line": false,
          "living": false,
          "mind-affecting": false,
          "nonlethal": false,
          "operative": false,
          "penetrating": false,
          "powered": false,
          "qreload": false,
          "radioactive": false,
          "reach": false,
          "sniper": false,
          "stun": false,
          "subtle": false,
          "thrown": true,
          "trip": false,
          "unwieldy": false,
          "aeon": false,
          "antibiological": false,
          "aurora": false,
          "breach": false,
          "breakdown": false,
          "cluster": false,
          "conceal": false,
          "deconstruct": false,
          "deflect": false,
          "double": false,
          "drainCharge": false,
          "echo": false,
          "extinguish": false,
          "feint": false,
          "fiery": false,
          "firstArc": false,
          "flexibleLine": false,
          "force": false,
          "freeHands": false,
          "fueled": false,
          "grapple": false,
          "gravitation": false,
          "guided": false,
          "harrying": false,
          "holyWater": false,
          "ignite": false,
          "indirect": false,
          "integrated": false,
          "lockdown": false,
          "mine": false,
          "mire": false,
          "modal": false,
          "necrotic": false,
          "polarize": false,
          "polymorphic": false,
          "professional": false,
          "punchGun": false,
          "recall": false,
          "relic": false,
          "reposition": false,
          "shape": false,
          "shells": false,
          "shield": false,
          "sunder": false,
          "swarm": false,
          "tail": false,
          "teleportive": false,
          "thought": false,
          "throttle": false,
          "underwater": false,
          "variantBoost": false,
          "wideLine": false,
          "hybrid": false,
          "regrowth": false,
          "unbalancing": false
        },
        "proficient": true,
        "abilityMods": {
          "parts": []
        }
      },
      "sort": 100000,
      "flags": {},
      "img": "systems/sfrpg/icons/equipment/weapons/shock-grenade.jpg",
      "effects": []
    },
    {
      "_id": "FngUeDtqnur6z7fQ",
      "name": "Serum of Healing, Mk 2",
      "type": "consumable",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "<p><span id=\"ctl00_MainContent_DataListMagicItems_ctl11_LabelName\">This vial of medical serum quickly sets bones and repairs other physical damage. It restores Hit Points when administered to a living creature.&nbsp;&nbsp;</span></p>\n<p><span id=\"ctl00_MainContent_DataListMagicItems_ctl11_LabelName\">Serums are vials of magic liquid that you can imbibe as a standard action or carefully trickle down the throat of a helpless or unconscious creature as a full action. Serums are normally 1 ounce of liquid (though it is possible to make serums with larger volumes, these are no more effective than standard serums), and lose potency if they are mixed with any other material. A serum can be used only once. Regardless of a serum’s actual item level, all serum vials have their hardness and Hit Points calculated as if they were 1st-level items.&nbsp;</span></p>",
          "unidentified": ""
        },
        "source": "Core Rulebook",
        "type": "",
        "quantity": 2,
        "bulk": "L",
        "price": 425,
        "level": 5,
        "attuned": false,
        "equipped": false,
        "equippable": false,
        "identified": true,
        "attributes": {
          "sturdy": false,
          "customBuilt": false,
          "size": "medium",
          "dex": {
            "mod": ""
          },
          "hp": {
            "value": 6,
            "max": ""
          },
          "hardness": {
            "value": ""
          },
          "ac": {
            "value": ""
          }
        },
        "activation": {
          "type": "action",
          "cost": 1,
          "condition": ""
        },
        "duration": {
          "value": "",
          "units": ""
        },
        "target": {
          "value": "",
          "type": ""
        },
        "area": {
          "value": null,
          "units": "none",
          "shape": "",
          "effect": ""
        },
        "range": {
          "value": null,
          "units": "none",
          "additional": "",
          "per": ""
        },
        "uses": {
          "value": 1,
          "max": 1,
          "per": "charges",
          "autoUse": true,
          "autoDestroy": true
        },
        "isActive": null,
        "ability": "",
        "actionType": "heal",
        "attackBonus": 0,
        "chatFlavor": "",
        "critical": {
          "parts": [],
          "effect": ""
        },
        "damage": {
          "parts": [
            [
              "3d8",
              "healing"
            ]
          ]
        },
        "formula": "",
        "save": {
          "type": "",
          "dc": "",
          "descriptor": "negate"
        },
        "descriptors": [],
        "modifiers": [],
        "container": {
          "contents": [],
          "storage": [
            {
              "type": "slot",
              "subtype": "spellSlot",
              "amount": 0,
              "acceptsType": [
                "spell"
              ],
              "affectsEncumbrance": false,
              "weightProperty": "bulk"
            }
          ],
          "isOpen": true
        },
        "consumableType": "serum",
        "abilityMods": {
          "parts": []
        }
      },
      "sort": 100000,
      "flags": {},
      "img": "systems/sfrpg/icons/equipment/magic%20items/serum-of-healing.jpg",
      "effects": []
    },
    {
      "_id": "c12BmzQwfNZNWqJS",
      "name": "Amblaree Poison",
      "type": "consumable",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "",
          "unidentified": ""
        },
        "source": "",
        "type": "",
        "quantity": 2,
        "bulk": "L",
        "price": 0,
        "level": 1,
        "attuned": false,
        "equipped": false,
        "equippable": false,
        "identified": true,
        "attributes": {
          "sturdy": false,
          "customBuilt": false,
          "size": "medium",
          "dex": {
            "mod": ""
          },
          "hp": {
            "value": 6,
            "max": ""
          },
          "hardness": {
            "value": ""
          },
          "ac": {
            "value": ""
          }
        },
        "activation": {
          "type": "",
          "cost": 0,
          "condition": ""
        },
        "duration": {
          "value": null,
          "units": ""
        },
        "target": {
          "value": null,
          "type": ""
        },
        "area": {
          "value": 0,
          "units": "",
          "shape": "",
          "effect": ""
        },
        "range": {
          "value": null,
          "units": "",
          "additional": "",
          "per": ""
        },
        "uses": {
          "value": 0,
          "max": 0,
          "per": null,
          "autoUse": true,
          "autoDestroy": true
        },
        "isActive": null,
        "ability": null,
        "actionType": "",
        "attackBonus": 0,
        "chatFlavor": "",
        "critical": {
          "parts": [],
          "effect": ""
        },
        "damage": {
          "parts": []
        },
        "formula": "",
        "save": {
          "type": "",
          "dc": null,
          "descriptor": ""
        },
        "descriptors": [],
        "modifiers": [],
        "container": {
          "contents": [],
          "storage": [
            {
              "type": "slot",
              "subtype": "spellSlot",
              "amount": 0,
              "acceptsType": [
                "spell"
              ],
              "affectsEncumbrance": false,
              "weightProperty": "bulk"
            }
          ],
          "isOpen": true
        },
        "consumableType": "poison",
        "abilityMods": {
          "parts": []
        }
      },
      "sort": 900000,
      "flags": {},
      "img": "icons/svg/mystery-man.svg",
      "effects": []
    },
    {
      "_id": "puWTBkN4o03EOqmr",
      "name": "Defrex hide",
      "type": "equipment",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "<p>Made from the hide of a ferocious mammal native to Vesk-2, this light armor is popular among vesk but less often worn by other races. Tanned stretches of the creature&rsquo;s thick hide are stitched together with metal wires, and the suits are reinforced with metal studs or scales.</p>",
          "unidentified": ""
        },
        "source": "CRB pg. 197",
        "type": "",
        "quantity": 1,
        "bulk": "L",
        "price": 2250,
        "level": 4,
        "attuned": false,
        "equipped": true,
        "equippable": false,
        "identified": true,
        "attributes": {
          "sturdy": true,
          "customBuilt": false,
          "size": "medium",
          "dex": {
            "mod": ""
          },
          "hp": {
            "value": 27,
            "max": "27"
          },
          "hardness": {
            "value": "13"
          },
          "ac": {
            "value": "5"
          }
        },
        "activation": {
          "type": "",
          "cost": 0,
          "condition": ""
        },
        "duration": {
          "value": null,
          "units": ""
        },
        "target": {
          "value": null,
          "type": ""
        },
        "area": {
          "value": null,
          "units": "",
          "shape": "",
          "effect": ""
        },
        "range": {
          "value": null,
          "units": "",
          "additional": "",
          "per": ""
        },
        "uses": {
          "value": 0,
          "max": 0,
          "per": null
        },
        "isActive": null,
        "ability": null,
        "actionType": "",
        "attackBonus": 0,
        "chatFlavor": "",
        "critical": {
          "parts": [],
          "effect": ""
        },
        "damage": {
          "parts": []
        },
        "formula": "",
        "save": {
          "type": "",
          "dc": null,
          "descriptor": ""
        },
        "descriptors": [],
        "capacity": {
          "value": 0,
          "max": 0
        },
        "usage": {
          "value": 0,
          "per": ""
        },
        "modifiers": [],
        "container": {
          "contents": [],
          "storage": [
            {
              "type": "slot",
              "subtype": "armorUpgrade",
              "amount": 1,
              "acceptsType": [
                "upgrade",
                "weapon"
              ],
              "affectsEncumbrance": true,
              "weightProperty": "slots"
            }
          ],
          "isOpen": true
        },
        "armor": {
          "type": "light",
          "eac": 5,
          "kac": 5,
          "dex": 4,
          "acp": 0,
          "speedAdjust": 0
        },
        "strength": 0,
        "speed": "",
        "size": "",
        "reach": "",
        "proficient": true,
        "abilityMods": {
          "parts": []
        }
      },
      "sort": 200000,
      "flags": {},
      "img": "icons/equipment/chest/breastplate-rivited-red.webp",
      "effects": []
    },
    {
      "_id": "QSrqzgxd68JTMC2B",
      "name": "Hideaway Limb, Standard",
      "type": "augmentation",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "<p>This compartment is hidden inside one of your limbs. You can conceal items inside and protect them with a simple passcode. The compartment can hold items of negligible bulk and items of light bulk that are either relatively small or can be folded or contracted to fit. A hideaway in a leg (in a @Compendium[sfrpg.races.AMBcyDZDtJ1OOzh3]{Human}) can hold more than one in an arm, and the creature’s size also adjusts the capacity. The GM decides what can fit.<br>When the compartment is closed, the seam in your flesh is difficult to detect. You gain a +2 bonus to Sleight of Hand checks to conceal items in a hideaway limb. Though this compartment can usually foil a simple pat down, most security checkpoints include a scan that can detect such devices. Retrieving an item from a hideaway limb is a move action instead of a standard action. This type of augmentation is for Small and Medium creatures only. Hideaway limbs for creatures larger than Medium typically cost more but can hold items of greater size or bulk.<br>If you have a quickdraw hideaway limb, the compartment is integrated with a specific weapon. This allows you to draw the weapon as a swift action or as part of making an attack or full attack (similar to using the Quick Draw feat). A quickdraw hideaway limb works only if the limb is one you can normally aim and attack with, typically an arm. You can’t, for example, put a quickdraw hideaway limb in your leg and have the weapon spring into your hand.<br>You can have a mount installed in a quickdraw limb that holds the weapon in place while you shoot. You still can’t use your hand for other purposes, but you gain a +2 bonus to KAC against disarm attempts. The mount can’t hold a weapon that requires more than one hand to operate. You can’t hide other objects inside a quickdraw hideaway limb—there’s room for only the weapon.<br>Nothing stored in a hideaway limb is considered part of the cybernetic, and the stored item does not gain the cybernetic’s immunity to attacks affecting technological devices.</p>",
          "unidentified": ""
        },
        "source": "",
        "type": "cybernetic",
        "quantity": 1,
        "bulk": "L",
        "price": 150,
        "level": 1,
        "attuned": false,
        "equipped": false,
        "equippable": false,
        "identified": true,
        "attributes": {
          "sturdy": false,
          "customBuilt": false,
          "size": "medium",
          "dex": {
            "mod": ""
          },
          "hp": {
            "value": null,
            "max": ""
          },
          "hardness": {
            "value": ""
          },
          "ac": {
            "value": ""
          }
        },
        "modifiers": [],
        "system": "arm",
        "damage": {
          "parts": []
        },
        "critical": {
          "parts": []
        },
        "abilityMods": {
          "parts": []
        }
      },
      "sort": 200000,
      "flags": {},
      "img": "icons/svg/mystery-man.svg",
      "effects": []
    },
    {
      "_id": "bmY21OCKHe0llbGq",
      "name": "Mk 1 Synergizing Symbiote (Wisdom)",
      "type": "augmentation",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "",
          "unidentified": ""
        },
        "source": "",
        "type": "personal",
        "quantity": 1,
        "bulk": "L",
        "price": 0,
        "level": 1,
        "attuned": false,
        "equipped": false,
        "equippable": false,
        "identified": true,
        "attributes": {
          "sturdy": false,
          "customBuilt": false,
          "size": "medium",
          "dex": {
            "mod": ""
          },
          "hp": {
            "value": 6,
            "max": ""
          },
          "hardness": {
            "value": ""
          },
          "ac": {
            "value": ""
          }
        },
        "modifiers": [],
        "system": "none",
        "damage": {
          "parts": []
        },
        "critical": {
          "parts": []
        },
        "abilityMods": {
          "parts": []
        }
      },
      "sort": 1000000,
      "flags": {},
      "img": "icons/svg/mystery-man.svg",
      "effects": []
    },
    {
      "_id": "7IOfNXzWrkTiESCm",
      "name": "Treat Condition (Ex)",
      "type": "feat",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "<p>&gt;@Compendium[sfrpg.class-features.rpaon3jF3nCe5eP9]{Theorem (Ex)}</p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">As a standard action, you can treat a willing, adjacent creature to remove the shaken, sickened, or staggered condition. This doesn’t end the effect that caused the condition, and the target can regain the condition from any source as normal. You can use this ability a number of times equal to your key ability score modifier. You regain all expended uses of this ability (up to your maximum) when you take a 10-minute rest to recover Stamina.</span></p>",
          "unidentified": ""
        },
        "source": "Theorem",
        "type": "",
        "activation": {
          "type": "action",
          "cost": 1,
          "condition": ""
        },
        "duration": {
          "value": "",
          "units": ""
        },
        "target": {
          "value": "",
          "type": ""
        },
        "area": {
          "value": null,
          "units": "none",
          "shape": "",
          "effect": ""
        },
        "range": {
          "value": null,
          "units": "none",
          "additional": "",
          "per": ""
        },
        "uses": {
          "value": 0,
          "max": 0,
          "per": ""
        },
        "isActive": null,
        "ability": null,
        "actionType": "",
        "attackBonus": 0,
        "chatFlavor": "",
        "critical": {
          "parts": [],
          "effect": ""
        },
        "damage": {
          "parts": []
        },
        "formula": "",
        "save": {
          "type": "",
          "dc": null,
          "descriptor": ""
        },
        "descriptors": [],
        "modifiers": [],
        "requirements": "2nd Level",
        "recharge": {
          "value": null,
          "charged": false
        },
        "abilityMods": {
          "parts": []
        }
      },
      "sort": 700000,
      "flags": {},
      "img": "icons/svg/mystery-man.svg",
      "effects": []
    },
    {
      "_id": "qLQ9GePTG6efmbas",
      "name": "Spark Of Ingenuity (Ex)",
      "type": "feat",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "<p>&gt;@Compendium[sfrpg.classes.PSHcGB4UFgMSiF4V]{Biohacker}</p>\n<p>Possible permutations and offshoots of your formulas constantly run through your mind. Once per day, you can alter one of your biohacks to work in a different way, determined by your scientific method. You can do this one additional time per day at 9th level and at 15th level.<br><br>If you are a studious biohacker, you can expend two uses of your biohack ability to combine the effect of two basic or minor biohacks (or one of each) into a single effect. This takes no additional time and allows a creature to be under the effects of two different basic or minor booster or inhibitor biohacks simultaneously. If the two effects have different durations, each effect ends after its normal time limit, though any with a duration measured in rounds last 1 round longer than normal.<br><br>If you are an instinctive biohacker, when using a booster biohack, you can remove one of the following conditions, in addition to the booster’s normal effects: dazzled, fascinated, or shaken. If you are at least 9th level, you can instead add the off-target condition as one of the effects imposed by any of your inhibitors, or you can remove any one of the following conditions with any of your boosters: dazzled, deafened, fascinated, fatigued, off‑target, shaken, or sickened. Alternatively, you can add the dazzled condition to the effects imposed by any of your inhibitor biohacks. This effect lasts the length of the inhibitor’s duration.</p>",
          "unidentified": ""
        },
        "source": "Biohacker",
        "type": "",
        "activation": {
          "type": "",
          "cost": 0,
          "condition": ""
        },
        "duration": {
          "value": null,
          "units": ""
        },
        "target": {
          "value": null,
          "type": ""
        },
        "area": {
          "value": null,
          "units": "",
          "shape": "",
          "effect": ""
        },
        "range": {
          "value": null,
          "units": "",
          "additional": "",
          "per": ""
        },
        "uses": {
          "value": 0,
          "max": 0,
          "per": null
        },
        "isActive": null,
        "ability": null,
        "actionType": "",
        "attackBonus": 0,
        "chatFlavor": "",
        "critical": {
          "parts": [],
          "effect": ""
        },
        "damage": {
          "parts": []
        },
        "formula": "",
        "save": {
          "type": "",
          "dc": null,
          "descriptor": ""
        },
        "descriptors": [],
        "modifiers": [],
        "requirements": "3rd Level",
        "recharge": {
          "value": null,
          "charged": false
        },
        "abilityMods": {
          "parts": []
        }
      },
      "sort": 800000,
      "flags": {},
      "img": "icons/svg/mystery-man.svg",
      "effects": []
    },
    {
      "_id": "VUL3Km2KhZoalEPU",
      "name": "Painful Injection (Ex)",
      "type": "feat",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "<p>&gt;@Compendium[sfrpg.class-features.rpaon3jF3nCe5eP9]{Theorem (Ex)}</p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">When you hit an enemy with a weapon with the injection weapon special property, you can cause the ammunition (whatever it may be) to lodge painfully in that creature’s body. The target takes an additional amount of damage equal to half your key ability modifier.</span></p>",
          "unidentified": ""
        },
        "source": "Theorem",
        "type": "",
        "activation": {
          "type": "",
          "cost": 0,
          "condition": ""
        },
        "duration": {
          "value": null,
          "units": ""
        },
        "target": {
          "value": null,
          "type": ""
        },
        "area": {
          "value": null,
          "units": "",
          "shape": "",
          "effect": ""
        },
        "range": {
          "value": null,
          "units": "",
          "additional": "",
          "per": ""
        },
        "uses": {
          "value": 0,
          "max": 0,
          "per": null
        },
        "isActive": null,
        "ability": null,
        "actionType": "",
        "attackBonus": 0,
        "chatFlavor": "",
        "critical": {
          "parts": [],
          "effect": ""
        },
        "damage": {
          "parts": []
        },
        "formula": "",
        "save": {
          "type": "",
          "dc": null,
          "descriptor": ""
        },
        "descriptors": [],
        "modifiers": [],
        "requirements": "2nd Level",
        "recharge": {
          "value": null,
          "charged": false
        },
        "abilityMods": {
          "parts": []
        }
      },
      "sort": 0,
      "flags": {},
      "img": "icons/svg/mystery-man.svg",
      "effects": []
    },
    {
      "_id": "ulVJ4czmnmt4vMtU",
      "name": "Injection Expert (Ex)",
      "type": "feat",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "<p>&gt;@Compendium[sfrpg.classes.PSHcGB4UFgMSiF4V]{Biohacker}</p>\n<p>You are proficient with weapons with the injection weapon special property, as long as the weapon has not gained that weapon special property through a weapon fusion, spell, class feature, or similar ability or effect. At 2nd level, you gain a +1 bonus to attack rolls with these weapons. At 9th level, that bonus increases to +2, and at 18th level it increases to +3.<br><br>When you hit an ally with such a weapon, you can avoid dealing damage to that ally, while still affecting the ally with the biohack booster or inhibitor, drug, medicinal compound, poison, serum, or other substance that was loaded into the injection weapon. When you fire a weapon with the injection special property and you have multiple types of ammunition loaded into the weapon, you choose which type of ammunition you fire when you attempt the attack.</p>",
          "unidentified": ""
        },
        "source": "Biohacker",
        "type": "",
        "activation": {
          "type": "",
          "cost": 0,
          "condition": ""
        },
        "duration": {
          "value": null,
          "units": ""
        },
        "target": {
          "value": null,
          "type": ""
        },
        "area": {
          "value": null,
          "units": "",
          "shape": "",
          "effect": ""
        },
        "range": {
          "value": null,
          "units": "",
          "additional": "",
          "per": ""
        },
        "uses": {
          "value": 0,
          "max": 0,
          "per": null
        },
        "isActive": null,
        "ability": null,
        "actionType": "",
        "attackBonus": 0,
        "chatFlavor": "",
        "critical": {
          "parts": [],
          "effect": ""
        },
        "damage": {
          "parts": []
        },
        "formula": "",
        "save": {
          "type": "",
          "dc": null,
          "descriptor": ""
        },
        "descriptors": [],
        "modifiers": [],
        "requirements": "1st Level",
        "recharge": {
          "value": null,
          "charged": false
        },
        "abilityMods": {
          "parts": []
        }
      },
      "sort": 50000,
      "flags": {},
      "img": "icons/svg/mystery-man.svg",
      "effects": []
    },
    {
      "_id": "pZDxRtippaHKQiIS",
      "name": "Scientific Method (Ex)",
      "type": "feat",
      "data": {
        "description": {
          "chat": "",
          "gmnotes": "",
          "short": "",
          "value": "<p>&gt;@Compendium[sfrpg.classes.PSHcGB4UFgMSiF4V]{Biohacker}</p>\n<p>You have an innate mental gift, and a special way of approaching problems that lets you surpass normal researchers and scholars. If your key ability score is Intelligence, you have a studious mind. If your key ability score is Wisdom, you have an instinctive mind. Your scientific method affects your spark of ingenuity class feature (see below), and may impact how some other class features function, as noted in those abilities.</p>\n<h2 class=\"title\">Studious</h2>\n<p>Your mind is a fortress of information that can rarely be breached. You gain a +1 bonus to Will saving throws. This bonus increases to +2 at 3rd level, +3 at 8th level, and +4 at 16th level. You also gain a +1 insight bonus to Life Science, Medicine, and Physical Science checks. This bonus increases by 1 at 3rd level, and every 4 levels thereafter. Additionally, you can add your Intelligence modifier instead of your Wisdom modifier to Perception and Sense Motive checks.</p>\n<h2 class=\"title\">Instinctive</h2>\n<p>You can quickly intuit the connections between things and often act instinctively on those connections, gaining knowledge and aptitude without always being able to say how you picked it up. Select two skills—once made, this choice cannot be changed. You gain a bonus rank in each of these two skills at every level, as well as a +1 insight bonus to checks using these skills. This bonus increases by 1 at 3rd level and every 4 levels thereafter. Additionally, you can add your Wisdom modifier instead of your Intelligence modifier to Life Science, Medicine, and Physical Science checks.</p>",
          "unidentified": ""
        },
        "source": "Biohacker",
        "type": "",
        "activation": {
          "type": "",
          "cost": 0,
          "condition": ""
        },
        "duration": {
          "value": null,
          "units": ""
        },
        "target": {
          "value": null,
          "type": ""
        },
        "area": {
          "value": null,
          "units": "",
          "shape": "",
          "effect": ""
        },
        "range": {
          "value": null,
          "units": "",
          "additional": "",
          "per": ""
        },
        "uses": {
          "value": 0,
          "max": 0,
          "per": null
        },
        "isActive": null,
        "ability": null,
        "actionType": "",
        "attackBonus": 0,
        "chatFlavor": "",
        "critical": {
          "parts": [],
          "effect": ""
        },
        "damage": {
          "parts": []
        },
        "formula": "",
        "save": {
          "type": "",
          "dc": null,
          "descriptor": ""
        },
        "descriptors": [],
        "modifiers": [
          {
            "name": "Scientific Method (Instinctive) Life Science",
            "modifier": "@classes.biohacker.levels",
            "type": "untyped",
            "effectType": "skill-ranks",
            "valueAffected": "lsc",
            "enabled": true,
            "source": "",
            "notes": "",
            "modifierType": "constant",
            "condition": "",
            "subtab": "misc",
            "max": 4,
            "_id": "1d12bf80-95f1-41c3-af02-61bbe227c71a",
            "container": {
              "actorId": "CfMBLoDSdnlm9LqP",
              "itemId": "3s3lkEAqjgxt1sYw"
            }
          },
          {
            "name": "Scientific Method (Instinctive) Physical Science",
            "modifier": "@classes.biohacker.levels",
            "type": "untyped",
            "effectType": "skill-ranks",
            "valueAffected": "phs",
            "enabled": true,
            "source": "",
            "notes": "",
            "modifierType": "constant",
            "condition": "",
            "subtab": "misc",
            "max": 4,
            "_id": "38e52383-cc61-46a8-8d8c-5a58fec747d8",
            "container": {
              "actorId": "CfMBLoDSdnlm9LqP",
              "itemId": "3s3lkEAqjgxt1sYw"
            }
          },
          {
            "name": "Scientific Method (Instinctive) Life Science Bonus",
            "modifier": "2",
            "type": "insight",
            "effectType": "skill",
            "valueAffected": "lsc",
            "enabled": true,
            "source": "",
            "notes": "",
            "modifierType": "constant",
            "condition": "",
            "subtab": "misc",
            "max": 2,
            "_id": "b388fcb7-bc68-4962-9f01-6f68f104257b",
            "container": {
              "actorId": "CfMBLoDSdnlm9LqP",
              "itemId": "3s3lkEAqjgxt1sYw"
            }
          },
          {
            "name": "Scientific Method (Instinctive) Physical Science Bonus",
            "modifier": "2",
            "type": "insight",
            "effectType": "skill",
            "valueAffected": "phs",
            "enabled": true,
            "source": "",
            "notes": "",
            "modifierType": "constant",
            "condition": "",
            "subtab": "misc",
            "max": 2,
            "_id": "0e686d7e-8c32-4133-83fe-b908e2393682",
            "container": {
              "actorId": "CfMBLoDSdnlm9LqP",
              "itemId": "3s3lkEAqjgxt1sYw"
            }
          }
        ],
        "requirements": "1st Level",
        "recharge": {
          "value": null,
          "charged": false
        },
        "abilityMods": {
          "parts": []
        }
      },
      "flags": {},
      "img": "icons/svg/mystery-man.svg",
      "effects": []
    }
  ],
  "effects": []
}