{
  "_id": "U37n5tY5hn1ctzQL",
  "name": "Actions in Combat",
  "content": "<p>Source: CRB pg. 244</p>\n<p>The specific actions you can perform in combat are detailed in this section.</p>\n<p>An action’s type essentially tells you how long the action takes to perform within the framework of a 6-second combat round. There are five types of actions: standard actions, move actions, swift actions, full actions, and reactions.</p>\n<p>In a normal round, you can perform one standard action, one move action, and one swift action, or you can instead perform one full action. Most characters will rarely perform swift actions, though occasionally using a special ability or class feature is a swift action. You can use your standard action to perform either a move action or a swift action, if you wish, and you can also use your move action to perform a swift action. You can also take one reaction each round, even if it isn’t your turn; however, reactions happen only in response to certain defined triggers. There are some other actions that do not fall into the normal action types.</p>\n<h2>@Compendium[sfrpg.rules.tc2udi7kiGimJ1jA]{Standard Actions}</h2>\n<p>Performing a standard action is generally the main component of your turn. Most commonly, you use it to make an attack, cast a spell, or use a special power.</p>\n<table style=\"border-style:none;width:100%\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"border-style:none;width:50%\">Activate an item<br />Attack (melee or ranged)<br />Cast a spell<br />Combat maneuver<br />Concentrate to maintain a spell<br />Covering fire</td>\n<td style=\"border-style:none\">Dismiss a spell<br />Feint<br />Fight defensively<br />Harrying fire<br />Total defense<br />Use a special ability</td>\n</tr>\n</tbody>\n</table>\n<h2>@Compendium[sfrpg.rules.uFDsmFIlhw1xjjrx]{Move Actions}</h2>\n<p>Performing a move action allows you to take tactical actions that, while secondary to your standard action, are still key to your success. The most common move action is to move up to your speed (see Speed on page 255).</p>\n<table style=\"border-style:none;width:100%\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"border-style:none;width:50%\">Crawl<br />Direct or redirect an effect<br />Draw or sheathe a weapon<br />Guarded step</td>\n<td style=\"border-style:none\">Manipulate an item<br />Move your speed<br />Reload<br />Stand up</td>\n</tr>\n</tbody>\n</table>\n<h2>@Compendium[sfrpg.rules.XzbZLWyninowZ6GE]{Swift Actions}</h2>\n<p>Performing a swift action consumes a very small amount of time and is used only in rare cases. A common swift action is dropping to a prone position.</p>\n<p>Change grips<br />Drop prone</p>\n<h2>@Compendium[sfrpg.rules.jsBYiuZsX63Pz2fD]{Full Actions}</h2>\n<p>A full action consumes all your effort during your turn, meaning if you choose to take a full action, you can’t take any other standard, move, or swift actions that turn. The most common full action is the full attack.</p>\n<table style=\"border-style:none;width:100%\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"border-style:none;width:50%\">Charge<br />Coup de grace<br />Fight defensively</td>\n<td style=\"border-style:none\">Full attack<br />Run<br />Withdraw</td>\n</tr>\n</tbody>\n</table>\n<h2>@Compendium[sfrpg.rules.q6bfHuslWYr6EIQT]{Reactions}</h2>\n<p>A reaction is a special action you can perform even if it isn’t your turn. An attack of opportunity (see page 248) is one of the most common reactions, and is the only reaction any character can use regardless of class. Your class or other special abilities might make other types of reactions available to you. Regardless, reactions always have triggers that specify when you can use them.</p>\n<p>Attack of opportunity</p>\n<h2>@Compendium[sfrpg.rules.UkJrdbSPx6KMT2qq]{Other Actions}</h2>\n<table style=\"border-style:none;width:100%\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"border-style:none;width:50%\">Combat banter<br />Delay<br />Drop an item</td>\n<td style=\"border-style:none\">Ready an action<br />Use a skill<br /><br /></td>\n</tr>\n</tbody>\n</table>\n<h3>Restricted Activity</h3>\n<p>In some situations, you may be unable to take all of your actions (for example, when you are paralyzed by a hold person spell or are acting in the surprise round of combat). The condition or ability that restricts your actions explains which actions you can or can’t take. Regardless, you can’t take a full action if you’re unable to take a standard action, a move action, and a swift action.</p>",
  "img": "icons/svg/mystery-man.svg"
}