{
  "_id": "U37n5tY5hn1ctzQL",
  "name": "Actions in Combat",
  "pages": [
    {
      "_id": "IvGviTIPp5SVY7pp",
      "name": "Actions in Combat",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 244</p><p>The specific actions you can perform in combat are detailed in this section.</p><p>An action’s type essentially tells you how long the action takes to perform within the framework of a 6-second combat round. There are five types of actions: standard actions, move actions, swift actions, full actions, and reactions.</p><p>In a normal round, you can perform one standard action, one move action, and one swift action, or you can instead perform one full action. Most characters will rarely perform swift actions, though occasionally using a special ability or class feature is a swift action. You can use your standard action to perform either a move action or a swift action, if you wish, and you can also use your move action to perform a swift action. You can also take one reaction each round, even if it isn’t your turn; however, reactions happen only in response to certain defined triggers. There are some other actions that do not fall into the normal action types.</p><h2>@UUID[.R33uiOMesYP0ISWl]{Standard Actions}</h2><p>Performing a standard action is generally the main component of your turn. Most commonly, you use it to make an attack, cast a spell, or use a special power.</p><table style=\"border-style:none;width:100%\" border=\"1\"><tbody><tr><td style=\"border-style:none;width:50%\"><p>@UUID[.R33uiOMesYP0ISWl#activate-an-item]{Activate an item}<br />@UUID[.R33uiOMesYP0ISWl#attack]{Attack (melee or ranged)}<br />@UUID[.R33uiOMesYP0ISWl#cast-a-spell]{Cast a spell}<br />@UUID[.R33uiOMesYP0ISWl#combat-maneuver]{Combat maneuver}<br />@UUID[.R33uiOMesYP0ISWl#concentrate-to-maintain-a-spell]{Concentrate to maintain a spell}<br />@UUID[.R33uiOMesYP0ISWl#covering-fire]{Covering fire}</p></td><td style=\"border-style:none\"><p>@UUID[.R33uiOMesYP0ISWl#dismiss-a-spell]{Dismiss a spell}<br />@UUID[.R33uiOMesYP0ISWl#feint]{Feint}<br />@UUID[.R33uiOMesYP0ISWl#fight-defensively]{Fight defensively}<br />@UUID[.R33uiOMesYP0ISWl#harrying-fire]{Harrying fire}<br />@UUID[.R33uiOMesYP0ISWl#total-defense]{Total defense}<br />@UUID[.R33uiOMesYP0ISWl#use-a-special-ability]{Use a special ability}</p></td></tr></tbody></table><h2>@UUID[.SKgwxeMd2gB1g2W8]{Move Actions}</h2><p>Performing a move action allows you to take tactical actions that, while secondary to your standard action, are still key to your success. The most common move action is to move up to your speed (see Speed on page 255).</p><table style=\"border-style:none;width:100%\" border=\"1\"><tbody><tr><td style=\"border-style:none;width:50%\"><p>@UUID[.SKgwxeMd2gB1g2W8#crawl]{Crawl}<br />@UUID[.SKgwxeMd2gB1g2W8#direct-or-redirect-an-effect]{Direct or redirect an effect}<br />@UUID[.SKgwxeMd2gB1g2W8#draw-or-sheathe-a-weapon]{Draw or sheathe a weapon}<br />@UUID[.SKgwxeMd2gB1g2W8#guarded-step]{Guarded step}</p></td><td style=\"border-style:none\"><p>@UUID[.SKgwxeMd2gB1g2W8#manipulate-an-item]{Manipulate an item}<br />@UUID[.SKgwxeMd2gB1g2W8#move-your-speed]{Move your speed}<br />@UUID[.SKgwxeMd2gB1g2W8#reload]{Reload}<br />@UUID[.SKgwxeMd2gB1g2W8#stand-up]{Stand up}</p></td></tr></tbody></table><h2>@UUID[.z8FNl9fShmFH8est]{Swift Actions}</h2><p>Performing a swift action consumes a very small amount of time and is used only in rare cases. A common swift action is dropping to a prone position.</p><p>@UUID[.z8FNl9fShmFH8est#change-grips]{Change grips}<br />@UUID[.z8FNl9fShmFH8est#drop-prone]{Drop prone}</p><h2>@UUID[.Fu5eDR99bGo9WdUU]{Full Actions}</h2><p>A full action consumes all your effort during your turn, meaning if you choose to take a full action, you can’t take any other standard, move, or swift actions that turn. The most common full action is the full attack.</p><table style=\"border-style:none;width:100%\" border=\"1\"><tbody><tr><td style=\"border-style:none;width:50%\"><p>@UUID[.Fu5eDR99bGo9WdUU#charge]{Charge}<br />@UUID[.Fu5eDR99bGo9WdUU#coup-de-grace]{Coup de grace}<br />@UUID[.Fu5eDR99bGo9WdUU#fight-defensively]{Fight defensively}</p></td><td style=\"border-style:none\"><p>@UUID[.Fu5eDR99bGo9WdUU#full-attack]{Full attack}<br />@UUID[.Fu5eDR99bGo9WdUU#run]{Run}<br />@UUID[.Fu5eDR99bGo9WdUU#withdraw]{Withdraw}</p></td></tr></tbody></table><h2>@UUID[.GtSmojwt4d6rdEkm]{Reactions}</h2><p>A reaction is a special action you can perform even if it isn’t your turn. An attack of opportunity (see page 248) is one of the most common reactions, and is the only reaction any character can use regardless of class. Your class or other special abilities might make other types of reactions available to you. Regardless, reactions always have triggers that specify when you can use them.</p><table style=\"border-style:none;width:100%\" border=\"1\"><tbody><tr><td style=\"border-style:none\"><p>@UUID[.GtSmojwt4d6rdEkm#attack-of-opportunity]{Attack of Opportunity}</p></td></tr></tbody></table><h2>@UUID[.PiWpd7yZ4sLOkphL]{Other Actions}</h2><table style=\"border-style:none;width:100%\" border=\"1\"><tbody><tr><td style=\"border-style:none;width:50%\"><p>@UUID[.PiWpd7yZ4sLOkphL#combat-banter]{Combat banter}<br />@UUID[.PiWpd7yZ4sLOkphL#delay]{Delay}<br />@UUID[.PiWpd7yZ4sLOkphL#drop-an-item]{Drop an item}</p></td><td style=\"border-style:none\"><p>@UUID[.PiWpd7yZ4sLOkphL#ready-an-action]{Ready an action}<br />@UUID[.PiWpd7yZ4sLOkphL#use-a-skill]{Use a skill}<br /></p></td></tr></tbody></table><h2>Restricted Activity</h2><p>In some situations, you may be unable to take all of your actions (for example, when you are paralyzed by a hold person spell or are acting in the surprise round of combat). The condition or ability that restricts your actions explains which actions you can or can’t take. Regardless, you can’t take a full action if you’re unable to take a standard action, a move action, and a swift action.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": false
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "R33uiOMesYP0ISWl",
      "name": "Standard Actions",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 244</p><p>A standard action is usually the main action you take each round, other than movement. Below are examples of standard actions.</p><h2>Activate an Item</h2><p>Many technological and magic items, such as a cybernetic arm, don’t need to be activated. Certain items, however, do need to be activated to have an effect. Unless otherwise noted, activating such an item is a standard action.</p><h2>Attack</h2><p>Making a single attack is a standard action.</p><h3>Melee Attacks</h3><p>With a melee weapon, you can strike any opponent in a square adjacent to your space. You add your Strength modifier to your melee attack rolls and to your melee damage rolls.</p><p>Some melee weapons in Chapter 7 have the reach special property, as indicated in their descriptions, and some monsters have natural reach. Typically, a character or monster with reach can attack any foe within their reach (see Reach and Threatened Squares on page 255 for more details).</p><h3>Ranged Attacks</h3><p>With a ranged weapon, you can shoot or otherwise attack a target that is within the weapon’s maximum range and in your line of effect (see page 271). You add your Dexterity modifier to your ranged attack rolls, but not to your ranged damage rolls.</p><h3>Ranged Attacks with a Thrown Weapon</h3><p>With a thrown weapon or a grenade, you can make a ranged attack at a target that is within the weapon’s maximum range and in your line of effect (see page 271). You add your Strength modifier to your ranged attack rolls with a thrown weapon, and to your damage rolls with weapons with the thrown special property. Do not add your Strength modifier to damage rolls with grenades.</p><h3>Targeting a Grid Intersection</h3><p>When using a weapon with the explode special property or a thrown weapon that has an area effect, such as a grenade, you target a specific grid intersection on a tactical battle map, rather than a specific creature. Treat this as a ranged attack against AC 5.</p><h3>Missing with a Thrown Weapon</h3><p>If you miss on a ranged attack with a thrown weapon, the weapon lands in a random square or grid intersection as appropriate near your target. To determine where it lands, roll 1d8. This determines the initial misdirection of the throw, with 1 falling short (off-target in a straight line toward the thrower), and 2 through 8 rotating around the target creature or grid intersection in a clockwise direction, as illustrated in the diagram above. After you’ve determined the misdirection of the throw, roll 1d4. The result is how many squares away in that direction the weapon lands.</p><p>For example, after a missed ranged attack with a grenade, a player rolls 1d8 with a result of 1. This indicates that the grenade’s initial misdirection falls short of the target intersection. Then, the player rolls 1d4 with a result of 2. This determines that the grenade actually lands at an intersection 2 squares in front of the target intersection.</p><h3>Range and Penalties</h3><p>A ranged weapon’s range increment is listed along with its other statistics (see Chapter 7). If you make an attack with a ranged weapon from a distance greater than its listed range, you take a cumulative –2 penalty to the attack roll for each full range increment of distance between you and the target beyond the first (or fraction thereof).</p><p>For most ranged weapons, the maximum range is 10 range increments, or 10× the number listed as the weapon’s range. For thrown weapons, the maximum range is 5 range increments. Some ranged weapons have different maximum ranges, but if so, their descriptions specify their maximum ranges.</p><h3>Critical Hits</h3><p>When you make an attack roll and get a natural 20 (the d20 comes up 20), you hit regardless of your target’s AC. If the total result of your attack roll meets or exceeds the target’s EAC or KAC (as appropriate for your attack), you’ve also scored a critical hit. You roll your damage twice, each time with all your usual bonuses and including any additional damage from special abilities, and then add the rolls together. Some weapons inflict a special effect on a target of a critical hit, in addition to dealing double damage (see page 182).</p><p>If the total result of your attack is less than your target’s relevant AC, your attack still hits on a natural 20, but it deals damage normally.</p><h2>Cast a Spell</h2><p>The vast majority of spells require at least a standard action to cast, and sometimes more. Spells that take more than a round to cast require a full action each round until they are complete. For more information about how spells and magic work, see Chapter 10.</p><h3>Casting While Threatened</h3><p>Casting a spell takes a significant amount of concentration, forcing you to lower your defenses briefly. When you cast a spell, it gives targets threatening you in melee a chance to make an attack of opportunity against you (see Attack of Opportunity on page 248), unless the spell specifies otherwise—normally only the case for a few spells with a range of touch. If this attack of opportunity hits and damages you, you fail to cast the spell and lose the spell slot. For more information about threatened squares, see page 255.</p><h2>Combat Maneuver</h2><p>As a standard action, you can attempt one of the following combat maneuvers. For each maneuver, choose an opponent within your reach (including your weapon’s reach, if applicable) and then make a melee attack roll against the opponent’s KAC + 8. The effects of success vary depending on the maneuver, as described below.</p><h3>Bull Rush</h3><p>You knock the target back 5 feet, plus 5 additional feet for every 5 by which the result of your attack roll exceeds the target’s KAC + 8. If an obstacle is in the way, the target stops at the obstacle instead.</p><h3>Dirty Trick</h3><p>You make an unorthodox attack to briefly hinder the target. A dirty trick could be throwing sand in the target’s eyes, jamming a rock into his actuators, or any other improvised action designed to put your opponent at a disadvantage. Your target is blinded, deafened, entangled, off-target, shaken, or sickened (your choice) for 1 round, plus 1 additional round for every 5 by which the result of your attack roll exceeds the target’s KAC + 8 (see Conditions beginning on page 273 for information on these conditions). The target can remove the condition as a move action. A dirty trick is normally a melee attack, but a GM can allow certain actions to count as dirty tricks at range, in which case you take a –2 penalty to your attack roll for every 5 feet between you and the target.</p><h3>Disarm</h3><p>You knock an item the target is holding out of the target’s hands and onto the ground. If you have a hand free, you can automatically grab the item with your hand before it falls.</p><h3>Grapple</h3><p>You hold the target in place. You must have at least one hand free to perform a grapple combat maneuver. Your target has the grappled condition, meaning she can’t move from her current space and takes further penalties until she either uses a standard action to attempt a grapple combat maneuver to grapple you (giving you the grappled condition) or uses the escape task of the Acrobatics skill to break free. If the result of your attack roll equals or exceeds the target’s KAC + 13, the target is instead pinned for the same duration, and she can’t take any actions that involve moving her limbs other than to attempt to escape.</p><p>The grappled or pinned condition lasts until the end of your next turn, unless you renew it on your next turn with another grapple combat maneuver. The condition ends immediately if you move away. As long as you have one target grappled or pinned, you cannot attempt to grapple another. The grappled and pinned conditions are further detailed in Conditions on pages 276–277.</p><p>When you renew a grapple, you can remove one item from the target’s body that can be easily accessed, including most weapons and equipment (but not worn armor). Doing so immediately ends the grapple.</p><h3>Reposition</h3><p>You change the target’s position to a different location still within your reach and within 5 feet of its original placement. You can move the target 5 additional feet for every 5 by which the result of your attack roll exceeds the target’s KAC + 8, but all movement must remain within your reach. You cannot move the target past an obstacle.<br /><br />If you reposition a creature as a full action, you can move a distance equal to the distance you repositioned your target (up to your move speed), dragging the target along with you.</p><h3>Sunder</h3><p>You deal damage to one object held in the target’s hand or accessible on its body. The object must be something that could be drawn easily by the target as a move action (see Draw or Sheathe a Weapon on page 247). The damage is reduced by an amount equal to the object’s hardness (see Smashing an Object page 409).</p><h3>Trip</h3><p>You knock the target prone if it is on the ground. A target in the air instead descends 10 feet, falling prone if this causes it to fall to the ground. A target in zero gravity is instead knocked offkilter. The prone and off-kilter conditions are further detailed on pages 276–277.</p><h2>Concentrate to Maintain a Spell</h2><p>Some spells require continued concentration to keep them going. Concentrating to maintain a spell is a standard action (see Duration on page 270 for more information about concentration).</p><h2>Covering Fire</h2><p>You can use your standard action to make a ranged attack that provides covering fire for an ally. Make a ranged attack roll against AC 15. If you hit, you deal no damage but the selected ally gains a +2 circumstance bonus to AC against the next attack from a creature in your line of effect (see page 271), so long as that attack occurs before your next turn.</p><h2>Dismiss a Spell</h2><p>Dismissing an active spell is a standard action (see Duration on page 270 for more information about dismissible spells).</p><h2>Feint</h2><p>You can use your standard action to feint by attempting a Bluff check. The DC of this check is equal to either 10 + your opponent’s Sense Motive total skill bonus or 15 + 1-1/2 × the opponent’s CR, whichever is greater. You can’t feint against a creature that lacks an Intelligence score, and you cannot take 10 or take 20 (see page 133 in Chapter 5) on a Bluff check to feint. When you successfully feint, you treat your opponent as flat-footed for your next attack against him before the end of your next turn.</p><h2>Fight Defensively</h2><p>You can fight defensively when attacking as part of a standard action. If you do, you take a –4 penalty to attacks and gain a +2 bonus to AC until the start of your next turn.</p><h2>Harrying Fire</h2><p>You can use your standard action to make a ranged attack that distracts a foe in your line of effect. Make an attack roll against AC 15. If you hit, you deal no damage, but the next ally to attack that foe gains a +2 circumstance bonus to her next attack roll, as long as that attack occurs before your next turn.</p><h2>Total Defense</h2><p>You can defend yourself as a standard action. Starting at the beginning of this action, you get a +4 bonus to your Armor Class until the start of your next turn. You can’t combine total defense with other actions that increase your AC, nor can you make attacks of opportunity while benefiting from total defense.</p><h2>Use a Special Ability</h2><p>There are three types of special abilities: extraordinary, spell-like, and supernatural. Special abilities often carry the parenthetical abbreviations (Ex), (Sp), or (Su) to indicate whether they are extraordinary, spell-like, or supernatural abilities. Some are ongoing, while others are use-activated. For more details, including descriptions of specific special abilities, see page 262.</p><p>Using a special ability is usually a standard action, unless it is an ongoing ability or the ability says otherwise. In rare cases, an ability might take a full action or a move action to activate. In most cases, a use-activated special ability cannot be activated as a swift action. Using a spell-like ability typically provokes attacks of opportunity (see page 248) unless stated otherwise.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "SKgwxeMd2gB1g2W8",
      "name": "Move Actions",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 247</p><p>Most move actions don’t require a check unless the circumstances are more difficult than normal. For instance, opening a door normally doesn’t require a check, but it does if the door is locked. The following actions are move actions.</p><h2>Crawl</h2><p>You can crawl 5 feet as a move action. A crawling character is considered prone.</p><h2>Direct or Redirect an Effect</h2><p>Some technology and spells allow you to redirect an effect to new targets or areas. Redirecting requires a move action unless the technology or spell states otherwise.</p><h2>Draw or Sheathe a Weapon</h2><p>Drawing a weapon so that you can use it in combat or putting it away so that you have a free hand requires a move action. This action includes activating or deactivating the weapon. This also applies to weapon-like objects that are easily accessible, such as remote controls and most tools or sensors you can carry and use with one hand. If your weapon or weapon-like object is stored in a pack or otherwise out of easy reach, you must instead retrieve it as a stored item before you can use it (see Manipulate an Item below).</p><p><strong>Exception:</strong> If you have a base attack bonus of +1 or higher, you can combine drawing or sheathing a weapon or weapon-like object with moving up to your speed as a single move action.</p><h2>Guarded Step</h2><p>You can carefully step 5 feet as a move action. This movement doesn’t provoke attacks of opportunity (see page 248), even if you’re in a threatened square (see page 255).</p><h2>Manipulate an Item</h2><p>Moving or manipulating an item is usually a move action. This includes retrieving or putting away a stored item, picking up an item, moving a heavy object, and opening a door.</p><h2>Move Your Speed</h2><p>The simplest move action is moving up to your speed (see Speed on page 255 for more information). Many nonstandard modes of movement are also covered under this action, including burrowing (using your natural burrow speed, if you have one), climbing and swimming (using either the Athletics skill or your natural climb or swim speed, if you have one), or flying (using the Acrobatics skill if you have either access to flight or a natural fly speed). See Additional Movement Types on page 258 for more details. Some full actions (such as the operative’s trick attack) allow you to move as well, which act as moving up to your speed.</p><h2>Reload</h2><p>Unless stated otherwise, reloading is a move action that includes grabbing ammunition you have readily available. Some weapons require different actions to reload; see the weapon’s description.</p><h2>Stand Up</h2><p>This special form of move action allows you to stand up from a prone position.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "z8FNl9fShmFH8est",
      "name": "Swift Actions",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 400000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 247</p><p>You won’t commonly use a swift action, but occasionally you need to perform an action that is significantly less demanding than a move action. Some skills use swift actions, but special abilities are almost never swift actions.</p><h2>Change Grips</h2><p>Changing your grip on a weapon, such as going from wielding a two-handed weapon with both hands to holding it in one hand, is a swift action.</p><h2>Drop Prone</h2><p>Dropping to a prone position in your space is a swift action.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "Fu5eDR99bGo9WdUU",
      "name": "Full Actions",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 500000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong><span style=\"font-family:\">Source:</span></strong><span style=\"font-family:\"> CRB pg. 248</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;min-height:1rem;color:rgb(25, 24, 19);font-family:\"><span style=\"font-family:\">A full action requires your entire turn to complete. If you take a full action, you can’t take your usual standard, move, and swift actions. The following actions are full actions.</span></p><h2 data-anchor=\"charge\" style=\"box-sizing:border-box;user-select:text;margin:1rem 0px 0.5rem;padding:0px;font-weight:normal;font-size:1.5em;border-bottom:1px solid var(--color-underline-header);color:rgb(25, 24, 19);font-family:\"><span style=\"font-family:\">Charge</span></h2><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;min-height:1rem;color:rgb(25, 24, 19);font-family:\"><span style=\"font-family:\">Charging is a full action that allows you to move up to double your speed and make a melee attack at the end of the movement. You can draw a weapon during a charge attack if your base attack bonus is at least +1.</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;min-height:1rem;color:rgb(25, 24, 19);font-family:\"><span style=\"font-family:\">Charging carries tight restrictions on how you can move. You must move at least 10 feet (2 squares), and all movement must be directly toward the designated opponent, though diagonal movement is allowed. You must have a clear path toward the opponent, and you must move to the space closest to your starting square from which you can attack the opponent. If this space is occupied or blocked, you can’t charge. If any line from your starting space to the ending space passes through a square that blocks movement, slows movement (such as difficult terrain), or contains a creature (even an ally), you can’t charge. You can still move through helpless creatures during a charge. If you don’t have line of sight (see page 271) to the opponent at the start of your turn, you can’t charge that opponent.</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;min-height:1rem;color:rgb(25, 24, 19);font-family:\"><strong style=\"box-sizing:border-box;user-select:text\"><span style=\"font-family:\">Attacking on a Charge: </span></strong><span style=\"font-family:\">After moving, you can make a single melee attack. You take a –2 penalty to the attack roll and a –2 penalty to your AC until the start of your next turn. You can’t move any farther after the attack. Some classes, including solarian and soldier, grant abilities that modify attacks made on charges.</span></p><h2 data-anchor=\"coup-de-grace\" style=\"box-sizing:border-box;user-select:text;margin:1rem 0px 0.5rem;padding:0px;font-weight:normal;font-size:1.5em;border-bottom:1px solid var(--color-underline-header);color:rgb(25, 24, 19);font-family:\"><span style=\"font-family:\">Coup de Grace</span></h2><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;min-height:1rem;color:rgb(25, 24, 19);font-family:\"><span style=\"font-family:\">As a full action, you can deliver a special attack called a coup de grace to an adjacent helpless opponent. You automatically hit and score a critical hit. If the target survives the damage, he must succeed at a Fortitude saving throw (DC = 10 + your level or CR) or die. However, if the target is immune to critical hits, the coup de grace does not deal critical damage or effects, nor does it force the target to succeed at a saving throw or die.</span></p><h2 data-anchor=\"fight-defensively\" style=\"box-sizing:border-box;user-select:text;margin:1rem 0px 0.5rem;padding:0px;font-weight:normal;font-size:1.5em;border-bottom:1px solid var(--color-underline-header);color:rgb(25, 24, 19);font-family:\"><span style=\"font-family:\">Fight Defensively</span></h2><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;min-height:1rem;color:rgb(25, 24, 19);font-family:\"><span style=\"font-family:\">You can fight defensively when attacking as a full action. If you do so, you take a –4 penalty to all attacks in that round (in addition to the normal penalties for making a full attack) to gain a +2 bonus to your AC until the start of your next turn.</span></p><h2 data-anchor=\"full-attack\" style=\"box-sizing:border-box;user-select:text;margin:1rem 0px 0.5rem;padding:0px;font-weight:normal;font-size:1.5em;border-bottom:1px solid var(--color-underline-header);color:rgb(25, 24, 19);font-family:\"><span style=\"font-family:\">Full Attack</span></h2><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;min-height:1rem;color:rgb(25, 24, 19);font-family:\"><span style=\"font-family:\">You can spend a full action to make two attacks, each with a –4 penalty to the attack rolls. These attacks can be made with the same weapon or different weapons, though certain weapons have a firing speed so slow that you can’t shoot them more than once in a round, even with a full attack. These weapons have the unwieldy special property (see page 182).</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;min-height:1rem;color:rgb(25, 24, 19);font-family:\"><span style=\"font-family:\">Certain weapons have special individualized full attacks. For instance, some weapons have a fully automatic attack mode. Sometimes special full attacks, such as the soldier’s onslaught class feature, require specialized training in order to gain their benefits.</span></p><h2 data-anchor=\"run\" style=\"box-sizing:border-box;user-select:text;margin:1rem 0px 0.5rem;padding:0px;font-weight:normal;font-size:1.5em;border-bottom:1px solid var(--color-underline-header);color:rgb(25, 24, 19);font-family:\"><span style=\"font-family:\">Run</span></h2><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;min-height:1rem;color:rgb(25, 24, 19);font-family:\"><span style=\"font-family:\">You can run as a full action. When you run, you can move up to four times your speed in a straight line. You gain the flat-footed condition, and you can’t run if you must cross difficult terrain or can’t see where you’re going. Running provokes attacks of opportunity (see below). You can run for a number of rounds equal to your Constitution score. See page 258 for information on long-distance running.</span></p><h2 data-anchor=\"withdraw\" style=\"box-sizing:border-box;user-select:text;margin:1rem 0px 0.5rem;padding:0px;font-weight:normal;font-size:1.5em;border-bottom:1px solid var(--color-underline-header);color:rgb(25, 24, 19);font-family:\"><span style=\"font-family:\">Withdraw</span></h2><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;min-height:1rem;color:rgb(25, 24, 19);font-family:\"><span style=\"font-family:\">Withdrawing from melee combat is a full action. When you withdraw, you can move up to double your speed. The square you start out in is not considered threatened by any opponent you can see, and therefore visible enemies don’t get to make attacks of opportunity against you when you move from that square. Unseen enemies still get attacks of opportunity against you, and you can’t withdraw from combat if you’re blinded and have no other precise senses (such as blindsight). If, during the process of withdrawing, you move out of a threatened square other than the one you in which started, enemies can make attacks of opportunity as normal. See Attack of Opportunity below for more information.</span></p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "GtSmojwt4d6rdEkm",
      "name": "Reactions",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 600000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 248</p><p>A reaction is a special action you can take even if it’s not your turn, but only after a defined and concrete trigger. You can’t use a reaction before the first time you act in a combat. You can take only one reaction each round; you regain your reaction at the start of your turn.</p><p>Unless their descriptions state otherwise, purely defensive reactions interrupt the triggering action: resolve the reaction first, then continue resolving the triggering action. Otherwise, resolve the reaction immediately after the triggering action.</p><p>You gain access to most reactions through feats, items, and class features, but an attack of opportunity is a reaction that is universally available to all characters.</p><h2>Attack of Opportunity</h2><p>An attack of opportunity is a special melee attack you can make against a target you threaten (usually an adjacent opponent), even if it is not your turn. See Reach and Threatened Squares on page 255 for more details on threatening. You can use your reaction to make an attack of opportunity against an opponent in any of these three cases.</p><ul><li>When you threaten a space and the opponent moves or is moved out of that space in any way other than a guarded step (see page 247) or withdraw action (see above), you can use your reaction to make a melee attack against the opponent.</li><li>When the opponent in a space you threaten makes a ranged attack, you can use your reaction to make a melee attack against the opponent.</li><li>When the opponent in a space you threaten casts a spell or uses a spell-like ability, you can use your reaction to make a melee attack against the opponent. However, some spells or spell-like abilities state in their descriptions that they don’t provoke attacks of opportunity, so be sure to confirm that the enemy has provoked your reaction before you take it.</li></ul><p>Attacks of opportunity are always resolved before the action that triggers them. You don’t take a penalty to the attack roll when making an attack of opportunity in the same round you took a full attack, but you do take any other attack penalties that would normally apply to your attacks. Making an attack of opportunity does not affect your ability to make attacks normally when it is your turn.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "PiWpd7yZ4sLOkphL",
      "name": "Other Actions",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 700000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 249</p><p>The following actions are important but used less frequently.</p><h2>Combat Banter</h2><p>While actually trying to convince someone using a skill takes actions, banter and quips are a hallmark of science fantasy stories, and the game wouldn’t flow naturally if you could only talk in initiative order. Thus, you can speak an amount that makes sense, at the GM’s discretion, without spending any of your actions, even if it isn’t your turn.</p><h2>Delay</h2><p>If you aren’t sure what to do when it’s your turn, you can delay taking an action until other characters have taken their turns. You must declare that you are delaying before taking any actions on your turn (this does not require spending any of your actions). After any creature takes its turn in the initiative order, you can come out of delay and take your turn. This changes your initiative count to the current initiative count for the remainder of the combat. If you used a reaction on your previous turn and then chose to delay, you still regain your reaction at the beginning of your original turn, not when you take your delayed actions.</p><h2>Drop an Item</h2><p>You can drop any item or items that you’re holding into your square or into an adjacent square at any time without spending any actions.</p><h2>Ready an Action</h2><p>You can prepare to take an action when a certain trigger occurs by using a standard action. Decide on a standard, move, or swift action and a trigger. You can take the action you chose when the trigger happens. This changes your initiative count to the current initiative count for the remainder of the combat. If you used a reaction on your previous turn and then chose to ready an action, you still regain your reaction at the beginning of your original turn, not when you take your readied action.</p><p>If your readied action is purely defensive, such as choosing the total defense action if a foe you are facing shoots at you, it occurs just before the event that triggered it. If the readied action is not a purely defensive action, such as shooting a foe if he shoots at you, it takes place immediately after the triggering event. If you come to your next turn and have not yet performed your readied action, you don’t get to take the readied action (though you can ready the same action again).</p><h2>Use a Skill</h2><p>Like using skills in different circumstances, using a skill in combat usually (but not always) requires taking an action. The action required when using a skill depends on the skill and the specific task you’re trying to accomplish. The skill descriptions in Chapter 5 detail a number of common tasks for each skill and which types of actions they require, if any.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}