{
  "_id": "JaRMioj4isNp7r1P",
  "name": "Afflictions",
  "img": "icons/svg/mystery-man.svg",
  "pages": [
    {
      "_id": "Oape2psyxKExOrHF",
      "name": "Afflictions",
      "type": "text",
      "flags": {
        "core": {
          "sourceId": "JournalEntry.9MGbDwywZJk2j4TZ.JournalEntryPage.Oape2psyxKExOrHF"
        }
      },
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>CRB pg. 414</p><p>Curses, diseases, drugs, and poisons can all have effects on a character that continue long past the character’s first exposure. This deterioration in physical or mental health is often represented by what is called a “progression track.” Diseases and poisons each have default progression tracks whose steps have specific rules consequences; drugs use the relevant poison track (for example, drugs that affect Wisdom use the Wisdom poison track). Some specific afflictions have their own unique progression tracks defined in their stat blocks. Curses generally do not use progression tracks—their effects continue until they’re cured without progressing through stages.</p><p>Before an individual is subjected to an affliction, she is considered healthy in terms of the affliction’s progression track, if any. When initially is targeted by an affliction, she must succeed at a saving throw to avoid its effects; if she fails, she is subject to the affliction. If the affliction has a progression track, she is no longer considered healthy with respect to that affliction and immediately gains the effects of the first step on its progression track. For diseases, this is the typically the latent state; at this step, the victim can pass the disease along to others if it’s contagious, but generally suffers no ill effects from it herself. For poisons, the first step on the progression track is usually the weakened step. A truly deadly affliction might cause the victim to start further along a progression track than normal.</p><p>Diseases and poisons each have a listed frequency specifying how often a victim must attempt subsequent saving throws to prevent the affliction from progressing. Success could help the victim recover (see Curing an Affliction below); failure means that the victim moves one step further along its progression track, gaining the effects of the next step and keeping all previous effects. On a failed save, if the victim was affected by a condition as a result of the affliction and that condition was removed (such as by remove condition), the victim regains any conditions from earlier steps along the affliction’s progression track (as well as conditions from the current step). A character using a drug must attempt a saving throw each time she uses that drug. Victims typically fail voluntarily, progressing along the drug’s progression track in exchange for benefits, and withdrawal from the drug acts as a disease (see the stat block for Addiction on page 418).</p><p>Each progression track has an end state—a point at which the affliction has progressed as far as it can. Once an affliction has reached its end state, the victim keeps all current effects (but doesn’t suffer further effects) and can no longer attempt saving throws to recover from the affliction (see below). By default, diseases, poisons, and drugs have an end state of dead, but some afflictions have less severe end states, while others might have no end state, allowing victims to continue attempting saves.</p><p><strong>Curing an Affliction:</strong> Diseases, drugs, and poisons can be cured if they are treated before the victim reaches the end state. In the case of a disease, the victim must fulfill the conditions in the disease’s Cure entry (usually succeeding at one or more consecutive saving throws). Each time she does so, she moves one step back toward healthy; once she reaches healthy, she is cured. Poisons and drugs work differently—fulfilling the cure condition (or reaching the end of a poison’s duration) removes a poison from the victim’s system, but she remains at the same step on the track and recovers gradually. For every day of bed rest (or two nights of normal rest), a victim moves one step toward healthy. This rate of recovery is doubled by successful Medicine checks (see @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.d4fcGwOcrsuYrwGH#long-term-care]{Long-Term Care} on page 143), though tenacious poisons might require a longer recovery period.</p><p>Curses can be cured only by fulfilling the unique cure conditions listed in their individual stat blocks or through magic.</p><p>Usually, the spell @Compendium[sfrpg.spells.YGkyMwEE6SLfZc4r]{Remove Affliction} immediately cures a victim of an affliction (moving the victim of a disease, drug, or poison to a healthy state on its progression track). However, once a disease or poison has reached its end state, only the most powerful magic or technology (such as @Compendium[sfrpg.spells.i3lpfndXeLq85h12]{Miracle} or @Compendium[sfrpg.spells.i4KITExV7vMeoM24]{Wish}, or in the most extreme cases, @Compendium[sfrpg.spells.AHfzMTHx9PI4Z4zn]{Reincarnate} or a regeneration chamber) can remove its effects.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": false
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "uDrE5xSBMBlFl050",
      "name": "Curses",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>CRB pg. 414</p><p>Curses are magical @UUID[.Oape2psyxKExOrHF]{afflictions} and usually have a single effect, though some curses use tracks like @UUID[.gBhZDjh30JEyh7DY]{diseases} and @UUID[.ZaS9H4rwaFIQTUBC]{poisons} do. Removing a curse requires either using @Compendium[sfrpg.spells.YGkyMwEE6SLfZc4r]{Remove Affliction} or fulfilling a special condition that varies by curse (and sometimes differs between individual applications of the same curse).</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "gBhZDjh30JEyh7DY",
      "name": "Diseases",
      "type": "text",
      "flags": {
        "core": {
          "sourceId": "JournalEntry.9MGbDwywZJk2j4TZ.JournalEntryPage.gBhZDjh30JEyh7DY"
        }
      },
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>Diseases are typically inhaled contagions (though these are usually filtered out by a standard space suit or suit of armor) or injury contagions. If a disease lacks a Cure entry, its progression may be irreversible without powerful magic or technology, but a successful casting of @Compendium[sfrpg.spells.YGkyMwEE6SLfZc4r]{Remove Affliction} usually prevents further deterioration. Physical and mental diseases have separate tracks.</p><h2>Physical Disease Track</h2><p><strong>Healthy—Latent—Weakened—Impaired—Debilitated—Bedridden—Comatose—Dead</strong></p><h3>Latent</h3><p>The victim has contracted a disease. She suffers no ill effects yet, but if the disease is contagious, she can pass it on.</p><h3>Weakened</h3><p>The victim is @Compendium[sfrpg.conditions.ZacF0l6IwqBwToTJ]{Sickened} and @Compendium[sfrpg.conditions.JGFn4MrDZ6X5vrzU]{Fatigued}.</p><h3>Impaired</h3><p>The victim is @Compendium[sfrpg.conditions.33ynSbmexuxC3cAQ]{Exhausted}. Whenever she takes a standard or full action, she must succeed at a Fortitude save at the disease’s DC or lose the action and become @Compendium[sfrpg.conditions.LoRydw1D4bqlbkA2]{Nauseated} for 1 minute.</p><h3>Debilitated</h3><p>Strenuous actions cause the victim pain. If she takes a standard action, she immediately loses 1 Hit Point.</p><h3>Bedridden</h3><p>The victim is awake and can converse, but she can’t stand on her own or take any other actions or reactions.</p><h3>Comatose</h3><p>The victim is @Compendium[sfrpg.conditions.lf8pbezocjYIvR9y]{Unconscious} and feverish, and can’t be woken.</p><h3>Dead</h3><p>The victim is @Compendium[sfrpg.conditions.nEJIWMKbPjqKuelo]{Dead}, and her corpse may still be contagious.</p><h2>Mental Disease Track</h2><p><strong>Healthy—Latent—Weakened—Impaired—Befuddled—Disassociated—Comatose—Dead</strong></p><h3>Latent</h3><p>The victim can pass on contagious diseases but suffers no ill effects.</p><h3>Weakened</h3><p>The victim is @Compendium[sfrpg.conditions.nywSVEeDvp1bk7L3]{Shaken}, and the DCs of his spells and special abilities decrease by 2. He can no longer cast his highest level of spells (if any).</p><h3>Impaired</h3><p>The victim is @Compendium[sfrpg.conditions.MZ8OoH1GE9qDMyCD]{Flat-Footed} and no longer adds his mental ability score modifiers when calculating number of uses per day of abilities dependent on those scores, including bonus spells per day. The DCs of his spells and special abilities decrease by an additional 2. He can no longer cast his 2 highest levels of spells (if any).</p><h3>Befuddled</h3><p>The victim begins losing his grasp on thought, reality, and self. He has a 50% chance each round to take no relevant actions, instead babbling randomly, wandering off, or talking to unseen parties.</p><h3>Disassociated</h3><p>The victim is almost entirely disconnected from reality. His mind filters and twists all external stimuli into strange forms. He can no longer tell friend from foe and can’t willingly accept any aid (including healing) from another creature unless he succeeds at a Will save against the disease’s DC.</p><h3>Comatose</h3><p>A victim rendered comatose by a mental disease has lost all grip on reality and entered a dream world. He can’t be woken.</p><h3>Dead</h3><p>The victim is @Compendium[sfrpg.conditions.nEJIWMKbPjqKuelo]{Dead}, and his corpse may still be contagious.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "ZaS9H4rwaFIQTUBC",
      "name": "Poisons",
      "type": "text",
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 400000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>CRB pg. 415</p><p>Each poison has a delivery mechanism. A character who is poisoned attempts a saving throw after the listed onset and at the listed frequency thereafter. Upon initial exposure, regardless of whether she succeeds at her saving throw, the victim loses a number of Hit Points equal to the poison’s DC – 10. If a victim is exposed to multiple doses of the same poison, she must attempt a separate save for each dose and progresses to the next state on the poison track with each failed save.</p><h2>Strength Poison Track</h2><p><strong>Healthy—Weakened—Impaired—Staggered—Immobile—Dead</strong></p><h3>Weakened</h3><p>The victim takes a –2 penalty to Strength-based ability checks, attack rolls, damage rolls, and skill checks, and the DCs of his spells and special abilities decrease by 2. The victim’s total carrying capacity is reduced by two-thirds (minimum 1 bulk), and he gains the @Compendium[sfrpg.conditions.OwZA6flUQPH0jPA0]{Encumbered} condition regardless of how much he is carrying.</p><h3>Impaired</h3><p>The victim takes an additional –2 penalty to the affected checks, rolls, and DCs, and he gains the @Compendium[sfrpg.conditions.11k3ObUIXEYFGrg9]{Overburdened} condition regardless of how much he is carrying.</p><h3>Staggered</h3><p>The victim is @Compendium[sfrpg.conditions.aAQ6SW6iK0EVq8Ce]{Staggered}, except he can still take a purely mental full action.</p><h3>Immobile</h3><p>The victim is @Compendium[sfrpg.conditions.RxvbSB9ZgSCBu2jw]{Helpless} and can take only purely mental actions.</p><h3>Dead</h3><p>The victim @Compendium[sfrpg.conditions.nEJIWMKbPjqKuelo]{Dies}.</p><h2>Dexterity Poison Track</h2><p><strong>Healthy—Sluggish—Stiffened—Staggered—Immobile—Dead</strong></p><h3>Sluggish</h3><p>The victim takes a –2 penalty to Reflex saves and Dexterity-based ability checks, attack rolls, and skill checks; the DCs of her spells and special abilities decrease by 2; and she becomes @Compendium[sfrpg.conditions.MZ8OoH1GE9qDMyCD]{Flat-Footed}.</p><h3>Stiffened</h3><p>The victim loses her Dexterity bonus to her Armor Class, and she can’t take reactions.</p><h3>Staggered</h3><p>The victim is @Compendium[sfrpg.conditions.aAQ6SW6iK0EVq8Ce]{Staggered} but can take purely mental full actions.</p><h3>Immobile</h3><p>The victim is @Compendium[sfrpg.conditions.RxvbSB9ZgSCBu2jw]{Helpless} and can take only purely mental actions.</p><h3>Dead</h3><p>The victim @Compendium[sfrpg.conditions.nEJIWMKbPjqKuelo]{Dies}.</p><h2>Constitution Poison Track</h2><p><strong>Healthy—Weakened—Impaired—Debilitated—Unconscious—Dead</strong></p><h3>Weakened</h3><p>The victim takes a –2 penalty to Fortitude saves, Constitution checks, and Constitution-based DCs. Every time the victim attempts a Fortitude save against the poison—whether he succeeds or fails—he loses Hit Points as per on initial exposure.</p><h3>Impaired</h3><p>The victim takes an additional –2 penalty to the affected checks, and the DCs of his spells and special abilities decrease by 2.</p><h3>Debilitated</h3><p>Strenuous actions cause the victim pain. If he takes a standard action, he immediately loses 1 Hit Point.</p><h3>Unconscious</h3><p>The victim is @Compendium[sfrpg.conditions.lf8pbezocjYIvR9y]{Unconscious} and can’t be woken by any means.</p><h3>Dead</h3><p>The victim @Compendium[sfrpg.conditions.nEJIWMKbPjqKuelo]{Dies}.</p><h2>Intelligence Poison Track</h2><p><strong>Healthy—Weakened—Impaired—Animalistic—Comatose—Dead</strong></p><h3>Weakened</h3><p>The victim takes a –2 penalty to all Intelligence-based ability checks and skill checks, and the DCs of her spells and special abilities decrease by 2. If she has 1 or more levels in a spellcasting class whose key ability score is Intelligence, she can’t cast her highest level of spells from that class.</p><h3>Impaired</h3><p>The victim takes an additional –2 penalty to the affected checks and the affected DCs decrease by an additional 2. If she has 1 or more levels in a spellcasting class whose key ability score is Intelligence, she can’t cast her 2 highest levels of spells from that class.</p><h3>Animalistic</h3><p>The victim suffers the effects of a @Compendium[sfrpg.spells.wKYmjm8OFwa5L0vX]{Feeblemind} spell, except her Charisma and Charisma-based skills are unaffected.</p><h3>Comatose</h3><p>The victim can’t process thoughts and can’t be woken.</p><h3>Dead</h3><p>The victim’s brain stops working, and she @Compendium[sfrpg.conditions.nEJIWMKbPjqKuelo]{Dies}.</p><h2>Wisdom Poison Track</h2><p><strong>Healthy—Weakened—Impaired—Confused—Comatose—Dead</strong></p><h3>Weakened</h3><p>The victim takes a –2 penalty to Will saves and Wisdom-based ability checks and skill checks, and the DCs of his spells and special abilities decrease by 2. If he has 1 or more levels in a spellcasting class whose key ability score is Wisdom, he can’t cast his highest level of spells from that class.</p><h3>Impaired</h3><p>The victim takes an additional –2 penalty to the affected checks, and the affected DCs decrease by an additional 2. If he has 1 or more levels in a spellcasting class whose key ability score is Wisdom, he can’t cast his 2 highest levels of spells from that class.</p><h3>Confused</h3><p>The victim gains the @Compendium[sfrpg.conditions.8rIj0ewW4bL8Uph5]{Confused} condition.</p><h3>Comatose</h3><p>The victim can’t experience reality and can’t be woken.</p><h3>Dead</h3><p>The victim’s brain stops working, and he @Compendium[sfrpg.conditions.nEJIWMKbPjqKuelo]{Dies}.</p><h2>Charisma Poison Track</h2><p><strong>Healthy—Weakened—Impaired—Pliable—Catatonic—Dead</strong></p><h3>Weakened</h3><p>The victim takes a –2 penalty to Charisma-based ability checks and skill checks, and the DCs of her spells and special abilities decrease by 2. If she has 1 or more levels in a spellcasting class whose key ability score is Charisma, she can’t cast her highest level of spells from that class.</p><h3>Impaired</h3><p>The victim takes an additional –2 penalty to the affected checks and DCs. If she has 1 or more levels in a spellcasting class whose key ability score is Charisma, she can’t cast her 2 highest levels of spells from that class.</p><h3>Pliable</h3><p>The victim has little sense of self and goes along with nearly any order or suggestion. Creatures attempting Bluff, Diplomacy, or Intimidate checks against her automatically succeed, though Diplomacy checks to improve her attitude still have the normal DC.</p><h3>Catatonic</h3><p>The victim loses agency and can’t interact with anything.</p><h3>Dead</h3><p>The victim loses autonomic functions and @Compendium[sfrpg.conditions.nEJIWMKbPjqKuelo]{Dies}.</p><h2>Drugs</h2><p>Drugs are a special kind of poison that grant a beneficial effect right away but also move the user a single step down the associated poison track. However, the user doesn’t lose Hit Points, even if the drug functions as a Constitution poison. Taking a drug also exposes the user to the addiction disease (see page 418), with a DC that depends on how addictive the drug is. If a character is dosed with a drug against his will, he can attempt a Fortitude save against the @UUID[Compendium.sfrpg.rules.JaRMioj4isNp7r1P.JournalEntryPage.ZaS9H4rwaFIQTUBC]{Drug}’s DC. If he succeeds, this negates both the drug’s beneficial and negative effects, as well the chance for addiction. Immunity to poison or a similar effect prevents a character from experiencing the drug’s beneficial effects, and removing or suppressing a drug’s negative effects with restorative spells also cancels the benefits.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}