{
  "name": "Afflictions",
  "flags": {},
  "content": "<p><sub><span id=\"ctl00_MainContent_DetailedOutput\">Source </span><span id=\"ctl00_MainContent_DetailedOutput\">Starfinder Core Rulebook pg. 414</span></sub><span id=\"ctl00_MainContent_DetailedOutput\"></span></p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">@Compendium[sfrpg.rules.ezl3X0BH5JzLbZaX]{Curses}, @Compendium[sfrpg.rules.GnEF27Oot3zqTaBQ]{Diseases}, @Compendium[sfrpg.rules.aKqRtg165rAly1Cc]{Drugs}, and @Compendium[sfrpg.rules.aKqRtg165rAly1Cc]{Poisons} can all have effects on a character that continue long past the character&rsquo;s first exposure. This deterioration in physical or mental health is often represented by what is called a &ldquo;progression track.&rdquo; Diseases and @Compendium[sfrpg.rules.aKqRtg165rAly1Cc]{Poisons} each have default progression tracks whose steps have specific rules consequences; drugs use the relevant </span><span id=\"ctl00_MainContent_DetailedOutput\"><span id=\"ctl00_MainContent_DetailedOutput\">@Compendium[sfrpg.rules.aKqRtg165rAly1Cc]{Poison} </span> track (for example, </span><span id=\"ctl00_MainContent_DetailedOutput\"><span id=\"ctl00_MainContent_DetailedOutput\">@Compendium[sfrpg.rules.aKqRtg165rAly1Cc]{Drugs}</span> that affect Wisdom use the Wisdom poison track). Some specific afflictions have their own unique progression tracks defined in their stat blocks. </span><span id=\"ctl00_MainContent_DetailedOutput\"><span id=\"ctl00_MainContent_DetailedOutput\">@Compendium[sfrpg.rules.ezl3X0BH5JzLbZaX]{Curses}</span> generally do not use progression tracks&mdash;their effects continue until they&rsquo;re cured without progressing through stages.<br /><br />Before an individual is subjected to an affliction, she is considered healthy in terms of the affliction&rsquo;s progression track, if any. When initially is targeted by an affliction, she must succeed at a saving throw to avoid its effects; if she fails, she is subject to the affliction. If the affliction has a progression track, she is no longer considered healthy with respect to that affliction and immediately gains the effects of the first step on its progression track. For @Compendium[sfrpg.rules.GnEF27Oot3zqTaBQ]{Diseases}, this is the typically the latent state; at this step, the victim can pass the @Compendium[sfrpg.rules.GnEF27Oot3zqTaBQ]{Diseases} along to others if it&rsquo;s contagious, but generally suffers no ill effects from it herself. For@Compendium[sfrpg.rules.aKqRtg165rAly1Cc]{Poisons}, the first step on the progression track is usually the weakened step. A truly deadly affliction might cause the victim to start further along a progression track than normal.<br /><br />@Compendium[sfrpg.rules.GnEF27Oot3zqTaBQ]{Diseases} and @Compendium[sfrpg.rules.aKqRtg165rAly1Cc]{Poisons} each have a listed frequency specifying how often a victim must attempt subsequent saving throws to prevent the affliction from progressing. Success could help the victim recover (see Curing an Affliction below); failure means that the victim moves one step further along its progression track, gaining the effects of the next step and keeping all previous effects. On a failed save, if the victim was affected by a condition as a result of the affliction and that condition was removed (such as by remove condition), the victim regains any conditions from earlier steps along the affliction&rsquo;s progression track (as well as conditions from the current step). A character using a drug must attempt a saving throw each time she uses that drug. Victims typically fail voluntarily, progressing along the drug&rsquo;s progression track in exchange for benefits, and withdrawal from the drug acts as a @Compendium[sfrpg.rules.GnEF27Oot3zqTaBQ]{Disease} (see the stat block for Addiction on page 418).<br /><br />Each progression track has an end state&mdash;a point at which the affliction has progressed as far as it can. Once an affliction has reached its end state, the victim keeps all current effects (but doesn&rsquo;t suffer further effects) and can no longer attempt saving throws to recover from the affliction (see below). By default, diseases, @Compendium[sfrpg.rules.aKqRtg165rAly1Cc]{Poisons}, and @Compendium[sfrpg.rules.aKqRtg165rAly1Cc]{Drugs} have an end state of dead, but some afflictions have less severe end states, while others might have no end state, allowing victims to continue attempting saves.<br /><br /><strong>Curing an Affliction</strong>: Diseases, @Compendium[sfrpg.rules.aKqRtg165rAly1Cc]{Drugs}, and @Compendium[sfrpg.rules.aKqRtg165rAly1Cc]{Poisons} can be cured if they are treated before the victim reaches the end state. In the case of a disease, the victim must fulfill the conditions in the disease&rsquo;s Cure entry (usually succeeding at one or more consecutive saving throws). Each time she does so, she moves one step back toward healthy; once she reaches healthy, she is cured. @Compendium[sfrpg.rules.aKqRtg165rAly1Cc]{Poisons} and @Compendium[sfrpg.rules.aKqRtg165rAly1Cc]{Drugs} work differently&mdash;fulfilling the cure condition (or reaching the end of a @Compendium[sfrpg.rules.aKqRtg165rAly1Cc]{Poison's} duration) removes a @Compendium[sfrpg.rules.aKqRtg165rAly1Cc]{Poison} from the victim&rsquo;s system, but she remains at the same step on the track and recovers gradually. For every day of bed rest (or two nights of normal rest), a victim moves one step toward healthy. This rate of recovery is doubled by successful Medicine checks (see Long-Term Care on page 143), though tenacious @Compendium[sfrpg.rules.aKqRtg165rAly1Cc]{Poisons} might require a longer recovery period.<br /><br />@Compendium[sfrpg.rules.ezl3X0BH5JzLbZaX]{Curses} can be cured only by fulfilling the unique cure conditions listed in their individual stat blocks or through magic.<br /><br />Usually, the spell <em>@Compendium[sfrpg.spells.YGkyMwEE6SLfZc4r]{Remove Affliction} </em>immediately cures a victim of an affliction (moving the victim of a disease, drug, or poison to a healthy state on its progression track). However, once a disease or poison has reached its end state, only the most powerful magic or technology (such as <em>@Compendium[sfrpg.spells.i3lpfndXeLq85h12]{Miracle} </em>or <em>@Compendium[sfrpg.spells.i4KITExV7vMeoM24]{Wish}</em>, or in the most extreme cases, <em>@Compendium[sfrpg.spells.AHfzMTHx9PI4Z4zn]{Reincarnate}</em> or a regeneration chamber) can remove its effects.</span></p>\n<p>&nbsp;</p>\n<h2>Types</h2>\n<h3>@Compendium[sfrpg.rules.ezl3X0BH5JzLbZaX]{Curses}</h3>\n<h3>@Compendium[sfrpg.rules.GnEF27Oot3zqTaBQ]{Diseases}</h3>\n<h3>@Compendium[sfrpg.rules.aKqRtg165rAly1Cc]{Poisons}</h3>",
  "_id": "JaRMioj4isNp7r1P"
}