{
  "_id": "cOjxn2rCvsUrpUde",
  "name": "Archetypes",
  "pages": [
    {
      "_id": "PPqhVIycXgQcnLb9",
      "name": "Archetypes",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 126</p><p>From the cunning operative to the deadly soldier, each core class in the Starfinder Roleplaying Game draws upon a central idea common to many characters found in science fantasy settings. However, there is a vast universe of interesting and useful character concepts beyond those easily represented by the existing classes. Players can emulate some of these concepts by choosing specific class features, selecting an appropriate theme (see page 28), or multiclassing (see page 26) to combine elements from more than one class. However, other concepts demand changes to a character’s focus that are beyond the scope of the standard classes and themes. To encompass these major differences, your character can take an archetype—a set of alternate class features that alters or replaces class features you would otherwise gain at specific levels.</p><p>An archetype is a character concept more specific and involved than a theme, but not as comprehensive or broad as a class. Each archetype represents a significant divergence from the abilities of a typical member of the core classes. Archetypes provide an additional layer of control for players who want to fine-tune their character’s advancement.</p><p>An archetype generally grants abilities that aren’t otherwise available to characters through a class, or it may grant easier access to a specific set of appropriate abilities. In general, these abilities aren’t tied to the background of any one core class or theme and aren’t available to characters via other sources. For example, the phrenic adept archetype (see page 128) could be used for a character who is naturally psychic or who gained psychic powers after being exposed to strange alien technology. Without a similar background or event, other characters can’t gain these powers, making it more appropriate for an archetype than a series of class features.</p><h1>Gaining an Archetype</h1><p>You can gain an archetype when you achieve a new class level in an eligible class matching the earliest level for which the archetype offers an alternate class feature. The archetype is then considered part of the class you gain a level in when you level up. For example, if you are playing an envoy interested in being a Starfinder forerunner, you must select that archetype when you gain your 2nd level of envoy (the first level at which the Starfinder forerunner has an alternate class feature). From that point forward, whenever you gain an envoy class level, you should check whether you gain an alternate class feature from the Starfinder forerunner archetype, as well as whether any envoy class features are altered or replaced. When you first gain an archetype, read through all the altered or replaced class features that will affect your character, and note these down; for some classes (especially mystics and technomancers) these changes affect features from levels before or after the levels at which you gain archetype features.</p><p>You cannot add the same archetype to multiple classes if you multiclass. For example, if a 2nd-level vesk envoy has selected the Starfinder forerunner archetype and later decides to multiclass and gain levels in the soldier class, the character cannot add the Starfinder forerunner archetype to his soldier class. Every time he gains soldier levels, he follows the normal character progression. If the character later gains more levels in envoy, that class continues to have the Starfinder forerunner archetype attached to it.</p><p>You also cannot add more than one archetype to a specific class. For example, once you have added the Starfinder forerunner archetype to the envoy class, you cannot add any other archetype to that class. If you multiclass and gain a level in a new class, you can add a new archetype to that class when you reach the appropriate level.</p><p>When an archetype refers to class level, it is referring to the number of levels you have in the class associated with the archetype.</p><h1>Alternate Class Features</h1><p>An archetype grants alternate class features that replace or alter class features normally granted by your class at one or more levels. The possible levels at which an archetype might grant an alternate class feature are 2nd, 4th, 6th, 9th, 12th, and 18th. An archetype might grant alternate class features at a few of these levels or at all of them.</p><p>Each class has a specific list of the class features that are altered or replaced, as defined in each class’s replaced class features entry. For example, an envoy who selects the Starfinder forerunner at 2nd level gains the trained for trouble class feature granted by the Starfinder forerunner instead of the envoy improvisation normally gained at 2nd level.</p><p>In some cases, a character gains a class feature at a later level than she would normally, rather than not gain it all. In these cases, a different class feature is generally replaced at the level the delayed class feature is now acquired. For example, a mechanic who has an archetype with a 9th-level alternate class feature does not gain the override class feature until 10th level. When this character’s mechanic class level reaches 10th, she gains the override class feature, but she doesn’t gain the mechanic trick normally gained at that level.</p><h1>Other Considerations</h1><p>While having an archetype may represent your training with or membership in a specific faction, having the archetype is generally not required for you to be considered part of a faction. For example, the Starfinder forerunner (see page 129) is specifically for characters who are part of the Starfinder Society and who have received special training for participation in Starfinder expeditions. However, it is not necessary to take this archetype in order to become a member of the Starfinder Society. The archetype represents only one possible path within the society, not the sole choice for characters tied to that faction.</p><p>Archetypes can generally be added to any class, though some archetypes might note they are available only to specific classes or might have other prerequisites you must meet to select them. For example, an archetype that represents training in a specific magic tradition might be available only to mystics and technomancers, while an archetype designed for devotees of an ancient monastery’s fighting techniques might be available only to solarians and soldiers. An archetype notes in its description whether it has any prerequisites or restrictions.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": false
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "OjxKxncuo98naXXm",
      "name": "Altered or Replaced Biohacker Class Features",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>For any level at which an archetype provides an alternate class feature, a biohacker who takes the archetype alters or replaces the listed class features.</p><h2>Multilevel</h2><p><strong>2nd, 4th, 6th, 12th, and 18th Levels:</strong> You don’t gain a theorem.</p><h2>9th Level</h2><p>You don’t gain the use of a second spark of ingenuity per day. When you reach 15th level, you can use only two sparks of ingenuity per day.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "pnaTdrXzVwQYMfO5",
      "name": "Altered or Replaced Envoy Class Features",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>For any level at which an archetype provides an alternate class feature, a envoy who takes the archetype alters or replaces the listed class features.</p><h2>Multilevel</h2><p><strong>2nd, 4th, 6th, 12th, and 18th Levels:</strong> You don’t gain an envoy improvisation.</p><h2>9th Level</h2><p>You don’t gain skill expertise with an additional skill.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "sWNXq5prpD0B2Cee",
      "name": "Altered or Replaced Evolutionist Class Features",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 400000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>For any level at which an archetype provides an alternate class feature, a evolutionist who takes the archetype alters or replaces the listed class features.</p><h2>Multilevel</h2><p><strong>2nd, 4th, 6th, 12th, and 18th levels:</strong> You don’t gain an adaptation.</p><h2>9th Level</h2><p>You don’t gain the flexible skill class feature at 9th level. At 17th level, you gain an additional class skill and 16 additional skill ranks to assign as normal, as though your skill ranks per evolutionist level were 5 + your Intelligence modifier.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "Bnm14RE5zAUkx8Qb",
      "name": "Altered or Replaced Mechanic Class Features",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 500000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>For any level at which an archetype provides an alternate class feature, a mechanic who takes the archetype alters or replaces the listed class features.</p><h2>Multilevel</h2><p><strong>2nd, 4th, 6th, 12th, and 18th Levels:</strong> You don’t gain a mechanic trick.</p><h2>9th Level</h2><p>You don’t gain the override class feature at 9th level. Instead, you gain it at 10th level, and you don’t gain the mechanic trick normally gained at 10th level.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "PuPDKJlj5vdzb6iB",
      "name": "Altered or Replaced Mystic Class Features",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 600000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>For any level at which an archetype provides an alternate class feature, a mystic who takes the archetype alters or replaces the listed class features.</p><h2>2nd Level</h2><p>For the highest level of mystic spell you can cast, reduce the number of mystic spells known by 1. At 2nd level, this means you know two 1st-level spells and five 0-level spells, and at 3rd level, you know three 1st-level spells and six 0-level spells. At 4th level, you know four 1st-level spells, but you know only a single 2nd-level spell (as 2nd level is now the highest levels of mystic spell you can cast), and so on.</p><h2>4th Level</h2><p>You don’t gain access to the highest-level connection spell you would normally have access to.</p><h2>6th Level</h2><p>You don’t gain access to the highest-level connection power you would normally have access to.</p><h2>9th Level</h2><p>You either don’t gain the healing touch class feature or don’t gain a feat you would otherwise gain from reaching an odd-numbered character level (see page 26); this feat could be the one normally gained at 9th level.</p><h2>12th Level</h2><p>At 11th level and again at 14th level, you don’t gain the increase to your channel skill bonus. Your channel skill bonus is thus 1 lower than normal at 11th level and 2 lower than normal at 14th level—it remains +3 and doesn’t increase to +4 until 17th level).</p><h2>18th Level</h2><p>You don’t gain access to the highest-level connection power you would normally have access to. If you would already not gain access to your highest-level connection power, you instead don’t gain access to the two highest-level connection powers you would normally have access to.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "3ilavi4eryzB3TxU",
      "name": "Altered or Replaced Nanocyte Class Features",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 700000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>For any level at which an archetype provides an alternate class feature, a nanocyte who takes the archetype alters or replaces the listed class features.</p><h2>Multilevel</h2><p><strong>2nd, 4th, 6th, 12th, and 18th levels:</strong> You don’t gain a knack.</p><h2>9th Level</h2><p>You don’t gain the secondary faculty or secondary faculty technique class features at 9th level. Instead you gain both at 10th level, and you don’t gain the knack normally gained at 10th level. You still treat your effective nanocyte level as your nanocyte level – 8 for the purposes of your secondary faculty techniques.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "MgVSDxwovxrH26ad",
      "name": "Altered or Replaced Operative Class Features",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 800000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>For any level at which an archetype provides an alternate class feature, a operative who takes the archetype alters or replaces the listed class features.</p><h2>Multilevel</h2><p><strong>2nd, 4th, 6th, 12th, and 18th Levels:</strong> You don’t gain an operative exploit.</p><h2>9th Level</h2><p>The amount of damage you deal with your trick attack is 1d8 lower than normal.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "cwMehKMf4q4AeRXk",
      "name": "Altered or Replaced Precog Class Features",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 900000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>For any level at which an archetype provides an alternate class feature, a precog who takes the archetype alters or replaces the listed class features.</p><h2>2nd Level</h2><p>You don’t gain a temporal anomaly.</p><h2>4th Level</h2><p>You don’t gain a temporal anomaly at 5th level.</p><h2>6th Level</h2><p>You can’t use temporal aggression on allies’ die rolls.</p><h2>9th Level</h2><p>You don’t gain a temporal anomaly at 8th level.</p><h2>12th Level</h2><p>You do not gain chronomatic flow until 16th level, after which point the maximum bonus is one fewer than usual.</p><h2>18th Level</h2><p>Your chronomatic defense’s maximum bonus does not increase.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "gp4KQIUV51JXiiNO",
      "name": "Altered or Replaced Solarian Class Features",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 1000000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>For any level at which an archetype provides an alternate class feature, a solarian who takes the archetype alters or replaces the listed class features.</p><h2>Multilevel</h2><p><strong>2nd, 4th, 6th, 12th, and 18th Levels:</strong> You don’t gain a stellar revelation.</p><h2>9th Level</h2><p>You don’t gain the zenith revelations class feature at 9th level. Instead, you gain it at 10th level, and you don’t gain the stellar revelation normally gained at 10th level.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "pG1fnxFo4T3ZAWvu",
      "name": "Altered or Replaced Soldier Class Features",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 1100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>For any level at which an archetype provides an alternate class feature, a soldier who takes the archetype alters or replaces the listed class features.</p><h2>Multilevel</h2><p><strong>2nd, 4th, 6th, 12th, and 18th Levels:</strong> You don’t gain a bonus combat feat.</p><h2>9th Level</h2><p>You don’t gain the secondary fighting style or secondary style technique class features at 9th level. Instead, you gain both at 10th level, and you don’t gain the combat feat normally gained at 10th level. You still treat your effective soldier level as your soldier level – 8 for the purposes of your secondary style techniques.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "yBpjTKzlLZu3LMbz",
      "name": "Altered or Replaced Technomancer Class Features",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 1200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>For any level at which an archetype provides an alternate class feature, a technomancer who takes the archetype alters or replaces the listed class features.</p><h2>2nd Level</h2><p>You don’t gain the magic hack class feature at 2nd level. Instead, you gain it at 5th level.</p><h2>4th Level</h2><p>For the highest level of technomancer spell you can cast, reduce the number of technomancer spells you know by 1. For example, at 5th level, this means you know only two 2nd-level spells and four 1st-level spells, and at 6th level, you know three 2nd-level spells and four 1st-level spells. At 7th level, you know four 2nd-level spells, but you know only a single 3rd-level spell (as 3rd level is now the highest level of technomancer spells you can cast), and so on.</p><h2>6th Level</h2><p>You don’t receive the cache capacitor class feature at 6th level. At 8th level, you can gain the cache capacitor class feature in place of a magic hack. Depending on the levels of your archetype’s alternate class features, you may or may not gain additional cache capacitor slots at 12th or 18th level. Regardless of when you gain cache capacitor, the first instance acts as the cache capacitor normally gained at 6th level, the second acts as the one normally gained at 12th, and the third acts as the one normally gained at 18th.</p><h2>9th Level</h2><p>Your techlore ability doesn’t increase at 9th level. It instead increases to +3 at 11th level, and you don’t receive the magic hack normally gained at 11th level.</p><h2>Multilevel</h2><p><strong>12th and 18th Levels:</strong> You don’t gain an additional cache capacitor slot (nor do you gain the option to store its associated spells).</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "Es5QZ5VNNU1vMiFv",
      "name": "Altered or Replaced Vanguard Class Features",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 1300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>For any level at which an archetype provides an alternate class feature, a vanguard who takes the archetype alters or replaces the listed class features.</p><h2>Multilevel</h2><p><strong>2nd, 4th, 6th, 12th, and 18th Levels:</strong> You don’t gain a vanguard discipline.</p><h2>9th Level</h2><p>You don’t gain an additional use of reactive. At 15th level, you can use reactive only twice per day.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "d4UflZxtRhWYGn8A",
      "name": "Altered or Replaced Witchwarper Class Features",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 1400000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>For any level at which an archetype provides an alternate class feature, a witchwarper who takes the archetype alters or replaces the listed class features.</p><h2>2nd Level</h2><p>You don’t gain the paradigm shift class feature at 2nd level. Instead, you gain that feature at 5th level.</p><h2>4th Level</h2><p>You don’t gain a paradigm shift at 5th level.</p><h2>6th Level</h2><p>You don’t gain the alternate outcome class feature at 6th level. Instead, you gain it at 12th level.</p><h2>9th Level</h2><p>Your compound sight class feature doesn’t apply to a second skill.</p><h2>12th Level</h2><p>If you have the alternate outcome class feature, you don’t gain an additional daily use. If you would gain the alternate outcome class feature at this level due to an archetype replacement, you gain it at 18th level instead.</p><h2>18th Level</h2><p>If you have the alternate outcome class feature, you don’t gain an additional daily use. If you would gain the alternate outcome class feature at this level due to an archetype replacement, you don’t gain it at all.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}