{
  "_id": "WP7hddXW4mLXXXOg",
  "name": "Armor",
  "content": "<p><sub><span id=\"ctl00_MainContent_DetailedOutput\">Source Starfinder Core Rulebook pg. 196</span></sub></p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Armor is usually the easiest and most cost-effective way for creatures to protect themselves. Whether you are skimming through space aboard a mercenary vessel, attending a diplomatic meeting on a space station, or descending to a planet&rsquo;s surface to explore, armor provides you with protection against attacks and hostile environments.<br /><br />Modern armor is made of many different substances, including carbon fiber, ceramic, fabric, metal, and polymers. Most are constructed from a combination of materials, and some even use archaic materials such as animal hide. Creatures wear armor to protect themselves, but also to express their personal style.<br /><br />Most suits of armor consist of a helmet, gloves, boots, and a bodysuit that offers head-to-toe protection. Unless otherwise specified, the boots include a functionality that can anchor your feet to a solid surface in a zero-gravity environment, allowing you to orient yourself or return to normal footing when needed (for more about moving in zero-g, see page 402). </span></p>\n</ul>\n<p>&nbsp;</p>\n<h1 class=\"title\">Wearing Armor</h1>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">A character&rsquo;s class and feats determine what kinds of armor they can wear. Further details about wearing armor are below. </span></p>\n<p><span>&nbsp;</span></p>\n<h2 class=\"title\">Armor Proficiency</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">If you are wearing armor with which you are not proficient, you take a &ndash;4 penalty to both EAC and KAC (see page 240). A character who is proficient only with light armor can wear heavier armor effectively by selecting the Heavy Armor Proficiency feat. </span></p>\n<p><span>&nbsp;</span></p>\n<h2 class=\"title\">Donning Armor</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">The time required to don or remove armor depends on its type. Light armor requires 4 rounds to don or remove, while heavy armor requires 16 rounds to don or remove.<br /><br />Armor that is at least 8th level but less than 16th level takes half the normal time to don or remove. Armor of 16th level or higher takes one-quarter the normal time to don or remove, to a minimum of one full action.<br /><br />Modern suits of armor are designed so that you can don or remove armor without assistance. </span></p>\n<p><span>&nbsp;</span></p>\n<h2 class=\"title\">Don Hastily</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">You can hastily don armor in half the normal time, to a minimum of one full action. The armor check penalty, maximum Dexterity bonus, and armor bonus for hastily donned armor are each 1 worse than normal. </span></p>\n<p><span>&nbsp;</span></p>\n<h1 class=\"title\">Armor Size</h1>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Armor comes in different sizes for different creatures, and you might have to adjust a suit of armor to fit you if it wasn&rsquo;t made for your race. A ysoki can&rsquo;t effectively wear armor made for a @Compendium[sfrpg.races.AMBcyDZDtJ1OOzh3]{Human}, and a @Compendium[sfrpg.races.dGlSCMtFZ2ZIKUpl]{Kasatha} needs to adjust armor that was made for a two-armed creature. If it&rsquo;s in doubt whether a creature can fit the suit, the GM decides whether the armor needs to be adjusted. When you buy armor new, the purchase price includes any adjustments. </span></p>\n<p><span>&nbsp;</span></p>\n<h2 class=\"title\">Adjusting Armor</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">If you get secondhand armor that wasn&rsquo;t tailored for you, you can have it adjusted, which requires a successful Engineering check (DC = 10 + 2 &times; the armor&rsquo;s level). Alternatively, you can spend 10% of the armor&rsquo;s purchase price to have it adjusted by a professional&mdash;typically an armorsmith or anyone with multiple ranks in Engineering. </span></p>\n<p><span>&nbsp;</span></p>\n<h1 class=\"title\">Environmental Protections</h1>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Space can be an inhospitable place, with countless dangerous worlds within it. Unless otherwise specified, all armors protect you from a range of hazards to ensure that you can survive for at least a few days if you must make emergency repairs to the hull of a starship, explore an alien world, or endure exposure to an environmental breach in a space station. Some armors do this through an environmental field (a minor force field specially attuned to pressure and temperature that does not reduce damage from attacks), while others can be closed with helmets and airtight seals. The most common environmental dangers are detailed in Environment beginning on page 394. </span></p>\n<p><span>&nbsp;</span></p>\n<h2 class=\"title\">Activation and Duration</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">A suit of armor&rsquo;s environmental protections last for a number of days equal to its item level. Activating or deactivating these environmental protections takes a standard action if you are wearing the suit (assuming the armor was properly donned). If you have access to a suit that is unattended or worn by a helpless creature, you can turn on its environmental protection as a full action, but turning it off requires a Computers check to hack the system, treating the suit as a computer with a tier equal to half the suit&rsquo;s item level (the base DC to hack a computer is equal to 13 + 4 per tier).<br /><br />The duration of a suit&rsquo;s environmental protections does not need to be expended all at once, but it must be expended in 1-hour increments. Recharging this duration requires access to a functioning starship or an environment recharging station (publicly available in most technologically advanced or average settlements) and takes 1 minute per day recharged. Most of the recharging stations that replenish devices, such as batteries and power cells (see page 234), also recharge armor&rsquo;s environmental protections, and using them to recharge suits is typically free of price. All other functions on a suit of armor with no duration remaining still work normally. </span></p>\n<p><span>&nbsp;</span></p>\n<h2 class=\"title\">Breathing and Pressure</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">All armor can facilitate self-contained breathing, protecting you against vacuums, smoke, and thick, thin, and toxic atmospheres (including any airborne poison or @Compendium[sfrpg.rules.GnEF27Oot3zqTaBQ]{Disease}). Self-contained breathing functions underwater and in similar liquid environments. This protection allows you to breathe in a corrosive atmosphere (see page 395) to prevent suffocation, but it isn&rsquo;t strong enough to prevent a corrosive atmosphere from dealing acid damage to both you and your armor. A suit of armor with an upgrade that grants acid resistance reduces any acid damage taken from a corrosive atmosphere normally. Any vision impairment from the environment (such as smoke or water) still applies. </span></p>\n<p><span>&nbsp;</span></p>\n<h2 class=\"title\">Radiation</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Armor protects you against low levels of radiation (see page 403) and grants a +4 circumstance bonus to saving throws against higher levels of radiation. Armor of 7th level and higher grants immunity to medium radiation levels and provides a +6 circumstance bonus to saving throws against higher levels of radiation. No armor&rsquo;s bonuses apply to saves against radiation sickness, regardless of the level of radiation exposure that caused you to contract it. </span></p>\n<p><span>&nbsp;</span></p>\n<h2 class=\"title\">Temperature</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Armor&rsquo;s environmental protections reasonably protect you against both cold (temperatures as low as &ndash;20&deg; F) and heat (temperatures as high as 140&deg; F). This prevents you from having to attempt most Fortitude saving throws to avoid damage from the environment, and it prevents you from taking damage from breathing in most environments. This does not protect against cold or fire damage from other sources or against environments that deal damage without allowing a Fortitude saving throw or breathing the atmosphere (such as lava).)</span></p>",
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}