{
  "_id": "WP7hddXW4mLXXXOg",
  "name": "Armor",
  "img": "icons/svg/mystery-man.svg",
  "pages": [
    {
      "_id": "8bxhPYw9heXqKHYD",
      "name": "Armor",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 0,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>CRB pg. 196</p><p>Armor is usually the easiest and most cost-effective way for creatures to protect themselves. Whether you are skimming through space aboard a mercenary vessel, attending a diplomatic meeting on a space station, or descending to a planet’s surface to explore, armor provides you with protection against attacks and hostile environments.</p><p>Modern armor is made of many different substances, including carbon fiber, ceramic, fabric, metal, and polymers. Most are constructed from a combination of materials, and some even use archaic materials such as animal hide. Creatures wear armor to protect themselves, but also to express their personal style.</p><p>Most suits of armor consist of a helmet, gloves, boots, and a bodysuit that offers head-to-toe protection. Unless otherwise specified, the boots include a functionality that can anchor your feet to a solid surface in a zero-gravity environment, allowing you to orient yourself or return to normal footing when needed (for more about moving in @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.n461i9lDXw303SiY#zero-gravity]{zero-g}, see page 402).</p><h1>Reading Armor Tables</h1><p>Each entry on the armor tables starting on page 197 describes a single suit of armor, with the following statistics.</p><ul><li><strong>Level:</strong> The armor’s item level (see page 167).</li><li><strong>Price:</strong> This is the price in credits of the suit of armor.</li><li><strong>EAC Bonus:</strong> This is the bonus your armor adds to your Energy Armor Class, which protects against attacks from laser weapons, plasma cannons, and the like (see page 240).</li><li><strong>KAC Bonus:</strong> This is the bonus your armor adds to your Kinetic Armor Class, which protects against projectiles, most melee weapons, and other solid objects (see page 240).</li><li><strong>Maximum Dex Bonus:</strong> You normally add your Dexterity modifier to your Armor Class (for both EAC and KAC), but it’s limited by your armor. Your armor’s maximum Dexterity bonus indicates how much of your Dexterity modifier you can add to AC. Any excess Dexterity doesn’t raise your AC further and is simply ignored for this purpose.</li><li><strong>Armor Check Penalty:</strong> You take a penalty to most Strengthand Dexterity-based skill checks equal to this number. See Chapter 5 for a more complete list of which skills apply.</li><li><strong>Speed Adjustment:</strong> While wearing the armor, your speed is adjusted by this number.</li><li><strong>Upgrade Slots:</strong> You can improve your armor with magic and technological upgrades. This entry shows how many total upgrades your armor can accommodate. Some armor upgrades are larger or more complicated and take up multiple upgrade slots (see page 204.)</li><li><strong>Bulk:</strong> This is the bulk of the item (see page 167).</li></ul><h1>Wearing Armor</h1><p>A character’s class and feats determine what kinds of armor they can wear. Further details about wearing armor are below.</p><h2>Armor Proficiency</h2><p>If you are wearing armor with which you are not proficient, you take a –4 penalty to both EAC and KAC (see page 240). A character who is proficient only with light armor can wear heavier armor effectively by selecting the Heavy Armor Proficiency feat.</p><h2>Donning Armor</h2><p>The time required to don or remove armor depends on its type. Light armor requires 4 rounds to don or remove, while heavy armor requires 16 rounds to don or remove.</p><p>Armor that is at least 8th level but less than 16th level takes half the normal time to don or remove. Armor of 16th level or higher takes one-quarter the normal time to don or remove, to a minimum of one full action.</p><p>Modern suits of armor are designed so that you can don or remove armor without assistance.</p><h2>Don Hastily</h2><p>You can hastily don armor in half the normal time, to a minimum of one full action. The armor check penalty, maximum Dexterity bonus, and armor bonus for hastily donned armor are each 1 worse than normal.</p><h1>Armor Size</h1><p>Armor comes in different sizes for different creatures, and you might have to adjust a suit of armor to fit you if it wasn’t made for your race. A ysoki can’t effectively wear armor made for a @Compendium[sfrpg.races.AMBcyDZDtJ1OOzh3]{Human}, and a @Compendium[sfrpg.races.dGlSCMtFZ2ZIKUpl]{Kasatha} needs to adjust armor that was made for a two-armed creature. If it’s in doubt whether a creature can fit the suit, the GM decides whether the armor needs to be adjusted. When you buy armor new, the purchase price includes any adjustments.</p><h2>Adjusting Armor</h2><p>If you get secondhand armor that wasn’t tailored for you, you can have it adjusted, which requires a successful Engineering check (DC = 10 + 2 × the armor’s level). Alternatively, you can spend 10% of the armor’s purchase price to have it adjusted by a professional—typically an armorsmith or anyone with multiple ranks in Engineering.</p><h1>Environmental Protections</h1><p>Space can be an inhospitable place, with countless dangerous worlds within it. Unless otherwise specified, all armors protect you from a range of hazards to ensure that you can survive for at least a few days if you must make emergency repairs to the hull of a starship, explore an alien world, or endure exposure to an environmental breach in a space station. Some armors do this through an environmental field (a minor force field specially attuned to pressure and temperature that does not reduce damage from attacks), while others can be closed with helmets and airtight seals. The most common environmental dangers are detailed in Environment beginning on page 394.</p><h2>Activation and Duration</h2><p>A suit of armor’s environmental protections last for a number of days equal to its item level. Activating or deactivating these environmental protections takes a standard action if you are wearing the suit (assuming the armor was properly donned). If you have access to a suit that is unattended or worn by a helpless creature, you can turn on its environmental protection as a full action, but turning it off requires a Computers check to hack the system, treating the suit as a computer with a tier equal to half the suit’s item level (the base DC to hack a computer is equal to 13 + 4 per tier).</p><p>The duration of a suit’s environmental protections does not need to be expended all at once, but it must be expended in 1-hour increments. Recharging this duration requires access to a functioning starship or an environment recharging station (publicly available in most technologically advanced or average settlements) and takes 1 minute per day recharged. Most of the @UUID[Compendium.sfrpg.rules.SNa3WLH4kUYJP3I9.JournalEntryPage.m2QaMoUIFmUHppEC#recharging-stations]{recharging stations} that replenish devices, such as batteries and power cells (see page 234), also recharge armor’s environmental protections, and using them to recharge suits is typically free of price. All other functions on a suit of armor with no duration remaining still work normally.</p><h2>Breathing and Pressure</h2><p>All armor can facilitate self-contained breathing, protecting you against vacuums, smoke, and thick, thin, and toxic atmospheres (including any airborne poison or disease). Self-contained breathing functions underwater and in similar liquid environments. This protection allows you to breathe in a @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.NOrSFYXShdxot60k#corrosive]{corrosive atmosphere} (see page 395) to prevent suffocation, but it isn’t strong enough to prevent a corrosive atmosphere from dealing acid damage to both you and your armor. A suit of armor with an upgrade that grants acid resistance reduces any acid damage taken from a corrosive atmosphere normally. Any vision impairment from the environment (such as smoke or water) still applies.</p><h2>Radiation</h2><p>Armor protects you against low levels of @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.n461i9lDXw303SiY#radiation]{radiation} (see page 403) and grants a +4 circumstance bonus to saving throws against higher levels of radiation. Armor of 7th level and higher grants immunity to medium radiation levels and provides a +6 circumstance bonus to saving throws against higher levels of radiation. No armor’s bonuses apply to saves against radiation sickness, regardless of the level of radiation exposure that caused you to contract it.</p><h2>Temperature</h2><p>Armor’s environmental protections reasonably protect you against both @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.n461i9lDXw303SiY#cold-dangers]{cold} (temperatures as low as –20° F) and @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.n461i9lDXw303SiY#heat-dangers]{heat} (temperatures as high as 140° F). This prevents you from having to attempt most Fortitude saving throws to avoid damage from the environment, and it prevents you from taking damage from breathing in most environments. This does not protect against cold or fire damage from other sources or against environments that deal damage without allowing a Fortitude saving throw or breathing the atmosphere (such as @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.n461i9lDXw303SiY#lava-effects]{lava}).)</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": false
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "CiNKKlR4u8oZjOoP",
      "name": "Powered Armor",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>CRB pg. 203</p><p>Unlike light and heavy armor, powered armor requires its own battery, and comes with a fully charged battery at purchase. Powered armor uses the same type of batteries as other items, including charged weapons, and the battery for a suit of powered armor can be recharged as normal using a generator or @UUID[Compendium.sfrpg.rules.SNa3WLH4kUYJP3I9.JournalEntryPage.m2QaMoUIFmUHppEC#recharging-stations]{recharging station} (see page 234), or it can be replaced with a new battery when spent (see Table 7–9: Ammunition for battery pricing).</p><h2>Using Powered Armor</h2><p>Powered armor augments the wearer’s Strength and has weapon mounts on which ranged weapons can be installed. More about using powered armor is below.</p><h3>Entering and Exiting</h3><p>Getting into or exiting a suit of powered armor requires a full action. Unless noted otherwise, a suit of powered armor has an electronic lock preventing anyone from opening it without knowing the passcode. The passcode can be determined with a successful @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.IqOCYDKd9NgBwowp]{Computers} check (DC = 15 + double the armor’s level).</p><h3>Powered Armor Proficiency</h3><p>Characters can gain proficiency with powered armor by taking the @UUID[Compendium.sfrpg.feats.XFUghykvnCSVHJ9n]{Powered Armor Proficiency} feat (see page 160) or at 5th level through the soldier’s guard fighting style. Lacking proficiency in powered armor comes with more significant drawbacks than with other types of armor. If you are wearing powered armor with which you are not proficient, you take a –4 penalty to both EAC and KAC, you are always flat-footed and off-target, and you move at half speed. If the armor has a special form of movement (such as a fly speed), you cannot use that movement.</p><h1>Powered Armor Descriptions</h1><p>The following explains powered armor’s statistics entries. Specific suits of powered armor are described on page 204. Each suit of powered armor’s price is listed in Table 7–16: Powered Armor.</p><h2>EAC and KAC Bonuses</h2><p>These are the bonuses the powered armor adds to your Energy Armor Class, which protects against attacks from laser weapons and the like, and to your Kinetic Armor Class, which protects against projectiles and other solid objects.</p><p>The cockpit of powered armor is too small to fit a person wearing heavy armor. If you’re wearing light armor while in powered armor, you gain the higher of the EAC bonuses and the higher of the KAC bonuses between the two suits of armor, and you take the worse maximum Dexterity bonus and armor check penalty. Powered armor is normally designed to be operated by any roughly humanoid creature of Small or Medium size—only creatures not matching those criteria must have the armor tailored to fit them (see Adjusting Armor on page 196).</p><h2>Maximum Dexterity Bonus</h2><p>You normally add your Dexterity modifier to your EAC and KAC, but it’s limited by your powered armor. A suit of powered armor’s maximum Dexterity bonus indicates how much of your Dexterity modifier you can add to your AC. Any excess Dexterity bonus doesn’t raise your AC further.</p><h2>Armor Check Penalty</h2><p>You take a penalty to most Strength- and Dexterity-based skill checks equal to this number.</p><h2>Speed</h2><p>Rather than using your normal speed, the powered armor has a maximum land speed of its own. In some cases, powered armor has additional movement types as well.</p><h2>Strength</h2><p>When wearing powered armor, the armor determines your effective Strength. You use it for all Strength-based rolls. Even if your Strength is higher, you’re limited to the armor’s Strength.</p><h2>Damage</h2><p>When you make an unarmed melee attack with the powered armor, it deals damage equal to the armor’s listed damage value plus its Strength modifier.</p><p>The special unarmed strike made with powered armor does not count as archaic and can be improved by the Improved Unarmed Strike feat.A character with multiple unarmed strikes can choose which to use, though note that Large or larger powered armor requires the use of all of a character’s hands, and that may restrict some characters to certain unarmed strikes.</p><h2>Size</h2><p>A suit of powered armor has the listed size, so you may take up more space when you’re wearing it.</p><p>Some suits of powered armor list a reach in parentheses after size. Powered armor with a reach greater than 5 feet allows you to attack creatures within that range in melee even if they aren’t adjacent to you. Add the reach of the powered armor to the reach of any weapons you wield using the powered armor.</p><h2>Capacity and Usage</h2><p>Powered armor requires a great deal of electricity to function, and it has a battery capacity and usage value.</p><p>A suit of powered armor’s battery capacity indicates the number of charges its battery holds. This battery can be recharged as normal using a generator or a recharging station (see page 234), or it can be replaced with a new battery (see Table 7–9: Ammunition). You can put a battery with a smaller charge capacity into powered armor, but you can’t recharge one to hold more than its maximum number of charges.</p><p>Powered armor’s usage indicates how long a single battery charge runs the armor. For example, a character in a battle harness with a fully charged battery can use that powered armor for 20 hours before its battery needs to be replaced or recharged. Once you have entered a suit of powered armor, you can tell how many battery charges it has remaining, if any. You can turn a suit of powered armor on or off as a standard action, and you do not need to use all charges for a suit of powered armor consecutively, but you must use them in 1-charge increments.</p><p>If you’re in armor that’s out of power, you are flat-footed and off-target, you don’t benefit from the armor’s Strength or damage, and you can’t attack with it or cause it to move. None of its mounted weapons (see below) or upgrades (see Armor Upgrades below) function, even if they have their own power sources. You can’t attempt any Strength- or Dexterity-based skill checks, and the armor’s maximum Dexterity bonus is +0 (or the armor’s regular maximum Dexterity bonus, if lower). You can still exit the armor.</p><h2>Weapon Slots</h2><p>Ranged weapons can be installed in most powered armor. The maximum number is equal to the powered armor’s weapon slots.</p><h2>Upgrade Slots</h2><p>You can improve your powered armor with technological and magical upgrades (see below). This entry shows how many total upgrades your powered armor can accommodate. Some larger or more complicated upgrades take up multiple upgrade slots.</p><h2>Bulk</h2><p>A powered armor’s listed bulk refers to its bulk when it is picked up or carried as cargo, and it does not count toward your own normal carrying capacity. When you’re wearing powered armor, you use that armor’s Strength to determine your carrying capacity. Count everything you’re wearing, everything the powered armor is holding, and any armor upgrades and weapons mounted to the powered armor against this bulk limit.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "D0bQCbMD3nccYvBV",
      "name": "Armor Upgrades",
      "type": "text",
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>CRB pg. 204</p><p>A creature can personalize armor by purchasing and installing armor upgrades, described below, which add bonuses or customized abilities to armor. Some individuals keep a collection of upgrades at hand, swapping them out as needed (requiring 10 minutes to replace the unit and resecure all connections). Explanations of entries for upgrades’ statistics follow.</p><h2>Capacity</h2><p>For a technological armor upgrade that requires charges to function, this entry lists the maximum size battery the upgrade can hold. The batteries that upgrades hold can be recharged as normal using either a generator or a @UUID[Compendium.sfrpg.rules.SNa3WLH4kUYJP3I9.JournalEntryPage.m2QaMoUIFmUHppEC#recharging-stations]{recharging station} (see page 234). A magic armor upgrade that can be used a certain number of times runs on magical charges; these charges are integral to the construction of the item and can’t be replenished with generators or batteries. Charges for a magic item either refresh each day or never refresh.</p><h2>Usage</h2><p>This entry lists how many charges are consumed when the armor upgrade is used. This might be per activation or a certain duration. If an armor upgrade uses a certain number of charges over an interval, the upgrade’s abilities can be shut off before that amount of time has passed, but it still uses charges for the full interval. For instance, an upgrade that uses charges at a rate of 2 per round would still use 2 charges if activated for half a round.</p><h2>Upgrade Slots</h2><p>Each suit of armor contains a certain number of upgrade slots. This represents the maximum number of times the armor can be modified while still functioning. If you install upgrades beyond the maximum, the armor and all upgrades attached to it cease to function until you remove enough upgrades to bring the armor down to its maximum number of upgrade slots or fewer.</p><p>Some upgrades use more than one upgrade slot, as noted in the Armor Slots entry in Table 7–17: Armor Upgrades.</p><h2>Magic Upgrades</h2><p>Some armor upgrades are magic or a hybrid of magic and technology. This is indicated next to the upgrade’s name. If neither magic nor hybrid is listed after an item, it’s a technological item.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}