{
  "_id": "pzOC4ojLo7Y5U9MV",
  "name": "Astronomical Objects",
  "content": "<p>&gt;@Compendium[sfrpg.rules.SfkuzH5kxSAmG4nv]{Environment}</p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"><strong>Source</strong> <em>CRB pg. 394</em><br />Most living beings begin their lives on floating astronomical objects. These planets, planetoids, and stars are the hub of much adventure and vary in complexity of design and makeup. A brief summary of the different types of astronomical objects is presented below, along with various rules associated with each. </span></p>\n<h3 class=\"framing\">Classification Of Astronomical Objects</h3>\n<p>There exist several different types of astronomical objects. Summarized below are the most prominent types encountered during interstellar exploration.</p>\n<h3>Asteroid</h3>\n<p>An asteroid is a fractured chunk of matter, notable for being too small to be considered a proper planetoid. Asteroids commonly lack any sort of ecosystem and are often bereft of an atmosphere and breathable air. Many see asteroids as exploitable resources, given that they are often rich in minerals of varying rarity.</p>\n<h3>Gas Giant</h3>\n<p>As their name suggests, gas giants are worlds composed entirely of gas—frequently elements such as hydrogen and helium. They lack any natural solid surfaces to walk on and so have no proper ground. Creatures unable to fly or without flight-capable equipment or magic tumble toward the dense core of the world at the falling speed of a standard-gravity planet. Such a fall often takes days, given the immense size of these worlds. Near the center of a gas giant, a creature is subject to extreme gravity (see page 402). The heart of a gas giant acts in many ways like a star (see Star below), including destroying creatures that don’t have full immunity to fire.</p>\n<h3>Irregular World</h3>\n<p>Some planets exist outside of the typical description of a (mostly) spherical mass of gases or silicate rocks and metals. These irregular worlds come in a variety of shapes, many of which are still considered theoretical. Some worlds might be artificially designed in the shape of a torus. Other worlds, like a planet in the form of a cube or a world that is entirely flat, exist as the result of cosmic abnormalities or the direct intervention of the divine.</p>\n<h3>Satellite</h3>\n<p>Satellites are objects, such as moons, orbiting any other form of planetoid. “Satellite” is a classification that can be applied to other astronomical objects as well, as many asteroids and terrestrial worlds are also satellites. Unlike other types of astronomical objects, a satellite isn’t necessarily a natural object. Alien markers and space stations are but a few types of artificial constructs that hang in the gravitational field of planets. Some planets have only a single moon, while others (such as gas giants) boast dozens of objects caught in their gravitational fields.</p>\n<h3>Star</h3>\n<p>A star—sometimes multiple stars—typically rests at the heart of a planetary system. Stars are massive balls of incandescent plasma that blast their orbiting planetoids with heat. While there are various categorizations of stars, from blue dwarf stars to yellow hypergiants, all stars produce enough heat to pose similar hazards to most adventurers. The surface of a star is so hot that only full immunity to fire allows a creature to survive there. Any creatures or items not immune to fire are instantly and utterly consumed down to the molecular level—only spells such as <em>miracle</em> or <em>wish</em> can bring back such victims.</p>\n<ul>\n<li><strong>Solar Flares</strong>: Occasionally, stars let off bursts of intense energy, visible upon their surfaces as flares of roiling plasma. These disturbances have a deadly and immediate effect on things on or near the surfaces of such turbulent stars. The peripheral danger of these flares is the devastating effect they have on unshielded electronic equipment and radio communications. These distortions can be felt millions of miles away from the star, and typically they cause various electronics and radio communications to cease functioning for 6d6×10 minutes.</li>\n</ul>\n<h3>Terrestrial World</h3>\n<p>  Most people use the word “planet” to refer to a terrestrial world. The ones closest to the star of a solar system are the worlds most likely to be naturally habitable. They’re home to varying ecosystems, from barren, rocky landscapes to vibrant jungles of lush plant life and rushing waterways. Such worlds are sometimes categorized by their predominant features, leading to titles such as desert world, ice world, jungle world, and lava world.</p>",
  "img": "icons/svg/mystery-man.svg"
}