{
  "_id": "z2JnsaHKE5QvwVSQ",
  "name": "Atmospheres",
  "content": "<p>Source: CRB pg. 395</p>\n<p>An atmosphere is a layer of gases held in place by the pull of a planetoid’s gravity. The gravity and temperature of a planetoid impact its ability to retain an atmosphere. Most planets and planetoids support some manner of atmosphere. In addition to hospitable atmospheres, there are various other types of atmosphere that serve as hazards to most life.</p>\n<h3>Corrosive</h3>\n<p>As the name suggests, a corrosive atmosphere eats away at matter. The type and speed of the erosion varies, but the most common use of this term describes atmospheres capable of dissolving most matter. A typical corrosive atmosphere deals anywhere from 1 acid damage per minute up to 10d6 acid damage per round to creatures and objects within. Certain metals and treated materials may be immune to the specific atmosphere of a planet, and often the corrosion can be mitigated with dutiful preparation.</p>\n<h3>No Atmosphere</h3>\n<p>A creature on a planet without an atmosphere (or with an atmosphere so thin that it is effectively airless) is exposed to a vacuum (see page 394).</p>\n<h3>Normal</h3>\n<p>A normal atmosphere is one that can support the majority of breathing life-forms. Most such atmospheres are composed of some combination of oxygen, nitrogen, and other nontoxic gases.</p>\n<h3>Thick</h3>\n<p>A nonacclimated creature operating in a thick atmosphere treats it as somewhat harmful, due to the extra chemical compounds in the air and the increased atmospheric pressure. Every hour, such a creature must succeed at a Fortitude save (DC = 15 + 1 per previous check) or become sickened. This condition ends when the creature returns to a normal atmosphere. Conversely, the increased weight of the air grants a +4 circumstance bonus to Acrobatics checks to fly or Piloting checks to keep an aircraft in flight.</p>\n<p>Severely thick atmospheres are far more dangerous. Every minute, a creature in such an atmosphere must succeed at a Fortitude save (DC = 15 + 1 per previous check) or begin to suffocate (see Suffocation and Drowning on page 404) as its lungs cease coping with the density of the oxygen inhaled and lose the strength to keep pumping air into its bloodstream.</p>\n<h3>Thin</h3>\n<p>Thinner atmospheres tend to cause a nonacclimated creature to have difficulty breathing and become extremely tired. A typical thin atmosphere requires such a creature to succeed at a Fortitude save each hour (DC = 15 +1 per previous check) or become fatigued. The fatigue ends when the creature returns to a normal atmosphere.</p>\n<p>Severely thin atmospheres can cause long-term oxygen deprivation to those affected in addition to the effects of a standard thin atmosphere. The first time a creature in a severely thin atmosphere fails its Fortitude save, it must succeed at a DC 25 Fortitude save or take 1 damage to all ability scores. A creature acclimated to high altitude (see Hill and Mountain Terrain on page 397) gains a +4 insight bonus to its saving throw to resist this effect.</p>\n<h3>Toxic</h3>\n<p>Toxic atmospheres are composed of poisonous compounds and vary radically in their consistencies. Some toxic atmospheres are capable of sustaining oxygen-breathing life-forms, while others immediately suffocate those within them. Regardless of whether or not they allow creatures to breathe, toxic atmospheres are threats to most living creatures, as they act as an inhaled poison (see page 417). Though the specific type of poison varies, many toxic atmospheres act as existing poisons but with radically different onset times and save DCs. Low-level toxic atmospheres can have onset times measured in hours or days, while heavily toxic atmospheres have onset times measured in rounds.</p>",
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}