{
  "name": "Blindsight",
  "type": "feat",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p><span id=\"ctl00_MainContent_DetailedOutput\">Blindsight is a precise nonvisual sense (or a combination of senses; see page 260) that functions as a more potent version of blindsense. Blindsight operates out to a range specified in the creature&rsquo;s description.</span></p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">A creature with blindsight typically perceives using a specific sense, which is indicated in parentheses after the blindsight entry in the creature&rsquo;s statistics. If the indicated sense somehow becomes unusable&mdash;say, for example, if a creature that uses scent to perceive through its blindsight loses its sense of smell&mdash;the creature loses access entirely to its blindsight. The typical senses through which creatures with blindsight can perceive are emotion, life, scent, sound, thought, and vibration.</span></p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">If you have blindsight and succeed at a Perception check to notice a hidden creature, you are observing the creature. Blindsight negates concealment, <em>displacement</em>, invisibility, magical darkness, and similar effects, though a creature with blindsight still can&rsquo;t perceive ethereal creatures (see the <em>ethereal jaunt</em> spell on page 354). A creature with blindsight cannot be blinded (see page 273) and is not subject to gaze attacks (see the <em>Starfinder Alien Archive</em>).</span></p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Blindsight is still limited in many ways compared to normal vision. Blindsight never allows a creature to distinguish color or visual contrast, though it might be able to make out other features depending on the sense. A creature cannot read written text with blindsight, though it could still use tactile communication. Blindsight works underwater and in fog or smoke, but it typically does not work in a vacuum (although this depends on the nature of the sense; for instance, emotion-based blindsight would work in a vacuum).</span></p>",
      "unidentified": ""
    },
    "source": "CRB pg. 262",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": 0,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "isActive": null,
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "effects": [],
  "flags": {},
  "_id": "tlIAKig9V96Nky07"
}