{
  "_id": "6IGUTmNAcO6W7gFU",
  "name": "Bonuses and Penalties",
  "_stats": {
    "coreVersion": 12,
    "systemId": "sfrpg",
    "systemVersion": "0.26.1"
  },
  "folder": "JrwTQoQtfFTCzYwQ",
  "pages": [
    {
      "_id": "AwM0q2w0KphmC88W",
      "name": "Bonuses and Penalties",
      "type": "text",
      "_stats": {
        "coreVersion": "11.305",
        "createdTime": 1689566975024,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1689567060191,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 266</p><p>Throughout the course of her adventures, a character often comes under the effects of conditions, circumstances, magic, technology, or other factors that provide her with bonuses or penalties to certain game statistics, such as her Armor Class (AC), attack rolls, or saving throws. The situations that can grant bonuses or impose penalties in Starfinder are practically limitless, but bonuses and penalties all function using the rules described in this section.</p><p>While it’s always a good idea to keep track of all bonuses and penalties affecting your character at any given time, such tracking is particularly important during combat. After all, that +1 morale bonus to attack rolls from the envoy’s get ’em improvisation might mean the difference between either landing the blow that fells a security robot or allowing it to remain standing (and subsequently take out a wounded ally). GMs should take care to note all bonuses and penalties that are in effect during combat, but ultimately, it’s usually up to the player to track the bonuses and penalties affecting her character at any given time so that she has an accurate handle on how she performs in combat.</p><p>The rules that govern bonuses and penalties, as well as the different specific types of bonuses, are described below.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": false
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "OWHDYRjWiCKpCgHQ",
      "name": "Bonuses",
      "type": "text",
      "_stats": {
        "coreVersion": "11.305",
        "createdTime": 1689567065235,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1689569057543,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 266</p><p>The term “bonus” in Starfinder can refer to a benefit you receive outside the typical framework, such as if a monster gains a bonus feat. Sometimes the total you add to a die roll after all calculations is referred to as a bonus, such as your initiative bonus or an attack’s damage bonus. Other bonuses are divided into specific different types, representing the varying conditions and circumstances that provide bonuses to various numbers or values within the game.</p><p>When multiple bonuses apply to the same value, different types of bonuses all apply, but in most cases bonuses of the same type do not add together (or “stack” with each other), unless a source specifies otherwise. (For an exception, see Circumstance Bonus below.) Bonuses that do not list a bonus type do stack, both with each other and with all typed bonuses. Such bonuses, often referred to as “untyped” bonuses, are among the most utilitarian of all bonuses in the game.</p><p>For example, Keskodai has a +2 morale bonus to his saving throws, because an angelic being is protecting him with aura of mettle, one of its special abilities. While benefiting from the aura, Keskodai casts the death ward spell on himself. As a result, when attempting a saving throw against death spells and death effects, he can add the +4 morale bonus granted by his death ward spell, but he cannot also add the morale bonus from the angelic being’s aura of mettle. Only the higher of the two bonuses applies, because they are both morale bonuses and therefore do not stack with each other. While benefiting from the angelic being’s aura of mettle ability, though, Keskodai still gains the +2 morale bonus to saving throws other than those against death spells and death effects, because such saving throws are not affected by the death ward spell.</p><p>The following describe the most common forms of bonuses, what they represent, and the kinds of things to which they apply.</p><h2>Ability Bonus</h2><p>When your ability modifier is positive, it can be referred to as an ability bonus. If an ability says to add your ability bonus, it means to add your ability modifier, but only if that modifier is not a negative number.</p><h2>Armor Bonus</h2><p>An armor bonus represents a protective barrier that makes attacks less likely to reach and harm a target. It applies to Armor Class and is granted by armor or by a spell or magical effect that mimics armor. Armor bonuses don’t stack with other armor bonuses, but they do stack with all other bonuses to Armor Class (such as a Dexterity bonus). Armor bonuses sometimes specify that they apply only to your Energy Armor Class (EAC) or your Kinetic Armor Class (KAC). Most suits of @UUID[Compendium.sfrpg.rules.JournalEntry.WP7hddXW4mLXXXOg]{armor} (see Chapter 7) provide armor bonuses to both EAC and KAC, though the specific armor bonuses a suit provides to each value often differ, as noted in the armor’s description. An armor bonus that doesn’t specify which Armor Class it applies to applies to both.</p><h2>Base Bonus</h2><p>Characters receive base bonuses to attacks and saving throws from their class levels. Your base attack bonus is added to all your attack rolls and is determined by your class and level. A higher number means you’re better at combat. Similarly, the three categories of base saving throw bonuses, also determined by your class and level, are added to saving throws you attempt against various effects (as indicated by each effect that calls for a saving throw).</p><p>You receive the base bonuses listed for your level in a class on the class’s level progression chart. For example, if you are a 5th-level soldier, you have a base attack bonus of +5, a base Fortitude save bonus of +4, a base Reflex save bonus of +1, and a base Will save bonus of +4 (see page 111). If you take levels in more than one class (known as multiclassing), your base bonuses from different classes stack with each other. Add together the base bonuses from each of your classes to determine your base values. For example, if you have 5 levels of soldier and 1 level of operative, you have a base attack bonus of +5, a base Fortitude save bonus of +4, a base Reflex save bonus of +3, and a base Will save bonus of +6.</p><h2>Circumstance Bonus</h2><p>Circumstance bonuses arise from specific conditional factors affecting the task at hand. Circumstance bonuses stack with other circumstance bonuses unless they arise from essentially the same source, in which case they do not stack.</p><p>For example, you might use a firecracker as part of a Bluff check to create a distraction. The GM decides the firecracker grants a +2 circumstance bonus to the skill check. The GM also knows the guards in this situation are extremely nervous, and thus their attention is easily drawn to any sudden or unexpected occurrence. The GM grants you a +2 circumstance bonus as well. Since these two bonuses result from distinct circumstances that both affect the task, they stack, granting you a +4 bonus to the Bluff check.</p><h2>Divine Bonus</h2><p>A divine bonus stems from the power of a deity or another potent supernatural creature, such as a demon lord. These bonuses are most commonly granted by spells and magic items, though priests of deities can sometimes access them through different special abilities they can use.</p><h2>Enhancement Bonus</h2><p>An enhancement bonus is a rare kind of effect, normally a supernatural one, that accentuates the useful qualities of an object or bolsters a specific attempt to accomplish something, improving your total effectiveness. It almost never applies to attack rolls.</p><h2>Insight Bonus</h2><p>An insight bonus represents improved performance of a given activity from either specialized competence or a certain form of precognitive knowledge.</p><h2>Luck Bonus</h2><p>A luck bonus represents good fortune powerful enough to alter the outcome of events—or at least to provide the little nudge needed to turn the tide of events in your favor.</p><h2>Morale Bonus</h2><p>A morale bonus represents the effects of a boost in courage, determination, and hope in a situation that tests your mettle. Nonintelligent creatures (meaning creatures with an Intelligence of 0 or no Intelligence at all) cannot benefit from morale bonuses.</p><h2>Racial Bonus</h2><p>A racial bonus comes from the culture in which you were raised or results from innate characteristics of your creature type. If your race changes (for example, if you die and are reincarnated), you lose all racial bonuses you had in your previous form and gain any new ones you now have access to, as appropriate.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "d12In0plGdRUc5sl",
      "name": "Penalties",
      "type": "text",
      "_stats": {
        "coreVersion": "11.305",
        "createdTime": 1689567228463,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1689567252123,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 267</p><p>Various effects can cause you to take penalties to ability scores, Armor Class, die rolls, movement, or other statistics. Unlike bonuses, penalties do not have types. However, multiple applications of the same penalty generally don’t stack—only the highest penalty applies.</p><p>For example, suppose the GM assigns a penalty to Acrobatics checks on a frozen lake because its surface is slippery, and one of the PCs’ enemies has a device that applies penalties to Acrobatics checks in an area by freezing the ground so that it is icy and slippery. Causing the already-frozen lake to again be frozen doesn’t make it any more slippery and in fact doesn’t change it much at all. Therefore, only the highest of these two penalties applies to Acrobatics checks creatures attempt on the doubly frozen ice.</p><p>The GM serves as the ultimate arbiter of whether or not two situations that apply penalties count as the same source and thus whether the penalties stack. A GM might decide that while freezing a lake twice doesn’t make it any more slippery, pouring oil on its surface does, and additional penalties might accrue from other environmental factors, such as a strong wind, an earthquake, or the lake’s surface having frozen unevenly into a series of inclines and depressions.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}