{
  "_id": "UYYTSHqdBbXqG5EU",
  "name": "Character Advancement",
  "categories": [],
  "pages": [
    {
      "_id": "79hHFBvEEY462kTq",
      "name": "Milestone Leveling",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "13.346",
        "createdTime": 1754880721615,
        "duplicateSource": null,
        "exportSource": null,
        "lastModifiedBy": "PFC6ARcHZsYmZ7YK",
        "modifiedTime": 1754880932785,
        "systemId": "sfrpg",
        "systemVersion": "0.28.3"
      },
      "category": null,
      "flags": {},
      "image": {},
      "ownership": {
        "PFC6ARcHZsYmZ7YK": 3,
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> EN pg. 185</p><p><span class=\"fontstyle0\">As an alternative to the standard method of leveling by way of gaining experience (</span><span class=\"fontstyle2\">Core Rulebook </span><span class=\"fontstyle0\">390), you can use a milestone leveling system. This means that you decide when players level up their characters, rather than tracking and doling out experience based on completed encounters. While some groups may enjoy tracking experience and the incremental measurable reward it brings with each encounter or game session, others want to gradually increase in level over time. This gives you more control over the story pacing and encounter budget, which can help streamline campaign planning.</span></p><p><span class=\"fontstyle0\">Published adventures often provide milestones you can use to gauge when a group would level up. You can adjust the pace as best suits your shared campaign. However, keep in mind that it’s satisfying to have sufficient time to explore and use new and improved abilities and equipment before progressing.</span></p><h2>Equipment and Treasure</h2><p><span class=\"fontstyle0\">Story-based wealth (</span><span class=\"fontstyle2\"><em>Core Rulebook </em></span><span class=\"fontstyle0\"><em>391</em>) pairs well with milestone leveling, removing encounter-to-encounter credits and wealth tracking in favor of doling out rewards in large increments. Some groups may enjoy tracking credits and making planned purchases between sessions, while others might not. For a simpler advancement scheme, instead of providing full credit rewards, give the PCs equipment of an appropriate item level (equal to the PCs level or one higher), alternating between armor and weapons each level. Subtract the cost of this equipment from the normal credit reward and provide the remaining credits to the player (or that amount’s worth of serums, spell gems, or similar consumables).</span></p><p><span class=\"fontstyle0\">As with leveling, it’s important to talk with players about how you all want to handle tracking equipment and wealth during a campaign. As PCs level up, they need to upgrade or swap out equipment to stay in keeping with the expectations baked into the game’s math. As long as PCs upgrade their primary gear (armor and weapons) every two to three levels, encounters tuned to their level should continue to provide a balanced challenge for the group.</span><br style=\"font-style:normal;font-variant:normal;font-weight:normal;letter-spacing:normal;line-height:normal;orphans:2;text-align:-webkit-auto;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-size-adjust:auto;-webkit-text-stroke-width:0px\" /></p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}