{
  "_id": "LbTcOixt155snCxE",
  "name": "Combat Basics",
  "_stats": {
    "coreVersion": 12,
    "systemId": "sfrpg",
    "systemVersion": "0.26.1"
  },
  "folder": "JrwTQoQtfFTCzYwQ",
  "pages": [
    {
      "_id": "a9w9Y97oVhCvOBPF",
      "name": "Combat Basics",
      "type": "text",
      "_stats": {
        "coreVersion": "11.299",
        "createdTime": 1686005170712,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1686006195125,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 240</p><p>This section presents the key terms and calculations needed to adjudicate the most basic elements of combat: attacking and defending. For a full breakdown of all actions characters can take in combat, see @UUID[Compendium.sfrpg.rules.JournalEntry.U37n5tY5hn1ctzQL]{Actions in Combat} on page 244.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": false
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "JtcesBUsOc7VcsxR",
      "name": "Who Can I Attack?",
      "type": "text",
      "_stats": {
        "coreVersion": "11.299",
        "createdTime": 1686005204738,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1686005683803,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 240</p><p>Combat normally takes place on a battle map with a grid of 1-inch squares, each representing a 5-foot-by-5-foot area, with miniature figures representing characters and monsters. Most player characters and many monsters occupy a single 5-foot square, though some bigger creatures occupy multiple squares. The space a character occupies is usually referred to as her square, though the terms “space” and “square” can be used interchangeably. See @UUID[Compendium.sfrpg.rules.JournalEntry.2mmspP39EOiog9zD.JournalEntryPage.KN8fI4cOisaNt6xo]{Size and Space} on page 255 for more information.</p><p>In general, you can fire a ranged weapon at any enemy you can see on the battle map, though this becomes harder the farther away an enemy is. Likewise, you can use a melee weapon to attack an enemy in any square you threaten, which means the squares adjacent to your space, including diagonally, though you may be able to attack creatures farther away if you have reach. See @UUID[Compendium.sfrpg.rules.JournalEntry.2mmspP39EOiog9zD.JournalEntryPage.46aSGAO8AfTIGNQo]{Reach and Threatened Squares} on page 255 for more details.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "zPMbYe7KmG3DDiAf",
      "name": "Attack Roll",
      "type": "text",
      "_stats": {
        "coreVersion": "11.299",
        "createdTime": 1686005297539,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1686006285029,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 240</p><p>An attack roll represents your attempt to hit your opponent in melee or from range on your turn in a round. When you make an attack roll, you roll a d20 and add your attack bonus (see Ranged Attacks and Melee Attacks below, as well as the @UUID[.dJ5vo5OGIrsElLLy]{Basic Attack and Damage Bonuses} sidebar on page 241). Various other bonuses can apply from class features, feats, and so on. If your result equals or exceeds the target’s Armor Class, you hit and deal damage.</p><h2>Ranged Attacks</h2><p>When making a ranged attack, you use a ranged weapon to shoot at an opponent from a distance. If you’re attacking with a thrown weapon, your ranged attack bonus equals your base attack bonus (determined by your class and level; see Chapter 4) + your Strength modifier. Otherwise, your attack bonus for a ranged attack equals your base attack bonus + your Dexterity modifier.</p><p>When you make a ranged attack, you might also take a penalty for shooting or throwing your weapon beyond the distance listed as its optimal range (see @UUID[Compendium.sfrpg.rules.JournalEntry.U37n5tY5hn1ctzQL.JournalEntryPage.R33uiOMesYP0ISWl#range-and-penalties]{Range and Penalties} on page 245).</p><h2>Melee Attacks</h2><p>When making a melee attack, you use a melee weapon to strike an opponent in hand-to-hand combat. Your attack bonus for a melee attack is equal to your base attack bonus (determined by your class and level; see Chapter 4) + your Strength modifier.</p><h2>Automatic Misses and Hits</h2><p>A natural 1 (the d20 comes up 1) on an attack roll is always a miss. A natural 20 (the d20 comes up 20) is always a hit. A natural 20 is also a possible critical hit, which could deal more damage (see @UUID[Compendium.sfrpg.rules.JournalEntry.U37n5tY5hn1ctzQL.JournalEntryPage.R33uiOMesYP0ISWl#critical-hits]{Critical Hits} on page 245).</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "rdEfpLx0hop3vviT",
      "name": "Armor Class (AC)",
      "type": "text",
      "_stats": {
        "coreVersion": "11.299",
        "createdTime": 1686005448856,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1686005497072,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 400000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 240</p><p>Your Armor Class (AC) represents how hard it is for opponents to land a solid damaging blow on you. Your Armor Class (AC) is the minimum attack roll result that an opponent needs to hit you and deal damage. Armor Class is divided into two categories: Energy Armor Class (EAC) and Kinetic Armor Class (KAC). Any reference to Armor Class, including bonuses and penalties, applies to both EAC and KAC unless otherwise specified.</p><p>Your EAC and KAC are primarily determined by your armor bonus (most often from a suit of armor you wear) plus your Dexterity modifier. Calculate your EAC and KAC using the following formula: 10 + your armor’s EAC or KAC armor bonus (whichever is appropriate) + your Dexterity modifier.</p><p>Most suits of armor provide separate armor bonuses to EAC and KAC. However, some suits of armor’s conditions prevent you from using your full Dexterity bonus. Various other bonuses can apply from class features, feats, special circumstances, and so on. For more information on bonuses, see page 266.</p><h2>Energy Armor Class (EAC)</h2><p>Your Energy Armor Class (EAC) represents the defenses you have against attacks that only deal damage as a result of some kind of energy (such as acid, cold, electricity, fire, or sonic damage). When an opponent’s attack would deal only energy damage (if he is using, for example, a laser pistol), his attack roll result is compared to your EAC to determine whether he hits you. Some weapons and effects that use magical or exotic untyped energies might also target your EAC; the description of the weapon or effect tells you if this is the case.</p><h2>Kinetic Armor Class (KAC)</h2><p>Your Kinetic Armor Class (KAC) represents the defenses you have against attacks that primarily deal damage as a result of a physical impact. This generally includes attacks that deal bludgeoning, piercing, or slashing damage (described as “kinetic attacks”), attacks that don’t otherwise specify which AC they target, impacts from falling, and damage from crushing or constriction. When a foe’s attack would deal such damage (if he is using, for example, a starknife), even if it also deals energy damage, his attack roll result is compared to your KAC to determine whether he hits.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "rb1JpRIBJrTU2nnb",
      "name": "Damage",
      "type": "text",
      "_stats": {
        "coreVersion": "11.299",
        "createdTime": 1686005711892,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1686005760239,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 500000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 240</p><p>If your attack hits, you deal damage. Damage first reduces a target’s current Stamina Points and then the target’s Hit Points (see Injury and Death on page 250 for more information). In most cases, the type of weapon used determines the amount of damage you deal, though specialization in groups of similar weapons (see the @Compendium[sfrpg.feats.9Us7Eg9cAoq3BcS5]{Weapon Specialization} feat on page 163) and other abilities can increase that amount. Some weapons and abilities may add further effects in addition to dealing damage.</p><h2>Strength Modifier</h2><p>When you hit with a melee or thrown ranged weapon, add your Strength modifier to your damage roll’s result. However, do not add your Strength modifier to the damage of your grenades and nonthrown ranged attacks.</p><h2>Multiplying Damage</h2><p>Sometimes you multiply your damage by some factor, such as on a @UUID[Compendium.sfrpg.rules.JournalEntry.U37n5tY5hn1ctzQL.JournalEntryPage.R33uiOMesYP0ISWl#critical-hits]{critical hit} (see page 245). In this case, you do not literally multiply your damage roll result by that factor. Instead, you roll the damage (adding all modifiers) the number of times specified and total the results. If you multiply damage more than once, each multiplier applies to the original, unmultiplied damage. Thus, doubling damage twice is equivalent to rolling the damage (adding all modifiers) three times—once for the original damage and once for each doubling.</p><h2>Minimum Damage</h2><p>If penalties reduce a damage result to less than 1, a hit still deals 1 nonlethal damage (see Nonlethal Damage on page 252).</p><h2>Ability Damage</h2><p>Certain creatures and magical effects can cause temporary or permanent ability damage, which lowers a particular ability score and can reduce its modifier, therefore affecting a range of statistics and rolls. See Ability Damage, Ability Drain, and Negative Levels on page 252 for more information.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "u6pEFD8TUO1umM1n",
      "name": "Stamina Points and Hit Points",
      "type": "text",
      "_stats": {
        "coreVersion": "11.299",
        "createdTime": 1686005779709,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1686006038124,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 600000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 241</p><p>Whenever you take damage, it first reduces your Stamina Points (SP). Any damage you take beyond your Stamina Points reduces your Hit Points (HP). When your Hit Point total reaches 0, you fall unconscious and are dying, and you lose 1 Resolve Point (RP) each round unless you are stabilized. When your Resolve Points reach 0 but you would lose additional Resolve Points from dying or for any other reason, you’re dead. For example, if you have 6 Stamina Points and take 9 damage, your Stamina Points are reduced to 0, you lose 3 Hit Points, and all subsequent damage reduces your HP until you regain Stamina Points. See Injury and Death on page 250 for more information.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "dJ5vo5OGIrsElLLy",
      "name": "Basic Attack and Damage Bonuses",
      "type": "text",
      "_stats": {
        "coreVersion": "11.299",
        "createdTime": 1686005807758,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1686005869777,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 700000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 241</p><p>For ease of reference, the following are the basic formulas for calculating ranged attack bonuses, ranged damage, melee attack bonuses, and melee damage. Various other bonuses to attacks and damage can apply from class features, feats, special circumstances, and so on. For more information on bonuses, see page 266.</p><h2>Ranged Attack</h2><p>Base attack bonus + Dexterity modifier – any range penalty (see page 245)</p><h2>Ranged Attack with a Thrown Weapon</h2><p>Base attack bonus + Strength modifier – any range penalty (see page 245)</p><h2>Ranged Damage</h2><p>Weapon damage</p><h2>Ranged Damage with a Thrown Weapon</h2><p>Weapon damage + Strength modifier</p><h2>Melee Attack</h2><p>Base attack bonus + Strength modifier</p><h2>Melee Damage</h2><p>Weapon damage + Strength modifier</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "iwPMB5kuIpRPJlNK",
      "name": "Saving Throws",
      "type": "text",
      "_stats": {
        "coreVersion": "11.299",
        "createdTime": 1686005885733,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1686006011574,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 800000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 241</p><p>When you are subject to an unusual effect, such as those imposed by some special weapons and magical attacks, in most cases you can attempt a saving throw (often simply called a “save”) to avoid or reduce the effect. When you attempt a saving throw, you roll a d20 and add your base saving throw bonus (determined by your class and level; see Chapter 4) and an associated ability score modifier (see below). You might also have other abilities, feats, or items that further modify your saving throws. If your result equals or exceeds the saving throw Difficulty Class (see below), your saving throw is successful.</p><h2>Saving Throw Types</h2><p>The three kinds of saving throws are Fortitude, Reflex, and Will.</p><h3>Fortitude</h3><p>Fortitude saving throws measure your ability to stand up to physical punishment or attacks against your vitality and health. Apply your Constitution modifier to your Fortitude saving throws.</p><h3>Reflex</h3><p>Reflex saving throws test your ability to dodge area attacks and unexpected situations. Apply your Dexterity modifier to your Reflex saving throws.</p><h3>Will</h3><p>Will saving throws reflect your resistance to mental influence as well as many magical effects. Apply your Wisdom modifier to your Will saving throws.</p><h2>Saving Throws in Play</h2><p>This subsection explains how to determine the difficulty of a saving throw, the result of a successful saving throw, and other key elements in play.</p><h3>Difficulty Class (DC)</h3><p>A saving throw against an effect has a Difficulty Class (DC) determined by the effect. For most class features, the DC of an effect you create equals 10 + half your class level + your key ability score modifier. For spells, this is 10 + the level of the spell + your key ability score modifier. See page 181 to find the DC for weapon special properties and critical hit effects. The description of an effect from an item normally lists a saving throw DC.</p><h3>Automatic Failures and Successes</h3><p>A natural 1 (the d20 comes up 1) on a saving throw is always a failure. A natural 20 (the d20 comes up 20) is always a success.</p><h3>Forgoing a Saving Throw</h3><p>You can voluntarily forgo a saving throw and willingly accept the result of an effect or spell. If you have special resistance to magic, you can suppress that resistance to accept the result (though doing so takes a standard action; see page 335).</p><h3>Success</h3><p>If you succeed at a saving throw against an effect that has no obvious physical indications, you feel a hostile force or a warning tingle but cannot deduce the exact nature of the attack. Likewise, if a creature specifically targeted by one of your effects succeeds at its saving throw, you can generally tell that the creature has succeeded. You do not sense when creatures succeed at saves against effects you create that don’t target a single creature.</p><h2>Saving Throw Terminology</h2><p>When a spell, an item, or another effect notes that it allows a saving throw, it typically includes the following terminology to describe the result of a successful saving throw. If it does not allow a saving throw, this entry simply says “none.”</p><h3>Negates</h3><p>This means that the effect has no impact if you succeed at your saving throw.</p><h3>Partial</h3><p>This means that the effect has a lessened impact if you succeed at your saving throw. Some lesser effect occurs, as defined in the effect’s description.</p><h3>Half or Half Damage</h3><p>This means the effect deals half the normal amount of damage if you succeed at your saving throw.</p><h3>Disbelieves</h3><p>A successful saving throw lets you ignore the effect (this usually applies only to illusion effects).</p><h3>Object</h3><p>Effects that deal damage generally affect unattended objects normally but don’t damage held or attended objects unless the effect specifies that they do. Effects that do something other than deal damage affect objects only if their descriptions specifically say so (this is common only with spells) or if they note “(object)” in the description of the effect’s saving throw. An object’s total saving throw bonus for Fortitude, Reflex, and Will saves is equal to the object’s item level (see page 167). An object you’re holding or wearing uses your saving throw bonus if it is better than the object’s own saving throw bonus. Items with an item level of 0 do not receive saving throws when unattended.</p><h3>Harmless</h3><p>Normally only spells note whether they are harmless. Such a spell is usually beneficial, not harmful, but if targeted, you can attempt a saving throw, if you like.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "yBRmUNn0TPVYWR01",
      "name": "Ability Checks",
      "type": "text",
      "_stats": {
        "coreVersion": "11.299",
        "createdTime": 1686006051766,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1686006092564,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 900000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 242</p><p>Sometimes a situation will call for you to attempt an ability check: a Strength check, a Dexterity check, a Constitution check, an Intelligence check, a Wisdom check, or a Charisma check. In this case, simply roll a d20 and add the modifier for that associated ability score. It’s possible for an ability score modifier to be negative. In this case, subtract that amount from your d20 roll.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "k9Gve90er7bp808w",
      "name": "Other Rule Terms",
      "type": "text",
      "_stats": {
        "coreVersion": "11.299",
        "createdTime": 1686006079056,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1686006155977,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 1000000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 242</p><p>In addition to the basic combat mechanics and statistics detailed above, the following terms and rules are also frequently used in Starfinder, both in and out of combat.</p><h2>Allies and Enemies</h2><p>Sometimes an ability targets or requires an enemy or an ally, such as the envoy’s watch out improvisation. You count as your own ally unless an ability says otherwise. The GM has the final say on whether someone is an enemy or ally; you can’t declare one of your fellow party members to be an enemy or an enemy to be an ally just to trigger a special ability.</p><h3>Significant Enemies</h3><p>The GM can and should declare that an ineffectual foe is not enough of a threat to count as an enemy for effects that grant you a benefit when you do something to an enemy or have an enemy do something to you. For example, the commander ability of the mercenary theme requires you to defeat three distinct groups of significant enemies in a day to recover 1 Resolve Point; a mercenary shouldn’t gain this benefit if all they did was step on three different bugs that had no chance of hurting them. In general, a creature with a CR less than or equal to your character level – 4 is not a significant enemy.</p><h2>Armor Proficiency</h2><p>Most classes grant proficiency with light armor, and more meleeoriented classes, such as soldiers, grant proficiency with heavy armor. If you are wearing armor with which you are not proficient, you take a –4 penalty to your Armor Class.</p><h3>Powered Armor</h3><p>Characters can gain proficiency with powered armor by taking the Powered Armor Proficiency feat (see Chapter 6) or via certain class features. Powered armor imposes more significant drawbacks on wearers who aren’t proficient with it than other types of armor. If you are wearing powered armor with which you are not proficient, you take a –4 penalty to Armor Class, you are always flat-footed and off-target (see page 276), and you move at half speed. If the armor has a special form of movement (such as the flight speed of a flight frame), you cannot use that form of movement.</p><h2>Multiplying More Than Once</h2><p>When you are asked to multiply a value or roll more than once, the multipliers (×2, ×3, and so on) are not multiplied by one another. Instead, you combine them into a single multiplier, with each extra multiple adding 1 less than its value to the first multiple. For example, if you apply a ×2 multiplier twice, the result is equivalent to multiplying the value by 3 (or rolling the damage three times), not multiplying it by 4.</p><h2>Rounding</h2><p>Occasionally the rules might ask you to round a result or value. Unless otherwise stated, always round down. For example, if you are asked to take half of 7, the result would be 3.</p><h2>Weapon Proficiency</h2><p>Most classes grant proficiency with basic melee weapons and small arms. Combat-oriented classes, such as solarian and soldier, grant proficiency with more categories of weapons, as noted in each class’s Weapon Proficiency section. All characters are proficient with any natural weapons they might have, such as a claw or bite attack. If you use a weapon with which you are not proficient, you take a –4 penalty to attack rolls with that weapon, and the DC for any saving throws against that weapon’s special effects likewise takes a –4 penalty.</p><h2>Weapon Specialization</h2><p>At 3rd level, all classes grant specialization in groups of weapons, which increases the damage you deal with those weapons. See the Weapon Specialization feat on page 163 for more details.</p><h2>Wielding Weapons</h2><p>When the rules refer to wielding a weapon, it means you are holding a weapon with the correct number of hands and can thus make attacks with it. For example, if you are holding a small arm or one-handed melee weapon in a hand, you are considered to be wielding the weapon. If you are carrying a longarm or two-handed melee weapon in one hand or wearing a holstered or sheathed weapon, you are not wielding that weapon.</p><h2>Rerolls and Rolling Twice</h2><p>Some abilities allow you to reroll a failed die roll—usually an attack roll, a saving throw, or a skill check. Unless an ability says otherwise, you must decide to use a reroll as soon as you know the result of your first roll but before the GM tells you the outcome or you declare the use of any other ability. You use your rerolled result only if it is better than your original result. There are also abilities that allow you to make two rolls for a specific die roll and take the better of the two results. These abilities require you to decide to roll twice prior to the die roll. Some abilities allow you to force a foe to roll twice and take the worse of the two results. These abilities also must be announced prior to a die roll being made. In most cases, once an ability to either reroll or roll twice (or force a foe to roll twice) has been applied, no other similar ability can be applied to that same specific die roll. There are exceptions, however. If one character forces a foe to roll twice and take the worse result, that enemy can still apply the ability to roll twice and take the better result. The reverse is also possible—countering the advantage of rolling twice by forcing a foe to roll twice with a worse result. In both cases, the two abilities negate one other, resulting in a single die roll being made. That die roll cannot then benefit from an ability that would allow a reroll.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}