{
  "_id": "Kjba2E3Ad5oMJ7hV",
  "name": "Combat Modifiers",
  "pages": [
    {
      "_id": "C2q46FYUps2a1xzI",
      "name": "Combat Modifiers",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 253</p><p>Several factors can influence combat or grant you modifiers to attack rolls or other statistics.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": false
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "nyB6pt2dd6iVQGmS",
      "name": "Concealment",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 253</p><p>Originating from sources such as dense smoke and battlefield position, concealment obscures precise senses and imposes a miss chance on attacks. When you have concealment, it’s harder for enemies to see you clearly. This might be due to your position on the battlefield, or it might be due to another effect that makes it more difficult for enemies to perceive and hit you with an attack.</p><p>To determine whether you have concealment from a creature’s ranged attack, choose a corner of the enemy’s square. If any line from this corner to any corner of your square passes through a square that provides concealment or the border of such a square, you have concealment. Also use these rules when a creature makes a melee attack against a target that isn’t adjacent to it.</p><p>When a creature is making a melee attack against an adjacent target, the target has concealment if its space is entirely within an effect that grants concealment.</p><p>Additionally, some effects provide concealment against all attacks, regardless of whether any intervening concealment exists.</p><h2>Concealment Miss Chance</h2><p>Concealment gives the target of a successful attack a chance that the attacker actually missed. This is called a miss chance. Normally, the miss chance for concealment is 20%. Make the attack normally; if the attacking creature would hit, the target must roll a 20 or lower on a d% roll (see page 513) to avoid being struck. Multiple concealment conditions do not stack.</p><h2>Varying Degrees Of Concealment</h2><p>Certain situations can provide more or less of a miss chance than typical concealment. In this case, it is up to the GM to determine a character’s degree of concealment.</p><h2>Total Concealment</h2><p>If a creature has line of effect to you but not line of sight (see page 271), you have total concealment. An enemy can’t attack you when you have total concealment, though it can attack into a square it thinks you occupy. A successful attack into a square occupied by an enemy with total concealment has a 50% miss chance (instead of 20%).</p><h2>Ignoring Concealment</h2><p>Concealment might be ineffective. Dim light or darkness doesn’t provide concealment against creatures with darkvision. Creatures with low-light vision can see in dim light as if it were normal light.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "1jkwbVTGQihSpCrL",
      "name": "Cover",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 253</p><p>Cover does not necessarily block precise senses, but it does make it more difficult to hit a target. To determine whether your target has cover from your attack, choose a corner of your square. If any line from this corner to any corner of the target’s square passes through a square or border that blocks line of effect or provides cover, or through a square occupied by a creature, the target has cover. Cover grants you a +4 bonus to AC and a +2 bonus to Reflex saves against attacks that originate from a point on the other side of the cover from you. Note that spread effects can extend around corners and negate these bonuses.</p><h2>Cover And Attacks Of Opportunity</h2><p>If you have cover relative to an enemy, it can’t make an attack of opportunity against you.</p><h2>Low Obstacles And Cover</h2><p>A low obstacle (i.e., a wall half your height) provides cover, but only to creatures within 30 feet (six squares). The attacker ignores the cover if he’s closer to the obstacle than his target is.</p><h2>Soft Cover</h2><p>Creatures, even enemies, between you and the source of an effect provide you with cover against ranged attacks, giving you a +4 bonus to AC. However, soft cover provides no bonus to Reflex saves, nor does soft cover allow you to attempt a Stealth check.</p><h2>Partial Cover</h2><p>If more than half of you is visible, your bonuses from cover are reduced to +2 to AC and +1 to Reflex saving throws.</p><h2>Improved Cover</h2><p>In some cases, such as when a target is hiding behind a gun port in a defensive wall, cover provides greater bonuses to AC and Reflex saves. In such situations, the normal bonuses to AC and Reflex saves are doubled (to +8 and +4, respectively).</p><h2>Total Cover</h2><p>If an enemy doesn’t have line of effect to you (see page 271), you have total cover from the enemy. A creature can’t make an attack against a target that has total cover.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "X0cZZItDqyTDLhz2",
      "name": "Flanking",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 400000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 254</p><p>When making a melee attack, you gain a +2 bonus to attack rolls if your opponent is threatened (see page 255) by another creature on its opposite border or opposite corner. Only a creature that threatens the opponent can grant this bonus, and your bonus from flanking can never be higher than +2. Creatures with a reach of 0 feet can’t flank an opponent.</p><p>When in doubt about whether two characters who threaten an opponent flank it, trace a line between the two attackers’ centers. If the line passes through opposite borders or corners of the opponent’s space, then the opponent is flanked.</p><p><strong>Exception:</strong> If a creature takes up more than one square, it gets the flanking bonus if any square it occupies counts for flanking.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "4rkCILWG7NqQcICW",
      "name": "Prone",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 500000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 254</p><p>If you are lying on the ground, you are @UUID[Compendium.sfrpg.conditions.XeRGqHVtcZ7vsgJ0]{prone}. When prone, you take a –4 penalty to melee attack rolls. You also gain a +4 bonus to your Armor Class against ranged attacks but take a –4 penalty to your AC against melee attacks. If you are knocked down in zero gravity, you’re @UUID[Compendium.sfrpg.conditions.QnGpBSHSTiszjPSb]{off-kilter} (see page 276) instead of prone.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}