{
  "_id": "2pVc2RYq2wkbkBEs",
  "name": "Computers",
  "content": "<p><span class=\"fontstyle0\"><strong>Source</strong> <em>CRB pg. 213</em></span></p>\n<p>Computers control most of the modern tools and conveniences in the Starfinder universe, from simple door locks to advanced overminds controlling all incoming and outgoing traffic from a spacedock. Almost anything can be found hiding inside their mainframes, from the plans for wondrous new technological marvels to some of the darkest corporate secrets imaginable. That said, most computers consist of simple information and control systems. Gaining access to computers in order to reach their files and control modules is a common occurrence in the game—and even sometimes required. The following rules are designed to give GMs the tools necessary to design computer systems that are both interesting and challenging.</p>\n<h1>Basics</h1>\n<p><span id=\"ctl00_MainContent_Header3\"> Each computer system is made up of various simple statistics that tell the GM how the computer functions, what it knows, what it controls, and what it can do to defend itself. This information is presented in the following terms. <br /></span></p>\n<h2>Tier</h2>\n<p>The computer’s tier indicates its overall technological sophistication, from 1 to 10. A tier-1 computer might be something as simple as a common datapad, a door lock, or a lighting controller, whereas a tier-10 computer represents the systems managing the engine core of a space station or the mainframe of an Aspis Consortium intersystem office. Note that the workstation of a tier-10 computer mainframe might itself be only a tier-3 computer, but it cannot in any way access or control the full mainframe, even if hacked; it can interface with only the components to which it has been granted access. Thus, access to the mainframe itself and features it controls requires hacking its tier-10 defenses.<br /><br />The tier of a computer determines its base price and the base DC to hack into its system using a Computers check. Both of these are modified by the modules and countermeasures installed on a system (see Modules and Countermeasures below). The base DC to hack a computer is equal to 13 + 4 per tier. </p>\n<h2>User Interface</h2>\n<p>A computer’s control module is the input device and display designed to allow you to enter commands into and receive data from the computer. In the Pact Worlds, most user interfaces include a keyboard, view screen, microphone, and speakers, to allow typed, spoken, or gesture-based commands to be given to the computer and to deliver graphic or audio data from the computer. These kinds of user interfaces come free with any system, and a computer can have as many as ten user interfaces per point of bulk the computer has (though normally only public systems or computers used by large companies do this).<br /><br />It is also possible for a user interface to exist only as a broadcast device (such as a comm unit), or even to have another smaller computer act as a user interface (using a control module). You can set a computer to use this kind of user interface for free when you buy it, though you must pay for the additional device separately, or you can install (or remove) user interfaces using the disable or manipulate module task of the Computers skill to alter a user interface. Such additional user interfaces do not count against the total modules a computer can have.<br /><br />You can use a hacking kit to access a computer without using a user interface, but this requires you to have physical contact with the computer or to make contact through an infosphere or similar network that is linked to the computers. </p>\n<h2>Size</h2>\n<p>Computers can be extremely small, but miniaturizing such units without sacrificing computational power or durability increases a computer’s price. At base, a computer has a bulk equal to its tier squared. Computers with light bulk or negligible bulk can be worn easily on the wrist or clipped to communications devices and used without having to hold them in a hand. Any computer with a bulk of 1 or more must be held or set on a sturdy surface to be used. Computers with a bulk of 25 or more are not designed for portability, and normally they are permanently mounted to furniture or a vehicle or starship. You can reduce the size of a computer with the miniaturization upgrade (see page 216). </p>\n<h2>Access and Authorization</h2>\n<p>Computers are designed for users to quickly and easily gain access to their files and functions. A computer may have unsecured access, which allows anyone able to interact with its user interface to perform basic functions. In such cases it usually has secured root access, so more crucial features remain available to only a select few. A computer can have unsecured root access, but this is normally only the case for a newly-purchased computer, and the first owner is expected to establish secure root access as soon as possible. </p>\n<h3>Access</h3>\n<p>Access means you are able to use all the basic functions of the computer, which generally includes retrieval of any information not stored in a secure data module (see page 215), the ability to send and receive messages from other devices or systems connected to the computer (which may include access to a planetary infosphere), and control of any minor functions (such as door controls, entertainment systems, light switches, and other common household devices) controlled by the computer.<br /><br />In most cases, it is obvious at a glance whether a computer’s user interface has unsecured access or whether it is necessary to attempt a Computers check to hack the system. </p>\n<h3>Root Access</h3>\n<p>Root access is a more advanced form of access that allows you to use all of a computer’s functions and modules, bypass or set conditions for its countermeasures, and look at, copy, add to, and delete any of its secured data. With root access, you can also grant a specific individual with access the ability to use a specific module or countermeasure you control that would not normally be available to the base access level.<br /><br />You can gain root access only when a computer is first purchased, when it is granted by another creature that already has root access, or when you make a successful Computers check to hack the system and beat the computer’s normal DC by 20 or more. Normally, root access applies to a computer as a whole, but modules behind a firewall can have their own separate root access permissions. </p>\n<h3>Secured Computers</h3>\n<p>Most systems attempt to balance access and security with a two-step verification process to confirm authorized access, entailing both a physical security key (which might be nearly any tangible object, such as a keycard, palm print, or even another computer) and a password (often a fairly long string of characters entered through a keyboard, but also potentially a voiceprint or song, a telepathic command, or a riddle easily understood if you know the context).<br /><br />Characters who are authorized, have the security object, and know the password can access a computer and use it for its intended purpose without needing to hack into it. Both a security key and a password can limit a character’s access to only some modules or tiers of a computer and don’t allow the user to access other functions. If you attempt to hack a computer, you gain a significant advantage if you acquire its security key or password, each giving you a +5 bonus to Computers checks to hack. However, the access granted by such security measures can easily be revoked by someone who already has access to the computer if that individual knows you have somehow obtained a security key or learned a password. Similarly, if you use either a security key or password to gain a bonus to a Computers check and then fail that check by 5 or more, the system automatically locks access against further attempts from the specific security credential used, which no longer grants its bonus to future checks. </p>\n<h2>Basic Functions</h2>\n<p>Computers are good at storing data, making calculations, manipulating and sorting information, performing rote tasks, and combining these tasks (often in the form of apps or programs). A computer may be set up to perform any of these functions in a general way, and it’s impossible to define everything a computer can possibly do. In general, computers can be treated as tools that streamline tasks that would otherwise demand significant bookkeeping, computation, sorting, tracking, or viewing, as long as the needed data can be input. Such tasks are normally part of a computer’s basic functions (though the data they need might well be kept behind a firewall, in a secure data module, or both), and ultimately it is up to a GM to determine a computer’s total capacity for performing such basic functions.<br /><br />A basic function can also control a simple device such as a fire-suppression system, remote door, or a video camera— anything with simple on and off functions. New basic functions of this type can be added with a successful DC 10 Computers check, though the GM has final say on what an appropriate basic function is for a computer. Anything more complex that would normally require a creature to operate must be controlled through a control module (see page 215). </p>\n<h2>Modules</h2>\n<p>Modules define what a computer is capable of doing beyond its basic functions. Computers can have any number of modules. These typically fall into one of four categories: control, secure data, spell chips, and upgrades. Control modules can operate a device or object that is in some way linked to the computer, such as a video camera or even a connected robot. A secure data module contains a vast amount of information, from technical blueprints to financial ledgers or perhaps personal correspondence. Spell chips are special magic items that allow a computer to generate spell effects. Finally, upgrades are simply improvements to the computer system that increase the difficulty of hacking the computer, expand its reach, or make it faster and easier to use. For more information about common computer modules, see Modules on page 215. </p>\n<h2>Countermeasures</h2>\n<p>  Countermeasures are specific actions that occur if someone tries to hack into a computer system. Some spring into action only if someone attempts and fails a Computers check to hack the system, while others activate whenever anyone tries to access the machine in any way. The most basic countermeasures simply remove access from a user or specific user interface, whereas more advanced countermeasures might alert robot sentries or even emit a lethal shock. A computer can have a maximum number of countermeasures equal to its tier. For more details about common computer countermeasures, see Countermeasures beginning on page 216.<br /><br /></p>\n<table>\n<tbody>\n<tr>\n<td>Tier</td>\n<td>Price</td>\n<td>DC to Hack</td>\n</tr>\n<tr>\n<td>1</td>\n<td>50</td>\n<td>17</td>\n</tr>\n<tr>\n<td>2</td>\n<td>250</td>\n<td>21</td>\n</tr>\n<tr>\n<td>3</td>\n<td>1,250</td>\n<td>25</td>\n</tr>\n<tr>\n<td>4</td>\n<td>5,000</td>\n<td>29</td>\n</tr>\n<tr>\n<td>5</td>\n<td>10,000</td>\n<td>33</td>\n</tr>\n<tr>\n<td>6</td>\n<td>20,000</td>\n<td>37</td>\n</tr>\n<tr>\n<td>7</td>\n<td>40,000</td>\n<td>41</td>\n</tr>\n<tr>\n<td>8</td>\n<td>80,000</td>\n<td>45</td>\n</tr>\n<tr>\n<td>9</td>\n<td>160,000</td>\n<td>49</td>\n</tr>\n<tr>\n<td>10</td>\n<td>320,000</td>\n<td>53</td>\n</tr>\n</tbody>\n</table>",
  "img": "icons/svg/mystery-man.svg"
}