{
  "_id": "MdBIBhycAbxoboqm",
  "name": "Creature Companions",
  "pages": [
    {
      "_id": "gTHswZ0FBafS7ru0",
      "name": "Creature Companions",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>The solitude of space can prove tough to bear for even the most hardened soloist. It’s no wonder, then, that across the entire galaxy, members of countless species take up creature companions ranging from show pets to emotional support animals to combat-ready mounts. Whether such a pairing is born of cultural tradition, lucky happenstance, or even reluctant necessity, few bonds are stronger.</p><p>This section presents rules for creature companions in Starfinder. Whether you want a pet that primarily participates in roleplay, a combat-ready tactical ally, or some blend of the two, this system has you covered! First, Gaining a Creature Companion explains how to secure your own companion. Next, Creature Companions in Combat and Creature Companion Mounts introduce the feats needed to control your companion, as well as rules for utilizing it in combat and as a mount. On page 141, Creating Companions provides statistics for a creature companion of any level, followed by a number of common creature companions in the Pact Worlds. Finally, Creature Companion Equipment on page 147 has equipment you might find useful in conjunction with your creature companion.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": false
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "kPfNLlBNF0T1qdtx",
      "name": "Gaining a Creature Companion",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>Characters can obtain creature companions in countless ways, but the most straightforward is through purchase. This section explains the most common ways that a PC can gain and bond with a creature companion, as well as rules for how it can increase in power.</p><p><strong>Purchasing a Companion:</strong> The Creature Companion Statistics table on page 143 lists the price for a creature companion at every level; purchasing one follows the same level guidelines as purchasing equipment (see Item Level on page 167 of the Starfinder Core Rulebook).</p><p><strong>Obtaining a Companion:</strong> Your GM might provide a creature companion as part of allotted treasure or as a story award, such as if you rescue an experiment from a genetics lab.</p><p><strong>Bonding with a Companion:</strong> However you obtain a creature companion, you can bond with it by attempting @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.UDTsEIldhXTn0VJA]{Survival} checks to handle an animal (even if it has a different creature type and regardless of its Intelligence score) to improve its attitude toward you to helpful. The DC of this check is equal to 10 + 1-1/2 × the companion’s level, and you can attempt this check once per day. Most purchased creature companions start with an attitude of indifferent, but the GM might determine that a companion instead starts with an attitude of friendly, unfriendly, or even hostile. If you purchase a creature companion at character creation, it automatically begins with an attitude of helpful. All the special rules of creature companions function only with a creature companion you have successfully bonded with. No matter how many creature companions you purchase or otherwise acquire, you can be bonded to only a single creature companion at a time.</p><p><strong>Creature Companion Level:</strong> Your creature companion does not have a separate pool of experience points. It is eligible to gain a level whenever you do, but its level doesn’t actually increase until you spend the time and effort training it to match your new, greater degree of expertise. This requires you to pay credits equal to the cost of buying a new creature companion of the creature companion’s new level on the @UUID[.FqsTa05DBVMfsvxy#creature-companion-statistics]{Creature Companion Statistics table}, minus the cost of its previous level. If you are more than 1 level higher than your creature companion, it can gain multiple levels, each requiring the appropriate credit expenditure, until its level matches yours. Normally a creature companion cannot gain more than 1 level in a week.</p><p><strong>Replacing a Companion:</strong> You can have only one creature companion at any time. If your creature companion is lost or killed, or if you release it (see below), you can purchase (or your GM can provide you) a new one.</p><p><strong>Releasing a Creature Companion:</strong> Sometimes you must part ways with even the most stalwart companion. Perhaps you reunite an orphaned creature with others of its species, or maybe you don’t want to endanger your friend on a dangerous journey. Whatever the reason, you can end the bond with your creature companion at any time by rolling a Survival check with a DC equal to 10 + double the companion’s level. If you succeed, your companion understands and complies, remaining friendly toward you for 1d10 years. If you fail the Survival check, your separation is less amicable. The creature becomes indifferent to you immediately, and its attitude toward you is unaffected by your past relationship after 2d10 weeks. Regardless of the check result, you are then free to bond with a new companion.</p><p><strong>Languages:</strong> Creature companions don’t speak any language and are immune to language-dependent effects, unless their description says otherwise.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "qadyx8DlUcyFcTrI",
      "name": "Creature Companions in Combat",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>Controlling a creature companion in combat requires focus and coordination. You can control only one creature at a time, giving it commands it follows to the best of its ability, and it must be within 20 feet of you. The actions a creature companion can take are severely limited; granting it other actions requires the Creature Companion Adept feat.</p><p><strong>Actions:</strong> On each round you control your creature companion, after you act and only if you didn’t grant your creature companion any actions, it can take one move action (this does not require you to take an action). If a creature companion is able to take other actions (such as those you grant it using the Creature Companion Adept and related feats), it can take only the actions listed in the Creature Companion Actions section, unless specified otherwise. Each action is described further on pages 244–249 of the Core Rulebook. However it’s controlled, each turn a creature companion can at most take a standard, move, and swift action, or take a full action. It can also take one reaction. A companion takes actions as soon as they are granted unless otherwise stated.</p><p>If you’re riding your creature companion as a mount, it may also have other options in combat (see Creature Companion Mounts).</p><p><strong>Injury and Death:</strong> Creature companions don’t have Resolve Points or Stamina Points. Effects that would restore Stamina Points to a creature companion restore Hit Points instead. When you spend a Resolve Point to recover Stamina Points during a 10-minute rest, your creature companion regains Hit Points up to half its total. When a creature companion is reduced to 0 Hit Points, it is knocked unconscious and begins dying. Three rounds after it was knocked out, it dies unless it is stabilized or regains at least 1 Hit Point.</p><h2>Creature Companion Actions</h2><p>The following are the only actions a creature companion can take unless otherwise stated.</p><p><strong>Standard</strong><br />Attack<br />Fight defensively<br />Total defense</p><p><strong>Move</strong><br />Crawl<br />Guarded step<br />Move your speed<br />Stand up</p><p><strong>Swift</strong><br />Drop prone</p><p><strong>Full*</strong><br />Charge<br />Fight defensively<br />Full attack<br />Run<br />Withdraw</p><p><strong>Reaction*</strong><br />Attack of opportunity</p><p>*These actions are available only if you have the appropriate creature companion feat.</p><h2>Uncontrolled Creature Companions</h2><p>If you become unconscious or otherwise unresponsive, or if your creature companion is ever out of range, your creature companion can’t take any actions except the following until you are again able to command it or it is once more within range. At the beginning of each of your turns, your creature companion attempts a DC 15 Will save. On a success, it takes a move action to move its speed toward you, unless it’s already adjacent to you, in which case it takes the total defense action. If it fails its save, it uses one move action to flee to the best of its ability, using any special abilities that help it do so.</p><h2>Creature Companion Feats</h2><p>Regardless of the way you gain a creature companion, granting your companion additional actions requires the Creature Companion Adept feat. You can become progressively better at working with your creature companion by taking subsequent creature companion feats.</p><p>You can use the creature companion feats listed here only with a creature companion whose level is no greater than your ranks in Survival.</p><p>@UUID[Compendium.sfrpg.feats.YH6jLn6TKpKcoRY0]{Creature Companion Adept}</p><p>@UUID[Compendium.sfrpg.feats.5hvOzCifeQiYDP4Z]{Creature Companion Expert}</p><p>@UUID[Compendium.sfrpg.feats.vzpE4Q8u5TQHNVP1]{Creature Companion Master}</p><p>@UUID[Compendium.sfrpg.feats.uaRiJuxrGZ2oRrbg]{Creature Companion Virtuoso}</p><p>@UUID[Compendium.sfrpg.feats.Ytx8fJ0lmj5yE11I]{Combat-Trained Mount}</p><p>@UUID[Compendium.sfrpg.feats.ecYcDA2dh5qW2KOx]{Mounted Expert}</p><h2>Creature Companion Mounts</h2><p>Your creature companion can carry you as a mount if it is at least one size category larger than you. Mounting your creature companion requires you to be adjacent to it and takes a move action. You can attempt a DC 20 @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.UDTsEIldhXTn0VJA]{Survival} check to mount your companion as a swift action instead; failure wastes the swift action. If you are knocked prone while mounted, you fall off your mount. The GM might determine that you can use other creatures as mounts, possibly with a DC that’s 2–10 higher for Survival checks while mounted. Riding a creature without a saddle imparts a –5 penalty to your checks to ride.</p><p><strong>Bulk:</strong> You can mount your creature companion as long as the total amount of bulk you’re carrying doesn’t exceed your carrying capacity. If you have the encumbered condition (or gain the overburdened condition) while mounted, your creature companion gains the same condition while you are riding it.</p><p><strong>Combat:</strong> To use your creature companion as a mount during combat, you must either have the Combat-Trained Mount feat or succeed at a DC 20 Survival check to ride for each action you attempt to take (or have your creature companion take; see control mount in battle on page 149 of the Core Rulebook). The actions you can take while mounted are listed in the Actions while Mounted sidebar; these are in addition to the actions you can normally take. Further rules for the @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.UDTsEIldhXTn0VJA#ride-a-creature]{ride} task of the Survival skill are referenced here and are detailed on page 149 of the Core Rulebook.</p><p><strong>Speed and Movement:</strong> While you’re riding your creature companion, your mount’s speeds replace your own speeds, and you use them in place of your own when moving your speed, including when using abilities that allow you to move your speed (such as the operative’s trick attack). When you use an action that includes movement, your mount uses the same action (even if it couldn’t normally take that action otherwise). This counts as granting your creature companion an action. If you can grant your mount additional actions (such as with a creature companion feat), it’s still limited to its maximum number of actions per turn (see Actions on page 138). Space and Reach: If your mount is exactly one size larger than you, you treat its space as your space for the purpose of reach. If your mount is more than one size larger than you, you must decide which square or squares of the mount’s space you occupy and calculate your reach normally. You choose this location when you mount the creature companion, and you can move 5 feet to a different space on your mount as a move action.</p><h3>Move Actions</h3><p>The following are move actions you can take while mounted.</p><p><strong>Dismount:</strong> You dismount, moving into an empty space adjacent to your mount. This movement provokes attacks of opportunity as normal. This does not require a Survival check.</p><p><strong>Ride:</strong> You move your speed using the mount’s speed (or one of its speeds, if it has more than one). This does not require a Survival check, but it does require you to use two hands, which you can’t use to hold or wield items unless you succeed at a Survival check to use the guide with knees action (Core Rulebook 149). As part of this move action, you can attempt to increase your mount’s speed using the spur mount action, or you can attempt to jump using the leap action; both are detailed on page 149 of the Core Rulebook. If you attempt the leap action, you use your Survival skill bonus to ride instead of your creature companion’s Athletics bonus.</p><h3>Swift Actions</h3><p>The following are swift actions you can take while mounted.</p><p><strong>Cover (DC 15):</strong> As a swift action, you can drop to the side of your mount and gain cover; see page 149 of the Core Rulebook for more information.</p><p><strong>Fast Dismount (DC 20):</strong> As a swift action, you can dismount from your mount. If you fail the check, the swift action is wasted and you do not dismount.</p><p><strong>Fight from a Combat-Trained Mount (DC 10):</strong> If you and your mount are both able to attack in the same turn (if you have the Creature Companion Expert feat, for example), you must succeed at a Survival check to ride before either of you attempt to do so. If you fail this check, either you or mount can attack that turn, but not both.</p><h3>Reactions</h3><p>The following are reactions you can take while mounted.</p><p><strong>Soft Fall (DC 15):</strong> If you are knocked prone, you can attempt a Survival check to ride to reduce the damage you take from the fall by 1d6.</p><p><strong>Stay Mounted (DC 5):</strong> If you would fall off your mount for a reason other than being knocked prone, you can attempt a Survival check to ride to avoid falling off.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "FqsTa05DBVMfsvxy",
      "name": "Creating Companions",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 400000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>During your travels through the galaxy, you may seek out a creature to accompany you. Use the Creature Companion Statistics table in conjunction with one of the stat blocks in the Creature Companions of the Pact Worlds section to generate statistics for your creature companion.</p><p>At the GM’s discretion, you can work with them to create a custom creature companion. The GM should use the Creature Companion Statistics table for your companion’s basic statistics, and then give it at most one free special ability and one standard special ability as outlined for NPCs in Step 6: Special Abilities on pages 141–142 of the <em>Starfinder Alien Archive</em>. The GM can also use the Companions of the Pact Worlds section to get a sense of appropriate abilities.</p><h2>Creature Companion Statistics</h2><table border=\"1\" style=\"text-align:center\"><tbody><tr><th style=\"padding:2px\">Level</th><th>Price</th><th style=\"padding:2px\">Hit Points</th><th>Attack Bonus</th><th>Damage</th><th style=\"padding:2px\">EAC</th><th style=\"padding:2px\">KAC</th><th>Good Save Bonus</th><th>Poor Save Bonus</th><th>Ability Modifiers</th><th>Skill Bonus</th></tr><tr><td>1</td><td>100</td><td>10</td><td>+2</td><td>1d4+1</td><td>11</td><td>14</td><td>+4</td><td>+1</td><td>+2, +1</td><td>+5</td></tr><tr><td>2</td><td>500</td><td>20</td><td>+3</td><td>1d4+2</td><td>12</td><td>15</td><td>+5</td><td>+1</td><td>+2, +1</td><td>+6</td></tr><tr><td>3</td><td>1,200</td><td>30</td><td>+4</td><td>1d4+3</td><td>13</td><td>16</td><td>+5</td><td>+2</td><td>+2, +1</td><td>+7</td></tr><tr><td>4</td><td>1,800</td><td>40</td><td>+5</td><td>1d4+4</td><td>15</td><td>18</td><td>+5</td><td>+2</td><td>+2, +1</td><td>+8</td></tr><tr><td>5</td><td>2,700</td><td>55</td><td>+6</td><td>1d4+5</td><td>16</td><td>19</td><td>+7</td><td>+3</td><td>+2, +1</td><td>+9</td></tr><tr><td>6</td><td>4,900</td><td>65</td><td>+7</td><td>1d6+6</td><td>17</td><td>20</td><td>+7</td><td>+3</td><td>+2, +1</td><td>+10</td></tr><tr><td>7</td><td>5,400</td><td>80</td><td>+9</td><td>1d8+7</td><td>19</td><td>22</td><td>+8</td><td>+4</td><td>+3, +2</td><td>+12</td></tr><tr><td>8</td><td>8,400</td><td>90</td><td>+10</td><td>1d12+8</td><td>20</td><td>23</td><td>+8</td><td>+4</td><td>+3, +2</td><td>+13</td></tr><tr><td>9</td><td>12,000</td><td>105</td><td>+11</td><td>3d4+9</td><td>21</td><td>24</td><td>+8</td><td>+4</td><td>+3, +2</td><td>+14</td></tr><tr><td>10</td><td>17,000</td><td>120</td><td>+13</td><td>2d8+10</td><td>23</td><td>26</td><td>+10</td><td>+5</td><td>+3, +2</td><td>+15</td></tr><tr><td>11</td><td>23,000</td><td>135</td><td>+14</td><td>2d10+11</td><td>23</td><td>26</td><td>+10</td><td>+6</td><td>+3, +2</td><td>+16</td></tr><tr><td>12</td><td>31,000</td><td>145</td><td>+14</td><td>2d12+12</td><td>24</td><td>27</td><td>+10</td><td>+6</td><td>+3, +2</td><td>+17</td></tr><tr><td>13</td><td>46,000</td><td>160</td><td>+16</td><td>6d4+13</td><td>26</td><td>29</td><td>+11</td><td>+6</td><td>+4, +3</td><td>+19</td></tr><tr><td>14</td><td>63,000</td><td>175</td><td>+17</td><td>6d6+14</td><td>27</td><td>30</td><td>+11</td><td>+6</td><td>+4, +3</td><td>+20</td></tr><tr><td>15</td><td>94,000</td><td>190</td><td>+18</td><td>5d8+15</td><td>28</td><td>31</td><td>+12</td><td>+8</td><td>+4, +3</td><td>+21</td></tr><tr><td>16</td><td>144,000</td><td>205</td><td>+19</td><td>6d8+16</td><td>30</td><td>33</td><td>+12</td><td>+8</td><td>+4, +3</td><td>+22</td></tr><tr><td>17</td><td>216,000</td><td>225</td><td>+20</td><td>8d6+17</td><td>31</td><td>34</td><td>+12</td><td>+8</td><td>+4, +3</td><td>+23</td></tr><tr><td>18</td><td>325,000</td><td>250</td><td>+21</td><td>8d8+18</td><td>32</td><td>35</td><td>+13</td><td>+8</td><td>+4, +3</td><td>+24</td></tr><tr><td>19</td><td style=\"padding:2px\">480,000</td><td>275</td><td>+23</td><td>9d8+19</td><td>34</td><td>37</td><td>+13</td><td>+9</td><td>+5, +4</td><td>+26</td></tr><tr><td>20</td><td>720,000</td><td>300</td><td>+23</td><td style=\"padding:2px\">13d6+20</td><td>35</td><td>38</td><td>+14</td><td>+9</td><td>+5, +4</td><td>+27</td></tr></tbody></table><h2>Using the Creature Companion Statistics Table</h2><p>Use the following information to determine your creature companion’s statistics. Use the statistics presented on the table without applying ability modifiers unless otherwise stated.</p><p><strong>Level:</strong> Your creature companion’s statistics, and sometimes its abilities, are based on its level.</p><p><strong>Price:</strong> This is the price in credits for a creature companion of the listed level. This might represent the cost of advanced training, basic supplies, food used to win the creature’s friendship, or licenses and vaccinations. The GM might waive the price for creatures you gained during adventures.</p><p><strong>Hit Points:</strong> This is the creature’s Hit Point total. A creature companion doesn’t have Stamina Points or Resolve Points.</p><p><strong>Attack Bonus:</strong> This is the total attack bonus for any of the creature’s melee or ranged attacks.</p><p><strong>Damage:</strong> This is the damage the creature deals with its natural weapons. It adds its Strength modifier to this damage for melee attacks.</p><p><strong>EAC and KAC:</strong> These are the creature companion’s Energy Armor Class and Kinetic Armor Class.</p><p><strong>Good Save Bonus and Poor Save Bonus:</strong> These are the creature’s saving throw bonuses. Each creature companion lists which one of its saving throws uses the good bonus and which two use the poor bonus.</p><p><strong>Ability Modifiers:</strong> These are the creature’s two highest ability modifiers, as determined by its specific stat block (see pages 143–147). Unless otherwise noted, its Intelligence modifier is –4 and its other ability modifiers are +0.</p><p><strong>Skill Bonus:</strong> This is the total bonus for the creature’s skill checks. Unless otherwise noted, creature companions can attempt only Acrobatics, Athletics, Perception, and Stealth checks, and Survival skill checks to endure severe weather, follow tracks, live off the land, and orienteer.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "L2aODDuU6ck4bQcb",
      "name": "Companions of the Pact Worlds",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 500000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>While animals are the most common type of creature companion, far stranger creatures have been known to form strong bonds with the innumerable adventurers of the galaxy. The creature companions presented on the following pages are found in the Pact Worlds and beyond. The information below explains how to read a creature companion stat block.</p><p><strong>Levels:</strong> These are the levels at which the creature companion is typically available. A creature companion can’t be obtained at a lower level than the lowest level listed here, and it generally is not available for sale above the highest level listed here (but its level can increase beyond this range; see Creature Companion Level on page 138).</p><p><strong>Size, Type, and Subtypes:</strong> This is the companion’s size and type. If it has any subtypes, those are listed here.</p><p><strong>Senses:</strong> All creature companions are assumed to have vision as a precise sense unless otherwise stated. Many have one or more additional senses, listed here. </p><p><strong>Good Save:</strong> This is the creature companion’s best type of saving throw. This saving throw uses the Good Save Bonus progression on the Creature Companions Statistics table.</p><p><strong>Poor Saves:</strong> These are the creature companion’s worst types of saving throws. This saving throw uses the Poor Save Bonus progression on the Creature Companions Statistics table.</p><p><strong>Defensive Abilities and Weaknesses:</strong> The creature lists any defensive abilities, damage reduction (DR), immunities, resistances, or weaknesses that it has. Speed: These are the creature’s speeds. If it has a fly speed, this entry lists whether it is an extraordinary or supernatural ability, and its maneuverability.</p><p><strong>Melee Attack and Ranged Attack:</strong> This lists the creature companion’s primary melee or ranged attack, along with its damage type and additional effects. The damage amount depends on its level (and, for melee attacks, its Strength modifier), as given on the Creature Companions Statistics table.</p><p><strong>Space and Reach:</strong> This is the creature’s space and reach. Ability Modifiers: These are the creature companion’s two ability modifiers, listed from higher to lower. These use the ability modifier progression on the Creature Companions Statistics table.</p><p><strong>Special Abilities:</strong> Any special abilities the creature companion has are listed here, along with their type (extraordinary, supernatural, or spell-like) and the minimum level at which the creature can use them, if applicable. </p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}