{
  "_id": "oh4kWUY8g381pYxn",
  "name": "Critical Hit/Fumble Cards",
  "pages": [
    {
      "_id": "Pd0EhhdjuFQRVf77",
      "name": "Critical Hits",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 0,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>@UUID[Compendium.sfrpg.tables.fr1Q9xhwHQw54XsU]{Critical Hit: Energy}@UUID[Compendium.sfrpg.tables.lOS77XG74snuHj7J]{Critical Hit: Kinetic}@UUID[Compendium.sfrpg.tables.DuieSmhzG1lNCkEG]{Critical Hit: Spell}</p><h3>PLAYER USE</h3><p>Whenever a PC scores a critical hit, that characters player draws one card from the deck and applies the effect appropriate to that attack's type (energy, kinetic, or spell), or may choose the \"extreme blow' effect if it matches the attack's damage type (acid, bludgeoning, cold, electricity, fire, piercing, slashing, sonic) or attack type (melee, ranged, or spell).</p><h3>GM USE</h3><p>The GM can use one of three different methods to determine when they draw cards to modify critical hits. Since the effects on each card can be deadly against player characters, we recommend using the first option.</p><p>• Option 1: The GM draws a card only when a major villain, creature, or NPC scores a critical hit<br />• Option 2: Using this deck becomes an option that can be given to NPCs as a special ability, and the GM only draws cards for NPCs with that ability.<br />• Option 3: The GM draws a card when any creature or NPC scores a critical hit. </p><h3>ADDITIONAL RULES </h3><p>• A critical hit deals double damage to the target unless the entry says it deals normal damage or triple damage,<br />• Any effect listed as a Crit Effect is considered a critical hit effect. If your attack already has a critical hit effect, you may apply its normal critical hit effect or the card effect, but not both.<br />• If an effect is listed as a Bonus Effect, apply it in addition to the attack's other critical hit effects.<br />• Effects that scale by level use a weapon's item level, a spell's caster level, Or the character's level for supernatural effects as the critical hit effect's level. Round fractions up. If the effect is based on a spell, this critical hit effect level is also used as the caster level for any calculations not defined on the card.<br />• The save DC for an effect inflicted by a PC is 1/2 character level + key ability score. For NPCs the save DC is determined by the NPC's ability DC for its array and level.<br />• An effect that uses the name of an existing critical hit effect (Starfinder Core Rulebook 182) follows the rules for that critical hit effect. <br />• An effect that lasts until healed ends once the recipient regains Hit Points equal to the damage dealt by the attack. </p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "Uald5b8wjMo5ko0j",
      "name": "Critical Fumbles",
      "type": "text",
      "flags": {
        "core": {
          "sourceId": "JournalEntry.RXwIs8lDxiS9qA9o.JournalEntryPage.Uald5b8wjMo5ko0j"
        }
      },
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 0,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>@UUID[Compendium.sfrpg.tables.goSlaWpxfSWuEgnF]{Critical Fumble: Energy}@UUID[Compendium.sfrpg.tables.TduSItEGMGzAlwYD]{Critical Fumble: Kinetic}@UUID[Compendium.sfrpg.tables.rUw4fqZtlkCXAUuq]{Critical Fumble: Spell}</p><p>Players and GMs can use three methods to determine if an attack is a critical fumble, all triggering only if an attack roll is a natural 1 (the d20 comes up \"1\") and the total attack roll does not meet or exceed the target's AC. Because a critical fumble can be deadly, we recommend using the first option.</p><p>• An attack roll that comes up a natural 1 on the die and misses the target's AC is a critical fumble if the attacker is not proficient with the weapon, or is blinded. confused, or affected by a condition that applies a penalty to attack rolls.<br />• An attack roll that comes up a natural 1 on the die and misses the target's AC is a critical fumble if the attacker takes any penalties to the attack roll.<br />• An attack roll that comes up a natural 1 on the die and misses the target's AC is a critical fumble.</p><h3>USING THE CRITICAL FUMBLE DECK</h3><p>Whenever a character's attack roll is a critical fumble, the player or GM controlling the character draws one card from the deck and follows the result appropriate to that attack's type (energy, kinetic, or spell). If the Extreme Blow! effect matches the damage type (acid, bludgeoning, cold, electricity, fire. piercing, slashing, or sonic), attack type' (melee or ranged), or weapon category (grenades), that effect must be used instead, </p><h3>ADDITIONAL RULES</h3><p>• A critical fumble misses the target unless noted otherwise.<br />• if a critical fumble says you tike weapon damage, this is the base damage for the attack (even if it is an attack made without a weapon), and does not include bonuses for Weapon Specialization, ability modifiers, class features, or similar modifiers.<br />• Required ability checks have a DC of 10 + 1/2 the attack's level (item level for weapon attacks, or, if the attack wasn't made with a weapon, the' attacker's level or CR); skill checks have a DC of 15 + 1-1/2 the level of the attack.<br />• Any effect that requires an Engineering check to fix a weapon uses Mysticism if the weapon is a magic item; or Medicine if the attack was made without a weapon.<br />• Effects that scale by level use a weapon's item level, a spell's caster level, or a character's level or CR for all other effects. Round fractions up.<br />• An effect based on a spell uses the attacker's character level or CR for any calculaffon not defined an the card.<br />• The save DC for an effect triggered by a PC is equal to 10+ 1/2 the level of the attack (see above) + the PC's key ability score. For an NPC, the save DC is based on the ability DC of the appropriate array and CR (Alien Archive 129-131).<br />• An effect that uses the name of an existing critical hit effect (Starfinder Core Rulebook 182) follows the rules for that critical hit effect.<br />• An effect that lasts \"until healed\" ends once the recipient receives healing equal to the damage dealt by the attack. •<br />If a critical fumble says to reroll the attack, use the same attack bonus as the fumbled attack, and deal full damage if the new attack hits the target.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}