{
  "_id": "LwwxuRceP1Pq59Dl",
  "name": "Demolitions",
  "pages": [
    {
      "_id": "ciQEWvmGLPNeOrxb",
      "name": "Assess Stability (Engineering)",
      "type": "text",
      "flags": {
        "core": {
          "sourceId": "JournalEntry.oBuB9OvCmbL4HU2K.JournalEntryPage.ciQEWvmGLPNeOrxb"
        }
      },
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>TR pg. 69</p><p>The following expands on the @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.76u4HnGcAlySicb4#assess-stability]{assess stability} task on page 141 of the Core Rulebook, adding the ability to evaluate a structure. To do so, you must be within 30 feet of the structure and able to perceive it with a precise sense, or you must have access to detailed schematics. The base DC of this check is 15, modified by any circumstances such as the structure’s complexity or structure. If you succeed, you determine one of the following statistics, plus an additional statistic for every 5 by which you exceed the DC: the structure’s break DC, its hardness, or its Hit Points. If you fail the check, you can retry it after 24 hours.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "TmE9rf9dDSvRMOeD",
      "name": "Table 2–17: Explosive Charges",
      "type": "text",
      "flags": {
        "core": {
          "sourceId": "JournalEntry.oBuB9OvCmbL4HU2K.JournalEntryPage.TmE9rf9dDSvRMOeD"
        }
      },
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>TR pg. 68</p><table><tbody><tr><td>Name</td><td>Level</td><td>Price</td><td>Maximum Result</td><td>Bulk</td><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.tKnqDCprRxNsqfpL]{Breaching charge, mk 1}</td><td>1</td><td>35</td><td>25</td><td>L</td><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.fHKwBwYNk7ii9ni3]{Havoc charge, mk 1}</td><td>2</td><td>130</td><td>20</td><td>L</td><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.rbSgsLAzNHZTKXzv]{Infiltration charge, mk 1}</td><td>2</td><td>115</td><td>20</td><td>L</td><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.FA1AciYD8JgARmYZ]{Breaching charge, mk 2}</td><td>4</td><td>300</td><td>30</td><td>L</td><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.vFJ76XJeXYrSBA7f]{Havoc charge, mk 2}</td><td>5</td><td>430</td><td>25</td><td>L</td><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.5uM2ZfKqshH7YVga]{Infiltration charge, mk 2}</td><td>5</td><td>415</td><td>25</td><td>L</td><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.ZEzupmy1RYcNpjvF]{Breaching charge, mk 3}</td><td>7</td><td>860</td><td>35</td><td>L</td><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.XHkV4bRwyZBfZa5L]{Havoc charge, mk 3}</td><td>8</td><td>1,325</td><td>30</td><td>L</td><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.cNVWpQ37Z9sWZvpE]{Infiltration charge, mk 3}</td><td>8</td><td>1,300</td><td>30</td><td>L</td><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.2duMKhF7BaMdGQA5]{Breaching charge, mk 4}</td><td>10</td><td>2,575</td><td>40</td><td>L</td><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.gkbpORS07mOW5rVe]{Havoc charge, mk 4}</td><td>11</td><td>3,600</td><td>35</td><td>L</td><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.hXgcHJFAIqoVZiBj]{Infiltration charge, mk 4}</td><td>11</td><td>3,500</td><td>35</td><td>L</td><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.uUg8Bd8DgLWv7KqF]{Breaching charge, mk 5}</td><td>13</td><td>7,100</td><td>50</td><td>L</td><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.A4ghOelgYfLXmi9s]{Havoc charge, mk 5}</td><td>14</td><td>10,300</td><td>45</td><td>L</td><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.1ljMGrBrI2Yi6584]{Infiltration charge, mk 5}</td><td>14</td><td>9,800</td><td>45</td><td>L</td><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.Hmy9ceLP4zGwfxYg]{Breaching charge, mk 6}</td><td>16</td><td>23,000</td><td>60</td><td>L</td><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.xOBLAiJI8zrxApkt]{Havoc charge, mk 6}</td><td>17</td><td>35,000</td><td>55</td><td>L</td><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.R6RLol2Q5dBLHihY]{Infiltration charge, mk 6}</td><td>17</td><td>34,000</td><td>55</td><td>L</td><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.PIePxgPQOrRkje0P]{Breaching charge, mk 7}</td><td>19</td><td>76,000</td><td>70</td><td>L</td><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.ho4Xb58EMiGXxjjZ]{Havoc charge, mk 7}</td><td>20</td><td>118,000</td><td>65</td><td>L</td><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.fHBrMKikTPqnDwTT]{Infiltration charge, mk 7}</td><td>20</td><td>115,000</td><td>65</td><td>L</td><td></td></tr></tbody></table>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "oMZo3soyDWOVqq8X",
      "name": "Explosive Charges",
      "type": "text",
      "flags": {
        "core": {
          "sourceId": "JournalEntry.oBuB9OvCmbL4HU2K.JournalEntryPage.oMZo3soyDWOVqq8X"
        }
      },
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 250000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>TR pg. 69</p><p>Explosive charges are tools designed for careful installation and detonation. They can be thrown as improvised weapons with the explode (5 ft.) weapon special property and a range increment of 10 feet, dealing damage equal to their item levels.</p><h2>Breaching Charge</h2><p>This explosive charge releases a concentrated blast that shatters most obstacles efficiently.</p><h2>Havoc Charge</h2><p>This explosive creates devastating shockwaves that fling debris and white-hot heat to damage structures and bystanders alike. Treat the result of any Engineering check as 10 higher for the purpose of determining whether a havoc charge causes collateral damage; as a result, a havoc charge can cause collateral damage even if the Engineering check is not high enough to damage or outright destroy the target structure. Treat the result of any Engineering check as 10 higher for the purpose of calculating the damage and size of any collateral damage effect, and increase maximum damage the collateral blast can deal to twice the structure’s break DC.</p><h2>Infiltration Charge</h2><p>This ordinance relies on fast-acting chemical agents to corrode an object before delivering a quiet burst of concussive force. Noticing an infiltration charge’s detonation requires a successful DC 10 Perception check, though circumstances such as distance and intervening obstacles could significantly increase or decrease the DC.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "LwlfW835mYQYlJQx",
      "name": "Demolitions",
      "type": "text",
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>TR pg. 68</p><p>With some basic knowhow, any adventurer can tape a grenade to a wall and detonate it with middling effect. However, only a patient demolitionist with the proper training can blow the lid off a crate without scratching the contents, collapse a bridge at an opportune moment, or vaporize a wall to launch a devastating surprise attack.</p><p>The Starfinder Core Rulebook lays out basic rules for arming and activating explosives on pages 141 and 218, though the installation speed and grenade payload better represent an anti-personnel trap than one meant to inflict structural damage. Even a typical door’s hardness and Hit Points are enough to withstand most grenades, making the ordnance required to break a door fairly cost-prohibitive. Anyone who wants to inflict property damage, such as to a door or wall, is better off using the optional demolitions system presented here, along with the expanded rules for the assess stability task of the Engineering skill found in the sidebar on page 69.</p><h2>Demolitions</h2><p>You can use Engineering to arm @UUID[.oMZo3soyDWOVqq8X]{explosive charges} (page 69) that you can trigger later with a detonator (Core Rulebook 218). Applying an explosive charge to a surface typically takes 1 minute, plus 1 minute to program its detonator; this is the primary charge. You can also apply up to five secondary charges to the surface; this takes an additional minute per charge, and each secondary charge must be the same type and mark as the primary charge. After you set the charges, the GM rolls your Engineering check in secret, so you’re not sure how effective your explosive charges are. You gain a circumstance bonus to your Engineering check based on your primary explosive charge’s mark, and the bonus increases by 2 for each secondary charge applied to the surface. The total result can’t exceed the primary charge’s Maximum Result (see @UUID[.TmE9rf9dDSvRMOeD]{Table 2–17: Explosive Charges} on this page). The Engineering check DC to disable this explosive is equal to the result of this Engineering check minus the bonuses from secondary charges.</p><p>When you activate the detonator, the charges explode; this functions as a @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.ftqreMQkNpYDxpxY#destroying-objects-using-strength]{Strength check to break the structure} (Core Rulebook 409) that uses your Engineering check’s result in place of the Strength roll. If the check is successful, the explosion breaks apart the structure, allowing movement through its space and preventing it from being closed again (such as for a door). On a success, the explosion also causes collateral damage, dealing fire and piercing damage equal to twice the explosive charge’s mark to all creatures and objects adjacent to the structure (Reflex for half) and filling the damaged area with dust and smoke that grants concealment for 1 round. For every 5 by which the Engineering check exceeds the break DC, the damaging explosion’s radius increases by 5 feet (to a maximum of 5 additional feet × the charge’s mark) and its damage increases by an amount equal to the explosive charge’s mark. The total collateral damage can’t exceed the structure’s break DC.</p><p>If you fail the check by 10 or more, the explosion doesn’t harm the structure. If you fail the check by 9 or less, the explosion deals 3d6 bludgeoning damage plus an additional 1d6 damage for every 2 item levels of the primary explosive charge (rounded up) to the structure; if the demolitions included secondary charges, each one increases the damage by 1d6 (or 2d6 if the secondary charges’ item levels are 10 or higher). If you fail the check by 4 or less, this damage also ignores half the structure’s hardness.</p><p><strong>Controlled Explosion:</strong> When applying explosive charges, you can take a –4 penalty to your Engineering check to limit the subsequent damage, allowing for precise explosions. Choose a number. If your Engineering check result when setting explosive charges exceeds this number, the result is instead reduced to this number.</p><p><strong>Embedded Charges:</strong> Through a combination of careful calculation and drilling holes in the surface to accommodate charges, you can maximize an explosion’s destructive potential. This process takes 10 minutes per charge, 5 minutes per charge of which requires the use of a @UUID[Compendium.sfrpg.equipment.tOtmTsXNEattXits]{laser torch} (Starfinder Armory 105). As you finish setting the charges, attempt an Engineering check (DC = 10 + 1-1/2 × the primary charge’s item level). If you succeed and all charges used in an explosion are embedded in this way, apply a +2 circumstance bonus to the demolition’s Engineering check; the explosive charges’ maximum result increases by 5.</p><p><strong>Quick Demolitions:</strong> You can halve the time it takes to apply explosive charges, but doing so applies a –5 penalty to your Engineering check to determine the explosion’s result.</p><p><strong>Special:</strong> Abilities and effects that allow you to increase the rate at which you arm explosives also apply to the demolitions task. If you have an ability that reduces the time required for a specific action (such as the demolition expert envoy expertise talent, Armory 145), you can take that action to arm a single charge.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": false
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}