{
  "_id": "73lSOAnF2qMQLWoS",
  "name": "Downtime",
  "pages": [
    {
      "_id": "McWa90B7MXvYYH2C",
      "name": "Downtime",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 150</p><p>Not even the most battle-scarred and seasoned mercenary spends every day in combat. Most adventurers have a few days or weeks between jobs, and even if their schedule is packed, interplanetary travel and journeys through the Drift require time—time that can’t be spent fighting foes or exploring. The rules here detail what adventurers might be doing in the quiet times, between the excitement of exploration and the terror of combat.</p><p>Downtime is measured in days of 24 consecutive hours of Pact Standard Time. During a day in which you don’t do any adventuring, engage in starship combat, use overland movement, or take part in other time-consuming or demanding activities, you can engage in one of the downtime activities described in this section (you can still engage in a single 8-hour rest). If you begin a downtime activity at the start of a day but that activity is interrupted during the day—for instance, if starship combat breaks out—that downtime activity provides no benefit, and you must start over on a new day. A notable exception to this is the maintain readiness activity (page 153), which provides a benefit when interrupted.</p><p>Most of the activities listed in this section include entries for Activity, Results, and Multiday, detailed below. Several downtime activities refer to or expand upon options in the Starfinder Core Rulebook; page references are included for convenience.</p><p><strong>Activity:</strong> The downtime activity is described here, as well as all requirements for it, including skill checks, saving throws, equipment, starship expansion bays, and similar facilities. You can take 10 or take 20 on skill checks for downtime activities unless otherwise stated (in either these rules or those referenced in the Core Rulebook).</p><p><strong>Results:</strong> The results of a downtime activity are resolved at the end of the day unless stated otherwise, and many downtime activities grant benefits for the following day. If there are penalties for failure, those are also listed here.</p><p><strong>Multiday:</strong> If you can perform an activity for a longer period of time to gain a different or improved benefit, that’s listed here. Unless otherwise stated, this time period must be consecutive; if you are interrupted at any point during that interval (such as by a random encounter in the Drift) or if you choose a different downtime activity, you lose any progress made. If you choose to restart the activity, you must start over.</p><h2>Common Downtime Activities</h2><p>While there are dozens of options for spending downtime, many adventurers stick to a few favorite options; several of the most common are bolded in the following examples.</p><p>On a weeklong journey through the Drift, a given starship’s overcautious pilot might choose each day whether to maintain readiness (page 153) or manage course (page 154), a diligent engineer might maintain equipment (page 153), and the captain might take several days to coordinate (page 151) with their crew before using the rest to lounge (page 153).</p><p>Meanwhile, a war-weary, resource-starved party on a hostile alien world might take several days to convalesce (page 151), while their best medic endeavors to provide long-term care (page 155) in hopes of speeding their recovery.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": false
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "jnSU7zOXQk8juOlJ",
      "name": "Analyze Sample",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 150</p><p>With time and a physical sample, you can learn a great deal.</p><p><strong>Activity:</strong> You spend the day analyzing a physical sample of a creature or material. The sample must have at least light bulk, and you must have access to a @UUID[Compendium.sfrpg.starship-components.5rvxam0GgM1XE4KM]{science lab} or similar facilities for the whole day.</p><p><strong>Results:</strong> You learn information about the creature or material as if you had taken 20 on a skill check to identify it, using the @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.IdprCKGj66qptyN5]{appropriate skill} for its creature type (Core Rulebook 133) if it’s a creature, @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.76u4HnGcAlySicb4]{Engineering} if it’s a technological or hybrid item, or @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.HXcmgteT2OegqFrB]{Mysticism} if it’s a magic or hybrid item. You must be trained in the appropriate skill or you gain no benefit. The GM might rule that certain creatures or materials are too rare or unusual to be identified this way.</p><p><strong>Multiday:</strong> For each consecutive day you spend on this downtime activity, you gain a cumulative +1 circumstance bonus to your check, up to a maximum of +5.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "I9owFlphD5594pJh",
      "name": "Build Shelter",
      "type": "text",
      "flags": {
        "core": {
          "sourceId": "JournalEntry.ZIANTGBO4vvztvhS.JournalEntryPage.I9owFlphD5594pJh"
        }
      },
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 150</p><p>You build a temporary shelter in order to mitigate adverse environmental effects.</p><p><strong>Activity:</strong> You spend the day building a 10–foot-by-10-foot shelter from nearby material that can accommodate one Large creature or two Medium or Small creatures. At the end of the day, attempt a DC 20 @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.UDTsEIldhXTn0VJA]{Survival check}. You can’t take 20 on this check.</p><p><strong>Results:</strong> On a failure, the shelter lasts for only the following day. On a success, it lasts for a number of days equal to the number by which your result exceeded the check’s DC. While the shelter lasts, occupants of the shelter are protected from @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.n461i9lDXw303SiY#cold-dangers]{cold dangers} (Core Rulebook 400) and @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.n461i9lDXw303SiY#heat-dangers]{heat dangers} (Core Rulebook 402). This also counts as a shelter for the purpose of Survival checks to @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.UDTsEIldhXTn0VJA#endure-severe-weather]{endure severe weather} (Core Rulebook 148) and protects its occupants from damage from @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.llyS6o5YJKCTqKkG#dust-storm]{dust storms} and @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.llyS6o5YJKCTqKkG#thunderstorm]{thunderstorms} (Core Rulebook 399). At the GM’s discretion, a well-built shelter might also provide other protections.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "cxIyFLVUYM3tCHZJ",
      "name": "Carouse",
      "type": "text",
      "flags": {
        "core": {
          "sourceId": "JournalEntry.ZIANTGBO4vvztvhS.JournalEntryPage.cxIyFLVUYM3tCHZJ"
        }
      },
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 400000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 151</p><p>You make the most of your downtime by spending it out on the town or holed up, reveling in whatever hedonistic experiences or substances you favor. This helps you shed the stress of an adventuring lifestyle—or prepares you for it.</p><p><strong>Activity:</strong> Spend a number of credits equal to 100 × your character level while in a settlement, or else consume an equivalent value of intoxicants while aboard a starship. At the end of the day, attempt a Fortitude saving throw (DC = 10 + half your character level). You take a cumulative –2 penalty to this saving throw for each time you’ve used the carouse activity in the past 7 days.</p><p><strong>Results:</strong> On a success, you begin the following day with an extra Resolve Point that is lost at the end of that day (double this number of Resolve Points if your character level is at least 10th level). If you fail the Fortitude saving throw by 5 or more, you’re drained by the experience instead and lose 1 Resolve Point; you can’t regain this Resolve Point in any way until after the following day.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "xtKWQjdWDZXVNupi",
      "name": "Celestial Analysis",
      "type": "text",
      "flags": {
        "core": {
          "sourceId": "JournalEntry.ZIANTGBO4vvztvhS.JournalEntryPage.xtKWQjdWDZXVNupi"
        }
      },
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 500000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> GEM pg. 35</p><p>You use a starship’s computer to analyze gravity-well data and determine the nature of one or more celestial bodies.</p><p><strong>Activity:</strong> You spend the day as a starship’s science officer, analyzing pinpointed gravity wells to identify the type of astronomical objects at their core. The number of gravity wells you can analyze in one day depends on the number of nodes the starship’s computer has: 1 gravity well with a @UUID[Compendium.sfrpg.starship-components.xC4OQ5gqT6bgkSqo]{basic computer} or @UUID[Compendium.sfrpg.starship-components.RS3MoExuTEs4G7uy]{mononode}, 2 with a @UUID[Compendium.sfrpg.starship-components.1vGBHlTJWcWSbOjx]{duonode}, and so on. At the end of the day, attempt a separate DC 30 @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.IqOCYDKd9NgBwowp]{Computers} or @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.w7NNLCayniMsh3ne]{Physical Science} check for each astronomical object you attempt to identify. You gain a +1 bonus to such checks if your starship has a general @UUID[Compendium.sfrpg.starship-components.5rvxam0GgM1XE4KM]{science lab} or a +2 bonus if it has a physical science lab. You also can apply the bonus normally granted by your starship’s computer. You can’t take 20 on this check.</p><p><strong>Results:</strong> On each success, you determine whether the gravity well is caused by a gas giant, a terrestrial world, a large asteroid, or an irregular world (including those science fantasy constructions that stretch the concept of a world, per the GM’s discretion). If your result exceeds the DC by 5 or more, you also learn the number of large satellites (such as moons) the astronomical object has, if any.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "2dLZBMbn3eUXMUMj",
      "name": "Convalesce",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 600000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 151</p><p>When you’re injured or suffering from certain afflictions, complete bed rest can help speed your recovery.</p><p><strong>Activity:</strong> You spend the entire day resting. You don’t have to sleep for every minute of the 24-hour period, but you must refrain from movement, combat, spellcasting, skill use, conversation, and any other fairly demanding physical or mental task.</p><p><strong>Results:</strong> You recover 2 Hit Points per character level, as the rules on page 251 of the Core Rulebook. Additionally, per those rules, any ability damage you have is reduced by 2 points per affected ability score. Finally, you move one step toward healthy on the progression track of each @UUID[Compendium.sfrpg.rules.JaRMioj4isNp7r1P.JournalEntryPage.ZaS9H4rwaFIQTUBC]{poison} you’re affected by, provided you’ve either fulfilled that poison’s cure condition or reached the end of its duration, as the rules on page 414 of the Core Rulebook.</p><p>If another character successfully provides you with @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.d4fcGwOcrsuYrwGH#long-term-care]{longterm care} (page 155), you can recover even faster.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "oSGvDAQPtUZnPepI",
      "name": "Coordinate",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 700000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 151</p><p>You and your allies practice teamwork exercises, combat routines, and fundamental skills, building a rapport that pays dividends.</p><p><strong>Activity:</strong> You spend the day training with at least one other creature who is performing the coordinate activity. Up to six creatures can train together this way, as long as each is using the coordinate activity.</p><p><strong>Results:</strong> On the following day, when you grant a creature you trained with a bonus using @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.HWJ570MVgFoO5Reb#aid-another]{aid another}, @UUID[Compendium.sfrpg.rules.U37n5tY5hn1ctzQL.JournalEntryPage.R33uiOMesYP0ISWl#covering-fire]{covering fire}, or @UUID[Compendium.sfrpg.rules.U37n5tY5hn1ctzQL.JournalEntryPage.R33uiOMesYP0ISWl#harrying-fire]{harrying fire}, you can increase that bonus by 1.</p><p><strong>Multiday:</strong> For each consecutive day you spend coordinating with an ally, you increase by 1 the DC of @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.nBrYkGfNBJAHe0xJ]{Sense Motive} checks to @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.nBrYkGfNBJAHe0xJ#discern-secret-message]{discern secret messages} that you and that ally pass to one another using @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.GcVVfpQ79HdcMqBt]{Bluff}, up to a maximum of 7 higher. This increase lasts for the number of days you spent coordinating.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "O1bLcqopThD3ijFR",
      "name": "Crack Technology",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 800000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 151</p><p>Sometimes it’s easier to make off with an entire device and break into it at your leisure than to do so under fire.</p><p><strong>Activity:</strong> You spend all day working to crack a single @UUID[Compendium.sfrpg.rules.2pVc2RYq2wkbkBEs]{computer} or object whose item level is no more than 2 higher than your character level (a computer’s effective item level is 2 × its tier). The entire computer system or other locked or secured object must be in your possession, and to crack an object, you must have access to a @UUID[Compendium.sfrpg.starship-components.f3USRUPzJR6bgefp]{tech workshop} or similar facilities. Usually, only one character can use the crack technology activity on a given item in a given day, though depending on its size or complexity, the GM might allow checks to aid another.</p><p><strong>Results:</strong> You can take 20 on a @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.IqOCYDKd9NgBwowp]{Computers} check to @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.IqOCYDKd9NgBwowp#hack-system]{hack the computer system} or an @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.76u4HnGcAlySicb4]{Engineering} check to @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.76u4HnGcAlySicb4#disable-device]{disable the device}. This triggers defensive countermeasures as normal when hacking a system and has the same consequences for failure as when disabling a device. The GM might rule that certain devices are too powerful to be hacked or disabled this way.</p><p><strong>Multiday:</strong> For each consecutive day you spend on this downtime activity, you gain a cumulative +1 circumstance bonus to the appropriate check, up to a maximum of +5.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "NkSDxMeNQh7m6c8N",
      "name": "Delegate Work",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 900000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> GEM pg. 101</p><p>You assign menial tasks to others to complete.</p><p><strong>Results:</strong> The organization performs the chosen downtime activity, using its power modifier for any checks. The downtime activity must be appropriate to the organization (like a military unit @UUID[.I9owFlphD5594pJh]{building a shelter}), and it must be something that can actually be delegated (you can’t delegate @UUID[.cxIyFLVUYM3tCHZJ]{carousing}, for instance).</p><p><strong>Multiday:</strong> You give orders and shift personnel so that they can conduct a downtime activity of your choice. You must spend as much time delegating as the downtime activity takes to complete.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "pbwiZ62YyXLUfIJJ",
      "name": "Drill",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 1000000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 152</p><p>You practice a specific task, whether using holovid training materials, running through a computer simulation, or simply repeating a key motion hundreds of times, until its execution becomes muscle memory.</p><p><strong>Activity:</strong> Choose a single task of a specific skill (such as the @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.3QdtsfnVJsHEdrt0#balance]{balance} task of @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.3QdtsfnVJsHEdrt0]{Acrobatics}) that takes 1 minute or less. If you are on your starship, you can instead choose a non-gunner starship crew action that doesn’t require a Resolve Point. You spend the day practicing the chosen task or crew action. At the end of the day, attempt a skill check appropriate to the chosen task or crew action—if you chose the overpower crew action, for example, you’d attempt an @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.76u4HnGcAlySicb4]{Engineering} check. If you drill a task, the DC for this check is equal to 15 + 1-1/2 × your character level. If you drill a crew action, the DC is equal to 15 + 1-1/2 × your starship’s tier. You can’t take 20 on this check.</p><p><strong>Results:</strong> On a success, the first time the next day you attempt the chosen crew action or skill check, you can take 10, even if stress or distractions would normally prevent you from doing so. If you exceed the DC of the drill check by 10 or more, you can also take 10 the second time you attempt the chosen action or check.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "OstVErCUe16Ja0p2",
      "name": "Entertain",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 1100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 152</p><p>You coordinate or conduct activities, performances, and other entertainment to help a group relax and pass the time.</p><p><strong>Activity:</strong> Choose up to 12 willing creatures who are using the @UUID[.2onk0uPJ23sQ8ea6]{lounge} downtime activity. Attempt a skill check using a Charisma-based @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.bD4kmdFU7wwsenOf]{Profession} skill you’re trained in (though the GM can allow other skills as appropriate to the lounge activities of the creatures you’re entertaining). The DC of this check is equal to 10 + 1 per creature you’re entertaining + 1-1/2 × the highest character level or CR among those you’re entertaining, whichever is applicable.</p><p><strong>Results:</strong> Success on this check determines how many creatures you’ve properly entertained. You properly entertain a number of creatures equal to 1 + the number by which your check exceeded the DC. (If you do not properly entertain all creatures you’ve attempted to entertain, the GM chooses which ones receive the benefit from this activity.) Creatures you’ve properly entertained gain double the temporary Hit Points and double the morale bonus to a saving throw that the lounge activity grants. If you properly entertained all creatures you attempted to entertain, you also gain the normal bonuses for the lounge activity. A creature can benefit from the entertain activity at most once per day.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "QlxaOLdhX6kWu4LB",
      "name": "Executive Decisions",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 1200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> GEM pg. 101</p><p>You issue specific instructions to your organization.</p><p><strong>Activity:</strong> You spend a day reviewing files and holding meetings, mobilizing your organization to operate at peak efficiency.</p><p><strong>Results:</strong> Your organization gains a +1 circumstance bonus to a single power check of your choice during the following week. An organization can have a maximum of +5 from these bonuses in reserve at any one time and can use any or all on a single check. Unused bonuses are lost when the week ends.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "Ra0dFOczT7oBKLst",
      "name": "Explore Futures",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 1300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 152</p><p>You meditate on the mystical energies of the multiverse, scan alternate realities, write and run complex predictive algorithms, or otherwise gain insight into what the following day might bring. You can explore your own future or the possibilities awaiting someone else, but you must focus your predictions on a single creature you’re familiar with.</p><p><strong>Activity:</strong> Choose a creature and attempt a @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.HXcmgteT2OegqFrB]{Mysticism} check or, if you have access to a @UUID[Compendium.sfrpg.rules.2pVc2RYq2wkbkBEs]{computer} of tier 5 or higher, a @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.IqOCYDKd9NgBwowp]{Computers} check. The DC of this check is equal to 10 + 1-1/2 × the target’s character level or CR. You can’t take 10 or 20 on this check.</p><p><strong>Results:</strong> On a success, the character whose futures you explored can reroll one d20 roll during the following day. A given creature can gain the benefit of explore futures only once per day.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "GNDhnuCvc4S34uqo",
      "name": "Gather Supplies",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 1400000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 152</p><p>You scrounge supplies from the local environment.</p><p><strong>Activity:</strong> This downtime activity uses the rules for the @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.UDTsEIldhXTn0VJA#live-off-the-land]{live off the land task} of the @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.UDTsEIldhXTn0VJA]{Survival} skill, but instead of hunting and foraging while on the move, you gather supplies while you remain in a fixed location. This is generally possible only in wilderness, and as with the live off the land task, it may be impossible in especially inhospitable areas (such as lifeless asteroids or deep space).</p><p><strong>Results:</strong> You can support one additional character for every 2 by which your result exceeds this DC.</p><p><strong>Multiday:</strong> For every day you spend performing this downtime activity in the same location, you gain a cumulative +2 insight bonus (to a maximum of +10) to your next attempt to gather supplies, as you become more familiar with the area and learn how best to utilize its resources. After 5 days of gathering supplies in a single area, you begin to deplete the area of its resources, reducing this bonus by 2 per day (minimum +0).</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "nz0p2j0uoSbr4Etz",
      "name": "Hunt Bargains",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 1500000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 152</p><p>You scour markets, either virtually or in person, bartering, comparing prices, and finding promotions or other discounts to hunt down the absolute best bargains on gear.</p><p><strong>Activity:</strong> Choose a specific piece of equipment with an item level at least 5 lower than your character level that is available in your current settlement (or one whose markets you have remote access to). Attempt a skill check using either @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.IqOCYDKd9NgBwowp]{Computers} (if you are shopping via an infosphere) or @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.1tzIBDaDAO4hmX5C]{Diplomacy} (if you are shopping in person). The DC of this check is equal to 20 plus 1-1/2 × the item’s level. You can’t take 20 on this check, and the GM decides if the item is available at all.</p><p><strong>Results:</strong> On a success, you are able to find a deal on the specified item and can purchase it for 10% less than normal. On a failure, you are unable to work out any credit-saving deals in that market, but you can still purchase it at full price.</p><p><strong>Multiday:</strong> If you spend a week hunting bargains, you can choose a piece of equipment with an item level up to 3 lower than your character level.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "NVtCWjBPIwdGtLtB",
      "name": "Inoculate",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 1600000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 153</p><p>When headed into an environment you know to be infectious, such as a settlement stricken by a plague or a toxic jungle, you can spend your downtime taking preventative measures.</p><p><strong>Activity:</strong> Specify a single @UUID[Compendium.sfrpg.rules.JaRMioj4isNp7r1P.JournalEntryPage.gBhZDjh30JEyh7DY]{disease} or @UUID[Compendium.sfrpg.rules.JaRMioj4isNp7r1P.JournalEntryPage.ZaS9H4rwaFIQTUBC]{poison} other than radiation or radiation sickness. You spend all day researching preventive treatments for that affliction. At the end of the day, designate up to six willing or unconscious creatures you can touch. Attempt a @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.d4fcGwOcrsuYrwGH]{Medicine} check for each of these creatures; the DC is 5 higher than the DC of the specified affliction. Each creature must choose whether or not to accept your treatment before learning the result of this check. This activity requires access to a @UUID[Compendium.sfrpg.starship-components.ZIY8J9qnx2d6EqEk]{medical bay}, @UUID[Compendium.sfrpg.equipment.brlpPXSQgBdcW27m]{medical lab}, @UUID[Compendium.sfrpg.starship-components.5rvxam0GgM1XE4KM]{science lab}, or equivalent facilities (such as a hospital).</p><p><strong>Results:</strong> On a success, a designated creature gains a +4 circumstance bonus to saving throws against initial exposure to the specified affliction. This doesn’t apply to creatures currently affected by that affliction, and doesn’t stack with bonuses from medicinals. On a failure, the designated creature takes a –2 penalty to saves against initial exposure to the specified affliction. These effects end after 1 week.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "o81iKVjDupvnYBwl",
      "name": "Locate Galactic Destination",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 1700000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> GEM pg. 34</p><p>Finding hints of the existence of an unexplored system or some other unknown destination in the galaxy, you spend the day researching clues to determine its location.</p><p><strong>Activity:</strong> You spend the day cross-checking clues, consulting star charts, or scouring databases to find more information about the destination for which you’re searching. Attempt a @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.2xZnjhTSiLu0uoXB]{Piloting}, @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.w7NNLCayniMsh3ne]{Physical Science}, @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.IqOCYDKd9NgBwowp]{Computers}, or some other skill check appropriate to the activity (as determined by the GM). The GM also determines the DC of the check. Generally, it starts at 20 and can increase or decrease by up to 5 depending on circumstance, such as access to a reliable data set. You can’t take 20 on this check.</p><p><strong>Results:</strong> On a success, you gain a new clue as to the location of the system. On a failure, you waste the day searching. If you fail by 5 or more, you gain some faulty piece of information that seems plausible at first. This increases the number of clues you need to ascertain the position of the system by 1. The GM might instead rule that failure has other effects: Maybe some powers don’t want the system found, and the characters’ bungled research has alerted them; or perhaps a jealous or annoyed civil servant bars a particular means of investigation out of spite.</p><p>When you have gathered the requisite number of clues (set by the GM; generally 3 to 5), you can treat the destination as unfamiliar and travel to it using the @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.2xZnjhTSiLu0uoXB#navigate]{navigation} task for the Piloting skill (Core Rulebook 145–146).</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "2onk0uPJ23sQ8ea6",
      "name": "Lounge",
      "type": "text",
      "flags": {
        "core": {
          "sourceId": "JournalEntry.ZIANTGBO4vvztvhS.JournalEntryPage.2onk0uPJ23sQ8ea6"
        }
      },
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 1800000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 153</p><p>One of the most common ways to pass the time while traveling or on days off, lounging can involve casual vidgaming, reading, watching trivids, playing card games, or engaging in other leisure activities.</p><p><strong>Activity:</strong> You spend the day engaging in any number of easygoing hobbies and entertainments. You must have a comfortable space in which to relax, requiring access to at least @UUID[Compendium.sfrpg.starship-components.taNu1iwq268JREA6]{good} or @UUID[Compendium.sfrpg.starship-components.Ta17oULJjHfdDL5w]{luxurious crew quarters} on a starship, @UUID[Compendium.sfrpg.rules.SNa3WLH4kUYJP3I9.JournalEntryPage.m2QaMoUIFmUHppEC#efficiency]{efficiency} or @UUID[Compendium.sfrpg.rules.SNa3WLH4kUYJP3I9.JournalEntryPage.m2QaMoUIFmUHppEC#suite]{suite-level lodgings} in a settlement, or similar facilities elsewhere. At the GM’s discretion, you can lounge in other places—for instance, you might hang out in a @UUID[Compendium.sfrpg.starship-components.f3USRUPzJR6bgefp]{tech workshop} to do some low-key arts and crafts.</p><p><strong>Results:</strong> On the following day, you gain temporary Hit Points equal to half your character level (minimum 1); this effect ends at the end of that day. You also gain a +1 morale bonus to the first saving throw you attempt that day.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "WWbtt1wjJdkspflF",
      "name": "Maintain Equipment",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 1900000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 153</p><p>You maintain a weapon or suit of armor, ensuring it functions at peak performance.</p><p><strong>Activity:</strong> You spend the day cleaning, fine-tuning, and otherwise maintaining a weapon or suit of armor. You must have access to a @UUID[Compendium.sfrpg.starship-components.f3USRUPzJR6bgefp]{tech workshop} or similar facility to use this downtime activity.</p><p><strong>Results:</strong> If you maintained a weapon, the first time you score a critical hit with that weapon the next day, it deals an additional amount of damage equal to half its item level to the first target hit; this damage is of the same type the weapon normally deals. If you maintained a suit of armor, the first time you’re critically hit the next day while wearing that armor, the damage you take is reduced by an amount equal to half the armor’s item level.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "xjQFoPNvLbm6Q8vT",
      "name": "Maintain Readiness",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 2000000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 153</p><p>You keep a watchful eye on your surroundings, hoping for the best but preparing for the worst.</p><p><strong>Activity:</strong> You take up a sentry position, make regular patrols, or monitor your ship’s scanners to watch for trouble.</p><p><strong>Results:</strong> If this downtime activity is interrupted by combat (including starship combat), you gain a +2 circumstance bonus to the initiative check (or to the first @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.2xZnjhTSiLu0uoXB]{Piloting} check to determine turn order, if you are serving as the captain or pilot of a starship) for that combat. This downtime activity doesn’t provide any benefit if you or your allies intentionally seek out combat.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "g86gVcJ8vUdIFSUE",
      "name": "Manage Course",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 2100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 154</p><p>While starship autopilot systems are fairly efficient navigators, you can shave off a bit of travel time with skilled micromanagement of a ship’s course, taking advantage of opportunities provided by the ever-shifting nature of the Drift or fluctuations in microgravity in normal space.</p><p><strong>Activity:</strong> As the pilot of a traveling starship, attempt a @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.2xZnjhTSiLu0uoXB]{Piloting} check to @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.2xZnjhTSiLu0uoXB#navigate]{navigate} with a DC equal to 10 higher than the DC for plotting the initial course. You can’t take 20 on this check.</p><p><strong>Results:</strong> On a success, you reduce your total travel time by 6 hours. If you fail by 5 or more, you instead add 6 hours to the trip. If you fail by 10 or more, you also suffer more serious consequences as normal. You can’t reduce the total travel time below its normal minimum plus the number of days spent managing the course. For example, a trip to the Vast during which the Pilot spends 3 days successfully managing the course can’t be reduced below 8 days (5 minimum for the trip plus 3 days spent managing course). Only one creature can perform this activity for a given starship each day.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "w1eYeWeS1nihzmIQ",
      "name": "Map Star System",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 2200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> GEM pg. 35</p><p>By moving through a system and making multiple sensor sweeps, you search for any sign of large gravity wells in the system and learn the location of various planets and other astronomical bodies.</p><p><strong>Activity:</strong> You spend the day as a starship’s science officer, exploring large swaths of a system and making numerous sensor sweeps to search for signs of large gravity wells. At the end of the day, attempt a @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.IqOCYDKd9NgBwowp]{Computers} check with a DC based on the kind of sensors installed in your starship (Core Rulebook 300–301). The DC is 25 when using short-range sensors, 20 when using medium-range sensors, and 15 when using long-range sensors. You can’t take 20 on this check, and you apply your scanner’s modifier to the check. Cut-rate scanners have a DC of 30 or higher, or they may not be usable for this activity, at the GM’s discretion. Only one character per starship can perform this downtime activity each day.</p><p><strong>Results:</strong> On a success, you are able to pinpoint 1d3 gravity wells (of those you haven’t yet discovered, and at the GM’s discretion). You are then able to perform the @UUID[.xtKWQjdWDZXVNupi]{celestial analysis} downtime activity and travel to those locations.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "dhtlq9f9jDzXanny",
      "name": "Membership Drive",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 2300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> GEM pg. 101</p><p>You make an effort to grow your organization’s membership.</p><p><strong>Results:</strong> On a success, you recruit a number of new followers and members equal to 10% of your current numbers, up to the maximum for the organization’s level.</p><p><strong>Multiday:</strong> You spend a week actively seeking new members. This activity might mean standing on street corners with pamphlets or running sophisticated recruiting campaigns. At the end of the week, attempt a @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.1tzIBDaDAO4hmX5C]{Diplomacy} check with a DC equal to 10 + 1-1/2 × your organization’s current level. You can’t take 20 on this check.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "cYntSiE1mpDl2f3k",
      "name": "Plan Route",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 2400000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 154</p><p>You take extra time to research a viable route, whether across a planet or through the Drift.</p><p><strong>Activity:</strong> You spend the day learning about a known settlement or star system in Near Space (or, at the GM’s discretion, a well-known destination in the Vast) and the most common routes used to reach it.</p><p><strong>Results:</strong> You gain a +4 circumstance bonus to your next @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.2xZnjhTSiLu0uoXB]{Piloting} check to navigate to that settlement or star system. This benefit is lost at the end of the following day.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "30aCwy27SVV6M6yu",
      "name": "Practice Profession",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 2500000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 154</p><p>You spend time working professionally in a chosen field, performing tasks that help you ply your trade more effectively, build your audience or client base, and make connections with other professionals.</p><p><strong>Multiday:</strong> You can spend 1 week practicing a profession to earn credits; this follows the rules for the earn a living task of the @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.bD4kmdFU7wwsenOf]{Profession} skill.</p><p>At the end of each week you spend practicing a profession in a single settlement, choose one of the three areas of focus listed below and attempt an additional Profession check. The DC of this check is equal to 15 + 1-1/12 × the settlement’s maximum item level. If you succeed, you gain the listed benefits. If your profession is based on the ability score listed for that area of focus, you gain a +5 bonus to this check. You can’t benefit from more than one of the following areas of focus at a time.</p><ul><li><p><em>Build Your Brand and Network (Charisma):</em> You gain a +2 circumstance bonus to Diplomacy checks in that settlement for 1 week.</p></li><li><p><em>Create and Refine Processes and Tools (Intelligence):</em> You can reroll your next Profession check to earn a living, as long as that check takes place within the next month. This check does not need to be attempted while in the same settlement.</p></li><li><p><em>Adapt to Local Customs and Demand (Wisdom):</em> You can attempt Culture checks to recall knowledge about topics directly related to that settlement even if you are untrained, and the DC of such checks is reduced by 5. The reduction in DC does not stack with any reduction from your theme. This benefit lasts 1 week.</p></li></ul>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "xnoZf6YPkleYXHtx",
      "name": "Provide Long-term Care",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 2600000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 155</p><p>You devote your day to caring for a wounded living creature that is using the convalesce downtime activity. This follows the rules for the @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.d4fcGwOcrsuYrwGH#long-term-care]{long-term care} task of the @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.d4fcGwOcrsuYrwGH]{Medicine} skill.</p><p><strong>Multiday:</strong> If you provide long-term care to only a single creature, you gain a cumulative +1 circumstance bonus to your skill checks to provide long-term care to that creature for each consecutive day you’ve used this activity, up to a maximum of +5.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "CuAK1nxi9w6Hj1is",
      "name": "Rebuild Drone",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 2700000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 155</p><p>If you’re a mechanic whose drone has been destroyed, you can spend a day of downtime replacing your drone’s body, @UUID[Compendium.sfrpg.class-features.cA0NuGh484BwlDjX]{following the rules on page 74} of the Core Rulebook. This downtime activity can also be used to rebuild an existing drone when you gain a mechanic level, using the same rules.</p><p><strong>Multiday:</strong> If you spend an uninterrupted week working on your drone, you can change out one of the drone’s mods, one of its feats, or its non-bonus skill unit. In each case, you must choose another feature of the same type for which the drone qualifies.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "nXgta65AjGQKIEJT",
      "name": "Refit Starship",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 2800000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 155</p><p>If you have access to a friendly spaceport or safe landing zone, you can refit or upgrade a single starship system or weapon in 1d4 days—provided you have sufficient Build Points to do so—using the rules on page 305 of the Core Rulebook. Unlike most other multiday downtime activities, if you are interrupted while refitting or upgrading your starship, you can resume this activity without losing progress.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "XvLKIkHgVAFE8ZIg",
      "name": "Research",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 2900000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 155</p><p>You throw yourself into dedicated study of a single topic, diving into data sets or the local infosphere to learn as much as you can.</p><p><strong>Activity:</strong> You spend the day studying to gain working knowledge of a single specific topic. This could be a mediumsized corporation, a large settlement, a prominent individual or criminal organization, or something similar; the GM has discretion on what qualifies. Regardless of the topic, you must have access to an infosphere, downloaded data set, or similar source of knowledge that contains information on the chosen topic. You can’t choose a topic that overlaps with your theme’s 1st-level theme knowledge.</p><p><strong>Results:</strong> For the next week, you can attempt @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.LeZmnFwnlB89ovBB]{Culture} checks to recall knowledge about that topic untrained, and the DC of such checks is reduced by 2. Each time you study a topic in this way, you lose this benefit for the prior topic and gain it for the new one.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "LwOwzxyUd0DX7jsw",
      "name": "Retrain",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 3000000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 155</p><p>Through an apprenticeship or period of self-instruction, you dedicate intense focus to mastering a new skill set—at the cost of others you previously mastered. The extent to which you can acquire new abilities in this manner is relatively limited; those who wish to make more extensive changes often invest in a mnemonic editor instead.</p><p>Activity: You spend the day focused on a particular skill in which you don’t have the maximum number of ranks. At the end of the day, attempt a skill check with that skill (DC= 10 + 1-1/2 your level). You can’t take 10 or take 20 on this check.</p><p><strong>Results:</strong> On a success, you gain a rank in the chosen skill, and you lose 1 skill rank in a random skill with the same ability modifier; if you don’t have ranks in a skill with the same ability modifier, you lose a rank from a random skill instead. If this causes you to no longer meet the requirements for a feat, piece of equipment, or the like, you lose access to that option (and gain any associated penalties) until you again meet its requirements.</p><p><strong>Multiday:</strong> If you spend a full week retraining, you can instead learn a new feat that requires no prerequisites, in which case you lose a feat of your choice.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "J8aKToFnCPNIe8UK",
      "name": "Secure Area",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 3100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 155</p><p>You secure a perimeter and set up camp for subsequent operations by shoring up weak positions, clearing out sight lines to vulnerable positions, and the like.</p><p><strong>Activity:</strong> You spend the day securing a 50-foot-by-50-foot area over which you and your allies have control. As part of this activity, you can attempt @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.76u4HnGcAlySicb4]{Engineering} checks to arm up to eight explosives that you own. You can set the triggering methods for these detonators to be rudimentary trip wires or pressure plates; in this case, each explosive requires its own @UUID[Compendium.sfrpg.equipment.VwjSB4FlHBKp9Em4]{detonator}. The DC of Perception checks to notice these explosives is equal to the result of your Engineering checks to arm them. You can’t take 20 on these checks.</p><p><strong>Results:</strong> On the following day, you and your allies gain a +2 circumstance bonus to initiative and Perception checks in the secured area.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "3UtzFmWBaQOfJcuF",
      "name": "Work Out",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 3200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 155</p><p>Whether through aerobic exercise, pumping iron, sparring, or otherwise putting yourself through the paces, you push your body to improve its performance.</p><p><strong>Multiday:</strong> Decide whether you’re working on your agility (to improve your @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.3QdtsfnVJsHEdrt0]{Acrobatics}) or sheer physical power (to improve your @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.iLlBAZBfHJMZQRQx]{Athletics}). You spend 7 days carefully alternating intense training and mindful rest. If this activity is interrupted, you can resume it within 2 days to keep any progress made toward the 7-day total. At the end of 7 days, attempt a Fortitude saving throw with a DC equal to 10 + half your character level—you gain a +2 circumstance bonus to this save if you have access to an exercise-focused recreation suite (such as a gym or sparring arena) or similar facility.</p><p><strong>Results:</strong> On a success, once per day for the following week, you can reroll either a failed Acrobatics check to balance, escape, fly, or tumble, or a failed Athletics check to climb, jump, or swim, depending on the focus of your workout. On a failure, you can reroll a corresponding check only once during that week.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "f0y3Xxhl7LgUOy6F",
      "name": "World Analysis",
      "type": "text",
      "flags": {
        "core": {
          "sourceId": "JournalEntry.ZIANTGBO4vvztvhS.JournalEntryPage.f0y3Xxhl7LgUOy6F"
        }
      },
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 3300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> GEM pg. 36</p><p>You perform a more focused scan of a world from orbit, sifting through a mountain of data to pick out pertinent information.</p><p><strong>Activity:</strong> You spend the day performing detailed scans of certain aspects of the world and analyzing the data you collect. You must be in a starship orbiting a world to use this activity. Choose one or more of the following elements: the world’s sapient species, threat species, level of technology, level of magic, level of religion, level of accord, general alignment, large settlements, or a single planetary anomaly. The number of elements that can be analyzed in 1 day, per starship, depends on the number of nodes the starship’s computer has (1 with a basic computer or mononode, 2 with a duonode, and so on).</p><p>GMs can use the guidance in the Building Worlds section of this book (pages 46–47) to generate results for both the basic elements of a world and most of those listed above. The GM may determine that some aspects of a planet’s physical or cultural attributes are not discernible from orbit. For GM advice on planetary anomalies, see the sidebar below.</p><p>At the end of the day, attempt a separate skill check for each element you’re trying to learn more about. The type of skill check depends on the chosen element: @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.LeZmnFwnlB89ovBB]{Culture} for alignment or level of accord, @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.76u4HnGcAlySicb4]{Engineering} for level of technology, @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.tVUA3IPcOfyU1g19]{Life Science} for sapient or threat species, @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.HXcmgteT2OegqFrB]{Mysticism} for level of magic or religion, @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.w7NNLCayniMsh3ne]{Physical Science} for large settlements. The type of skill check used for planetary anomalies varies by anomaly and is determined by the GM. Regardless of the skill used, the DC begins at 25 and is modified as normal (see the Sensor Modifiers sidebar). You can’t take 20 on this check.</p><p><strong>Results:</strong> On each successful check, you learn basic information about the chosen element, such as the most populous threat species or the world’s relative level of magic. If you exceed the DC by 5 or more, you might also glean more detailed information at the GM’s discretion.</p><h3>Sensor Modifiers</h3><p>Various circumstances might modify the DC for the checks needed to ascertain information about a planet while using sensors in orbit. The following is a list of some of those circumstances and how they modify the DC. Modifiers from two or more different sources can stack (such as if a planet has both a thick atmosphere and an extreme magnetic field). Strange anomalies may hamper scanning at the GM’s discretion; see the Planetary Anomalies sidebar below.</p><table><tbody><tr><td><strong>CIRCUMSTANCE</strong></td><td style=\"width:20%\"><strong>DC MODIFIER</strong></td></tr><tr><td>Anomaly</td><td>-2 to +4</td></tr><tr><td>Energetic magnetic field</td><td>+2</td></tr><tr><td>Extreme magnetic field</td><td>+4</td></tr><tr><td>Planetary sensor scrambler</td><td>+4</td></tr><tr><td>Thick atmosphere</td><td>+2</td></tr><tr><td>Thin atmosphere</td><td>-2</td></tr></tbody></table><h3>Planetary Anomalies</h3><p>Anything that makes a world unique beyond its basic physical and cultural characteristics can be considered a planetary anomaly. This could manifest as a strong connection to a different plane of existence, a global magic- or technology-dampening field, an abundance of mystical crystalline caverns just below the surface, especially active plate tectonics, or a singularity barely contained within the planet’s core. Each biome section (pages 48–95) and most cultural attributes (96–129) contain tables of adventure hooks, which can be a great source of inspiration for planetary (or more localized) anomalies. Feel free to adapt ideas from your favorite books, films, and other media, and remember that the only limit in a science fantasy setting is your imagination.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "ItX31lIjH99wkt7H",
      "name": "World Mapping",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 3400000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> GEM pg. 37</p><p>You focus on scanning a specific area of a world to learn more about its geography.</p><p><strong>Activity:</strong> You spend the day scanning and analyzing data for thousands of square miles of a world’s geography. You must be in a starship orbiting a world to use this activity.</p><p>At the end of the day, attempt a @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.w7NNLCayniMsh3ne]{Physical Science} check. You gain a +1 bonus to this check if your starship has a general @UUID[Compendium.sfrpg.starship-components.5rvxam0GgM1XE4KM]{science lab} or a +2 bonus if it has a physical science lab. You also can apply the bonus normally granted by your starship’s computer. The DC for this check begins at 15 and is modified as normal (see the @UUID[.f0y3Xxhl7LgUOy6F#sensor-modifiers]{Sensor Modifiers sidebar}). You can’t take 20 on this check.</p><p><strong>Results:</strong> On a success, you learn the biome of each 12-mile hex in a region, the size of which is determined by the GM (most often a map of the size provided on the Exploration Log on page 158). For every 5 by which your result exceeds the DC, you discover a more detailed feature in one 12-mile hex at the GM’s discretion. This might be a hazard, the presence of a group of sapient or threat species, a planetary anomaly, or even an interesting geological feature.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}