{
  "_id": "73lSOAnF2qMQLWoS",
  "name": "Downtime",
  "_stats": {
    "coreVersion": "10.288",
    "createdTime": 1670302401517,
    "lastModifiedBy": "SPRszH5sDdJlGxJn",
    "modifiedTime": 1670302769646,
    "systemId": "sfrpg",
    "systemVersion": "0.22.0"
  },
  "pages": [
    {
      "_id": "McWa90B7MXvYYH2C",
      "name": "Downtime",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 150</p><p>Not even the most battle-scarred and seasoned mercenary spends every day in combat. Most adventurers have a few days or weeks between jobs, and even if their schedule is packed, interplanetary travel and journeys through the Drift require time—time that can’t be spent fighting foes or exploring. The rules here detail what adventurers might be doing in the quiet times, between the excitement of exploration and the terror of combat.</p><p>Downtime is measured in days of 24 consecutive hours of Pact Standard Time. During a day in which you don’t do any adventuring, engage in starship combat, use overland movement, or take part in other time-consuming or demanding activities, you can engage in one of the downtime activities described in this section (you can still engage in a single 8-hour rest). If you begin a downtime activity at the start of a day but that activity is interrupted during the day—for instance, if starship combat breaks out—that downtime activity provides no benefit, and you must start over on a new day. A notable exception to this is the maintain readiness activity (page 153), which provides a benefit when interrupted.</p><p>Most of the activities listed in this section include entries for Activity, Results, and Multiday, detailed below. Several downtime activities refer to or expand upon options in the Starfinder Core Rulebook; page references are included for convenience.</p><p><strong>Activity:</strong> The downtime activity is described here, as well as all requirements for it, including skill checks, saving throws, equipment, starship expansion bays, and similar facilities. You can take 10 or take 20 on skill checks for downtime activities unless otherwise stated (in either these rules or those referenced in the Core Rulebook).</p><p><strong>Results:</strong> The results of a downtime activity are resolved at the end of the day unless stated otherwise, and many downtime activities grant benefits for the following day. If there are penalties for failure, those are also listed here.</p><p><strong>Multiday:</strong> If you can perform an activity for a longer period of time to gain a different or improved benefit, that’s listed here. Unless otherwise stated, this time period must be consecutive; if you are interrupted at any point during that interval (such as by a random encounter in the Drift) or if you choose a different downtime activity, you lose any progress made. If you choose to restart the activity, you must start over.</p><h2>Common Downtime Activities</h2><p>While there are dozens of options for spending downtime, many adventurers stick to a few favorite options; several of the most common are bolded in the following examples.</p><p>On a weeklong journey through the Drift, a given starship’s overcautious pilot might choose each day whether to maintain readiness (page 153) or manage course (page 154), a diligent engineer might maintain equipment (page 153), and the captain might take several days to coordinate (page 151) with their crew before using the rest to lounge (page 153).</p><p>Meanwhile, a war-weary, resource-starved party on a hostile alien world might take several days to convalesce (page 151), while their best medic endeavors to provide long-term care (page 155) in hopes of speeding their recovery.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": false
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "jnSU7zOXQk8juOlJ",
      "name": "Analyze Sample",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 150</p><p>With time and a physical sample, you can learn a great deal.</p><p><strong>Activity:</strong> You spend the day analyzing a physical sample of a creature or material. The sample must have at least light bulk, and you must have access to a science lab or similar facilities for the whole day.</p><p><strong>Results:</strong> You learn information about the creature or material as if you had taken 20 on a skill check to identify it, using the appropriate skill for its creature type (Core Rulebook 133) if it’s a creature, Engineering if it’s a technological or hybrid item, or Mysticism if it’s a magic or hybrid item. You must be trained in the appropriate skill or you gain no benefit. The GM might rule that certain creatures or materials are too rare or unusual to be identified this way.</p><p><strong>Multiday:</strong> For each consecutive day you spend on this downtime activity, you gain a cumulative +1 circumstance bonus to your check, up to a maximum of +5.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "I9owFlphD5594pJh",
      "name": "Build Shelter",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> COM pg. 150</p><p>You build a temporary shelter in order to mitigate adverse environmental effects.</p><p><strong>Activity:</strong> You spend the day building a 10–foot-by-10-foot shelter from nearby material that can accommodate one Large creature or two Medium or Small creatures. At the end of the day, attempt a DC 20 Survival check. You can’t take 20 on this check.</p><p><strong>Results:</strong> On a failure, the shelter lasts for only the following day. On a success, it lasts for a number of days equal to the number by which your result exceeded the check’s DC. While the shelter lasts, occupants of the shelter are protected from cold dangers (Core Rulebook 400) and heat dangers (Core Rulebook 402). This also counts as a shelter for the purpose of Survival checks to endure severe weather (Core Rulebook 148) and protects its occupants from damage from dust storms and thunderstorms (Core Rulebook 399). At the GM’s discretion, a well-built shelter might also provide other protections.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}