{
  "_id": "RxnkTg3CqB2GwT2Y",
  "name": "Dynamic Hacking",
  "img": "icons/svg/mystery-man.svg",
  "pages": [
    {
      "_id": "NdFdBb7m8LGSjUOD",
      "name": "Hacking in Summary",
      "type": "text",
      "flags": {
        "core": {
          "sourceId": "JournalEntry.Ges3z74s5SBh1ZX2.JournalEntryPage.NdFdBb7m8LGSjUOD"
        }
      },
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 450000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>TR pg. 71</p><p>Dynamic hacking follows these steps.</p><p>1. Prepare: Participants configure their personas and decide whether to be lead or support hackers before accessing the computer.</p><p>2. Present Obstacles: The GM lays out the initial obstacles for the PCs to overcome. Each hacker can attempt one check to assess an obstacle’s statistics.</p><p>3. Countdown: Reduce the countdown value for each obstacle by 1. Resolve any obstacle effects.</p><p>4. Hackers Act: The next phase begins. The hackers act in any order, using any of their full suite of options.</p><p>5. Resolve Obstacles: For any of the obstacles whose Resolve entries have been fulfilled, set those obstacles aside and apply any effects that occur when those obstacles are resolved.</p><p>6. Continued Hacking: After each of the hackers has had a turn, repeat steps 3–5 until the encounter ends.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "4StYal0HYgh8GFyi",
      "name": "Computers Subskills",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>TR pg. 70</p><p>In dynamic hacking, the Computers skill is broken into three subskills used for various tasks: Deceive, Hack, and Process. <strong>Deceive</strong> represents your ability to hide or misrepresent your identity to avoid detection, confound foes, and trick your way past safeguards. <strong>Hack</strong> represents your prowess to manipulate programs, exploit vulnerabilities, and brute-force your way into a computer’s files. <strong>Process</strong> represents your ability to identify threats and opportunities, as well as change, sustain, defend, or repair your own programs. Your modifier for each of these subskills equals your Computers skill modifier, plus any modifiers based on how you configure your hacking persona (see below).</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "wUZKyzs19out6vKg",
      "name": "Digital Persona",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>TR pg. 70</p><p>While hacking into a computer, you navigate and manipulate its systems through a persona, which is your anchor in that digital world. The persona’s simply a bundle of code through which you act, though you can give it a sensory signature that others perceive when interacting with it. However, your persona is also a target through which others can attack you, track your location, and expel you from the digital space.</p><p><strong>Persona Health:</strong> Countermeasures might attack your persona, degrading its performance or even using the persona to attack you and your equipment more directly. Your persona’s overall health is measured by Connection Points (CP), with lost CP representing damage that impairs performance and connectivity. Your digital persona has a maximum number of CP equal to 12 + 2 × your Computers ranks. You can restore lost CP with the repair action (page 72), and you replenish all lost CP when you spend 1 Resolve Point and take 10 minutes to recover Stamina Points.</p><p>Your persona malfunctions as it loses CP. When your persona’s current CP is at or below 75% of its maximum, randomly select one of your three Computers subskills and apply a –2 penalty to your checks with that subskill. When your persona’s CP is at or below 50% of its maximum, apply that –2 penalty to your checks with the other two subskills. Increase the penalty to –3 when your persona’s CP falls to or below 25% of its maximum. If its CP total ever drops to 0, your persona disintegrates, and you and any support hackers linked to your persona are immediately ejected from the encounter and can’t rejoin until you’ve restored your persona’s current CP to 1 or higher.</p><p><strong>Configuring a Persona:</strong> When you begin a hacking encounter, you configure your persona, assigning a circumstance modifier between –3 and +3 to each of the three subskills: Deceive, Hack, and Process. The sum of these modifiers can’t exceed your number of Computers ranks divided by 3. If you have your own computer (Core Rulebook 213), you can harness its power to enhance your persona, in which case the three circumstance modifiers’ sum above can’t exceed your computer’s tier.</p><p>In addition, you decide whether your persona will act independently or will aid an allied hacker’s persona, establishing whether you are a lead hacker or support hacker.</p><p><em>Lead Hacker:</em> This hacker can perform a major action and a minor action during each phase (action types appear on page 72). In turn, they are vulnerable to countermeasures’ effects. At least one lead hacker must be present to begin a hacking encounter, and any number of lead hackers can participate.</p><p><em>Support Hacker:</em> This hacker’s persona is connected to that of an allied lead hacker. Support hackers are rarely affected directly by countermeasures and can make greater use of non-Computers skills, but they can perform only one minor action each turn. If their lead hacker leaves the encounter, any connected support hackers also leave the encounter.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "DPDODtlVNEAabX7u",
      "name": "Dynamic Hacking",
      "type": "text",
      "flags": {
        "core": {
          "sourceId": "JournalEntry.Ges3z74s5SBh1ZX2.JournalEntryPage.DPDODtlVNEAabX7u"
        }
      },
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": -100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>TR pg. 70</p><blockquote><p>In a technological multiverse, digital infiltration can outclass other methods, such as brute force, easily. This article builds on the existing Starfinder rules for hacking, creating a compatible, engaging subsystem that can include an entire party. Use traditional Computers checks for simple, low-pressure situations and employ this subsystem for more interactive hacking encounters—all in the same campaign!</p></blockquote><p>Hacking in the Core Rulebook is straightforward, requiring just a Computers check to access a secured system and avoid countermeasures, sometimes with an additional Computers check to overcome the occasional fake shell or firewall.</p><p>Dynamic hacking involves three key differences. First, a hacking encounter spans multiple phases, during which the hacker can pursue various objectives. Second, a hacker splits their Computers skill into several specializations (Deceive, Hack, and Process), used in place of the Computers modifier during the encounter. Finally, multiple hackers can contribute to dynamic hacking—even PCs with limited technical skills.</p><p>Dynamic hacking functions with existing rules and encounters with minimal adaptation. Rules and guidelines for using this system with existing character options appear on page 73.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": false
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "KmlNz5EBmjx78dvc",
      "name": "Beginning And Ending The Encounter",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 400000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>TR pg. 70</p><p>A hacking encounter begins when one or more users access a secured computer by either directly accessing the computer’s user interface (like a terminal), physically accessing a computer using a hacking kit, or attempting to break into the computer through an infosphere or similar network. Once they begin, the hackers typically work against a timer, as most countermeasures have countdowns that represent how quickly they react to intruders. The encounter continues so long as at least one hacker accesses the computer; however, a GM might end the encounter once a hacker has secured root access or resolved all countermeasures, either of which ends the encounter’s remaining threat.</p><h2>Hacking Phases</h2><p>Much like physical combat, dynamic hacking takes place in phases, during which hackers and automated defenses take turns acting within a digital space. The hackers always act first in a phase, after which the computer’s defenses resolve any of their effects. Each phase, hackers can perform an assortment of actions, including major actions that cause substantial effects and minor actions that focus more on observation, commands, and support. Any lead hacker can perform one major action and one minor action per turn, whereas a support hacker can perform only a minor action per turn.</p><p><strong>Bonus Actions:</strong> At the start of their turn, a hacker can choose to perform additional actions. A lead hacker can choose to take up to three additional major actions during their turn, but they take a cumulative –5 penalty to all skill checks they attempt during their turn for each additional major action taken. A support hacker can choose to take a major action instead of a minor action by spending 1 Resolve Point.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "4zJxyTI39H8H6K5H",
      "name": "Hacking Objectives",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 500000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>TR pg. 71</p><p>Objectives represent a combination of goals and obstacles that a hacker overcomes during a hacking encounter. An encounter typically begins with several objectives, and additional objectives appear over the course of the encounter. These objectives are divided into three categories based on their lead function, and sample objectives appear on page 73.</p><p><strong>Countermeasures:</strong> These objectives represent deliberate defenses that pose some risk to hackers. They range from alarms and contingent computer viruses to live counterhackers attempting to stymie intruders.</p><p><strong>Modules:</strong> These objectives are programs that typically have value to the hackers—and are usually the reason for hacking in the first place—such as command modules that control doors or data modules that contain valuable intelligence.</p><p><strong>Nodes:</strong> These objectives are figurative branches within the computer that provide access to other objectives beyond. Reaching modules often requires traversing one or more nodes.</p><h3>Objective Statistics</h3><p>Objectives typically include a name, a description, and the following.</p><p><strong>Check DC:</strong> This is the base DC of skill checks for interacting with this obstacle. An obstacle’s check DC equals either 15 + 1-1/2 × the encounter’s CR or 15 + 3 × the computer’s tier. Specific checks and actions often include modifiers that adjust this value.</p><p><strong>Resolve:</strong> This lists the way or ways a hacker might overcome the objective. A Resolve entry lists the checks required, the number of successes required for each check, and any modifier to the base DC for those checks. For example, an obstacle with a Check DC of 18 that lists Hack (DC + 0, 2 successes) and Process (DC – 2, 1 success) as its Resolve entry requires two successful DC 18 Hack checks and one successful DC 16 Process check to overcome.</p><p><strong>Support:</strong> This lists any alternate skills a hacker can use when performing the aid action to assist another hacker in overcoming the obstacle.</p><p><strong>Countdown:</strong> This is a timer that triggers special conditions after a certain number of phases, listed in parentheses; some obstacles’ Countdowns are rolled randomly when the obstacle appears. At the end of each hacking phase, reduce this number by 1. If the number is ever reduced to 0, the listed effect occurs.</p><p><strong>Success:</strong> This is any special effect that happens once the objective has been resolved.</p><p><strong>Special:</strong> This is any additional effect the obstacle creates.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "33GEFTJK1fM6vIkp",
      "name": "Hacking Actions",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 600000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source</strong> TR pg. 72</p><p>The following are common actions used in dynamic hacking encounters. At the GM’s discretion, a hacker might be able to perform actions other than these.</p><h2>Aid (Minor)</h2><p>You run programs, review diagnostics, or look for weaknesses that help your lead hacker with an upcoming task.</p><p><strong>Check: </strong>Choose one action that a lead hacker will attempt this phase. Attempt the same check, but the DC of your check instead equals 10 or the obstacle’s base DC – 10, whichever is higher. If the obstacle lists additional skills in its Support entry, you can attempt a check with one of those skills in place of the skill typically used for the action.</p><p><strong>Success:</strong> The lead hacker gains a +2 bonus to their check to perform that action if they do so before the end of the phase. The bonus increases to +3 if you exceed the DC by 5–9, and increases to +4 if you exceed the DC by 10 or more. A lead hacker can’t gain more than a +4 bonus to any one check from the aid action, even if aided by multiple allies.</p><p><strong>Special:</strong> You can’t use this action to grant a bonus to one of your own actions.</p><h2>Assess (Minor)</h2><p>You study an obstacle to understand its features.</p><p><strong>Check:</strong> Process + 0</p><p><strong>Success: </strong>You learn the Resolve, Support, Countdown (including the current countdown value), Success, and Special entries for the obstacle. You gain a +1 circumstance bonus to checks to resolve the obstacle for 3 phases. If you exceed the DC by 5 or more, you also identify whether the obstacle has any hidden countermeasures, such as a data bomb or fake shell.</p><h2>Blend (Major)</h2><p>You camouflage your persona and conceal signs of your activity.</p><p><strong>Check: </strong>Deceive + 0</p><p><strong>Success:</strong> You increase the countdown of all objectives by 1. If you exceed the check’s DC by 5 or more, you can choose one objective and instead increase its countdown by 1d3.</p><h2>Decoy (Major)</h2><p>You create a fake persona that confounds countermeasures.</p><p><strong>Check:</strong> Deceive + 0</p><p><strong>Success: </strong>You create a convincing decoy that lasts until the end of the encounter. When a countermeasure would affect your persona, it has an equal chance of affecting your persona or one of your decoys (such as a 1 in 3 chance of affecting your persona if you have two decoys). Once a countermeasure affects a decoy, that decoy is destroyed with no effect. Countermeasures that do not target a persona (such as wipe) ignore decoys.</p><p><strong>Special:</strong> Each time you successfully create a decoy, the DC to create additional decoys increases by 4.</p><h2>Modify (Major)</h2><p>You change a vulnerable program’s functions. This action has a wide range of applications, from deleting a program or changing a module’s data to building or installing a contingent virus.</p><p><strong>Check:</strong> The check varies by the task, determined by the GM. Destroying or destabilizing programs typically requires a Hack check, whereas forging data or installing a backdoor typically requires a Deceive check. Simple tasks might reduce the DC by up to 5, whereas very complicated tasks might increase the DC by up to 5. Some tasks are so vast in scope that they require hours or more—beyond the scope of most hacking encounters.</p><p><strong>Success:</strong> You successfully perform the action.</p><h2>Recalibrate (Major)</h2><p>You adjust your persona’s subskills for new tasks.</p><p><strong>Check:</strong> Process – 2</p><p><strong>Success:</strong> Reassign the circumstance modifiers you applied when configuring your persona at the beginning of the encounter, setting each modifier between –3 and +3 so long as their sum does not exceed the value allowed by your computer or number of Computers ranks (page 70).</p><h2>Repair (Major)</h2><p>You restore damage sustained by your persona or that of an ally.</p><p><strong>Check: </strong>Process – 5</p><p><strong>Success:</strong> You restore a number of the persona’s lost CP equal to 1d6 + half your ranks in Computers, Engineering, or Medicine (whichever is highest). If your check exceeds the DC by 5 or more, increase the CP recovered to 1d6 + your ranks in Computers, Engineering, or Medicine (whichever is highest).</p><h2>Resolve (Major)</h2><p>You identify and exploit weaknesses in an objective’s code or behavior. This is the action used to defeat objectives, as noted in their respective Resolve entries.</p><p><strong>Check:</strong> The checks required vary by objective.</p><p><strong>Success: </strong>You achieve one success toward resolving the objective. If the objective requires multiple successful checks using the subskill you used, and if your check result exceeds the DC by 10 or more, this action is instead treated as two successes toward resolving the objective.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "OxQWeeRvBcrKZWRI",
      "name": "Dynamic Hacking Encounters",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 700000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>TR pg. 72</p><p>Hacking encounters vary to reflect the hackers’ goals and the target computer’s capabilities. Each encounter includes at least one objective tied to the hacker’s goal (such as secret data to steal or a door to open), at least one countermeasure that opposes the hacker, and often, one or more nodes that create avenues the hackers must navigate toward their goals.</p><p>To build an encounter, set the encounter’s Challenge Rating— which sets the encounter’s check DC (page 71)—and decide on an approximate encounter length based on the number of checks required to resolve the key objectives. A short encounter requires about 5–7 successful checks to resolve the main objectives, whereas longer encounters might require 10–15 checks. For each lead hacker involved, add enough countermeasures to increase the number of checks by 2 (for shorter encounters) or by as much as 4 for longer encounters. For each support hacker, increase the number of checks by 1.</p><p>Scaling an encounter in this way need not always involve adding more countermeasures but could instead involve requiring an additional success to resolve specific objectives. This way, even if more PCs join the encounter as lead hackers than you anticipated, you can easily adjust the encounter to provide a fairly similar challenge.</p><p><strong>Timed Encounters:</strong> In Starfinder, successfully accessing a system often affords the hacker time to explore at leisure. While a dynamic hack attempt might include finite countermeasures and a clear win condition, the format also supports hackers clashing with an array of defenses that multiply faster than the PCs can deactivate them. In this case, the goal becomes resolving enough countermeasures to stay safe, accomplish the mission, and escape before being overwhelmed or detected.</p><h2>Sample Objectives</h2><p>The following are common objectives, including adaptations of existing modules and countermeasures from the Core Rulebook.</p><h3><strong>Basic Counterhacker (Countermeasure)</strong></h3><p>This capable programmer shores up the computer’s defenses.</p><p><strong>Resolve:</strong> Deceive (DC + 0, 2 successes) or Hack (DC + 2, 2 successes)<br />Countdown (3): Whenever the countdown reaches 0, the counterhacker causes two effects. First, they damage the persona of one lead hacker, causing it to lose CP equal to 2d6 + the encounter’s CR. That lead hacker can halve the CP their persona lost by succeeding at a DC + 0 Process check. Second, the counterhacker can perform one of the actions below. Afterward, roll 1d3 to determine the obstacle’s new countdown value.</p><p><strong>Attack:</strong> Increase the Process check DC to resist the damage by 2, and treat all 1s on the damage dice as 2s.</p><p><strong>Infect:</strong> The counterhacker infects the persona with a virus. Each phase after the hackers act, the infected persona loses CP equal to 1d6 plus half the encounter’s CR, and any computer that persona’s hacker is using takes damage equal to twice the CP lost. The virus can be removed by spending a major action and succeeding at a DC + 0 Hack check.</p><p><strong>Repair:</strong> Choose one obstacle that hasn’t been resolved. Treat one of the checks to resolve that obstacle as though it had not been fulfilled this encounter.<br />Trace: The counterhacker assesses the persona’s signature and identifies where its associated hacker is located unless that hacker succeeds at a DC + 0 Deceive check.</p><h3><strong>Node, Basic (Node)</strong></h3><p>The collection of file paths requires some effort to navigate and secure permission to restricted areas beyond.</p><p><strong>Resolve:</strong> Hack (DC – 2, 1 success), Process (DC + 0, 1 success)</p><p><strong>Support:</strong> Perception</p><p><strong>Success:</strong> Add the node’s linked obstacles to the encounter.</p><h3><strong>Node, Fake Shell (Node)</strong></h3><p>This node misleads hackers toward a falsified set of files.</p><p><strong>Resolve:</strong> Hack (DC – 2, 1 success), Process (DC + 0, 1 success)</p><p><strong>Support:</strong> Perception</p><p><strong>Success:</strong> Add the node’s linked obstacles to the encounter.</p><p><strong>Special:</strong> If the Process check to resolve this obstacle doesn’t exceed the DC by 5 or more, the linked obstacles are convincing fakes that function as normal obstacles, but resolving them provides no benefit (e.g. seemingly valuable data is worthless, command modules can’t direct devices, etc.).</p><h3><strong>Root Access (Module)</strong></h3><p>You secure absolute administrator privileges, allowing you to modify any of the computer’s functions with ease.</p><p><strong>Resolve:</strong> Hack (DC + 20, 1 success), Hack (DC + 15, 1 success), Deceive (DC + 10, 1 success)</p><p><strong>Success:</strong> You and allied hackers reduce DCs to resolve obstacles by 20 and automatically succeed at checks to analyze objectives.</p><h3><strong>Secure Data (Module)</strong></h3><p>This is an average-security data module with valuable contents. Large secure data modules typically require additional checks to resolve, have higher check DCs, or both.</p><p><strong>Resolve:</strong> Hack (DC + 0, 1 success), Process (DC + 0, 1 success)</p><p><strong>Support:</strong> Profession check related to the data</p><p><strong>Success:</strong> Hackers can now use the modify action accompanied by specific subskill checks to delete (Hack), modify (Hack), forge (Deceive), or copy (Process) the module’s contents. As a special minor action, a hacker can study the contents with a successful DC + 0 Process check or related skill check to seek specific info or attain a basic understanding of the module’s contents.</p><h3><strong>Wipe (Countermeasure)</strong></h3><p>This program destroys important data.</p><p><strong>Resolve:</strong> Deceive (DC + 0, 1 success), Hack (DC + 0, 1 success)</p><p><strong>Special:</strong> Count the number of times hackers fail a check to resolve an obstacle while the wipe countermeasure is active. Once the count reaches 2 failures, this countermeasure begins erasing one or more other objectives, imposing a –5 penalty to resolve them. At the end of the next hacking phase, those objectives are removed from the encounter and can no longer be resolved.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "bnSSwuktNFJhmWFL",
      "name": "Adapting Hacking Abilities",
      "type": "text",
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 800000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>TR pg. 72</p><p>The following are guidelines for adapting existing class features and character options to the dynamic hacking system.</p><p><strong>Faster Hacking:</strong> An ability that reduces the time it takes to hack instead reduces the penalty a lead hacker takes when performing additional major actions to –3 per additional action.</p><p><strong>Delay Countermeasures:</strong> An ability that would delay a countermeasure’s activation instead increases that countermeasure’s starting countdown value by 1.</p><p><strong>Negate Countermeasures:</strong> Abilities that would negate a countermeasure entirely instead grant that character a +10 bonus to their first check to resolve the countermeasure.</p><p><strong>Security:</strong> Features that increase the check DC to hack your own computer instead apply their bonus to your checks made to resist any effect that would harm your computer or persona.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}