{
  "_id": "4D8xxzNTkAujTMHj",
  "name": "Dynamic Hacking Actions",
  "content": "<h2>HACKING ACTIONS</h2>\n<p>The following are common actions used in dynamic hacking encounters. At the GM’s discretion, a hacker might be able to perform actions other than these.</p>\n<h2>Aid (Minor)</h2>\n<p>You run programs, review diagnostics, or look for weaknesses that help your lead hacker with an upcoming task.</p>\n<p><strong>Check: </strong>Choose one action that a lead hacker will attempt this phase. Attempt the same check, but the DC of your check instead equals 10 or the obstacle’s base DC – 10, whichever is higher. If the obstacle lists additional skills in its Support entry, you can attempt a check with one of those skills in place of the skill typically used for the action.</p>\n<p><strong>Success:</strong> The lead hacker gains a +2 bonus to their check to perform that action if they do so before the end of the phase. The bonus increases to +3 if you exceed the DC by 5–9, and increases to +4 if you exceed the DC by 10 or more. A lead hacker can’t gain more than a +4 bonus to any one check from the aid action, even if aided by multiple allies.</p>\n<p><strong>Special:</strong> You can’t use this action to grant a bonus to one of your own actions.</p>\n<h2>Assess (Minor)</h2>\n<p>You study an obstacle to understand its features.</p>\n<p><strong>Check:</strong> Process + 0</p>\n<p><strong>Success: </strong>You learn the Resolve, Support, Countdown (including the current countdown value), Success, and Special entries for the obstacle. You gain a +1 circumstance bonus to checks to resolve the obstacle for 3 phases. If you exceed the DC by 5 or more, you also identify whether the obstacle has any hidden countermeasures, such as a data bomb or fake shell.</p>\n<h2>Blend (Major)</h2>\n<p>You camouflage your persona and conceal signs of your activity.</p>\n<p><strong>Check: </strong>Deceive + 0</p>\n<p><strong>Success:</strong> You increase the countdown of all objectives by 1. If you exceed the check’s DC by 5 or more, you can choose one objective and instead increase its countdown by 1d3.</p>\n<h2>Decoy (Major)</h2>\n<p>You create a fake persona that confounds countermeasures.</p>\n<p><strong>Check:</strong> Deceive + 0</p>\n<p><strong>Success: </strong>You create a convincing decoy that lasts until the end of the encounter. When a countermeasure would affect your persona, it has an equal chance of affecting your persona or one of your decoys (such as a 1 in 3 chance of affecting your persona if you have two decoys). Once a countermeasure affects a decoy, that decoy is destroyed with no effect. Countermeasures that do not target a persona (such as wipe) ignore decoys.</p>\n<p><strong>Special:</strong> Each time you successfully create a decoy, the DC to create additional decoys increases by 4.</p>\n<h2>Modify (Major)</h2>\n<p>You change a vulnerable program’s functions. This action has a wide range of applications, from deleting a program or changing a module’s data to building or installing a contingent virus.</p>\n<p><strong>Check:</strong> The check varies by the task, determined by the GM. Destroying or destabilizing programs typically requires a Hack check, whereas forging data or installing a backdoor typically requires a Deceive check. Simple tasks might reduce the DC by up to 5, whereas very complicated tasks might increase the DC by up to 5. Some tasks are so vast in scope that they require hours or more—beyond the scope of most hacking encounters.</p>\n<p><strong>Success:</strong> You successfully perform the action.</p>\n<h2>Recalibrate (Major)</h2>\n<p>You adjust your persona’s subskills for new tasks.</p>\n<p><strong>Check:</strong> Process – 2</p>\n<p><strong>Success:</strong> Reassign the circumstance modifiers you applied when configuring your persona at the beginning of the encounter, setting each modifier between –3 and +3 so long as their sum does not exceed the value allowed by your computer or number of Computers ranks (page 70).</p>\n<h2>Repair (Major)</h2>\n<p>You restore damage sustained by your persona or that of an ally.</p>\n<p><strong>Check: </strong>Process – 5</p>\n<p><strong>Success:</strong> You restore a number of the persona’s lost CP equal to 1d6 + half your ranks in Computers, Engineering, or Medicine (whichever is highest). If your check exceeds the DC by 5 or more, increase the CP recovered to 1d6 + your ranks in Computers, Engineering, or Medicine (whichever is highest).</p>\n<h2>Resolve (Major)</h2>\n<p>You identify and exploit weaknesses in an objective’s code or behavior. This is the action used to defeat objectives, as noted in their respective Resolve entries.</p>\n<p><strong>Check:</strong> The checks required vary by objective.</p>\n<p><strong>Success: </strong>You achieve one success toward resolving the objective. If the objective requires multiple successful checks using the subskill you used, and if your check result exceeds the DC by 10 or more, this action is instead treated as two successes toward resolving the objective.</p>",
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}