{
  "_id": "SfkuzH5kxSAmG4nv",
  "name": "Environment",
  "img": "icons/svg/mystery-man.svg",
  "pages": [
    {
      "_id": "cnRD7BeHA2Ny4YNh",
      "name": "Environment",
      "type": "text",
      "flags": {
        "core": {
          "sourceId": "JournalEntry.Yv0sYlPqJmwLak2w.JournalEntryPage.cnRD7BeHA2Ny4YNh"
        }
      },
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>CRB pg. 394</p><p>The universe is an endless expanse of adventuring potential. On its billions of worlds, physics create every possible permutation of geology, while life’s endless creativity gives rise to organisms both eerily familiar and defying imagination. Regardless of their design, all of these creatures struggle to survive and thrive in their native habitats, from icy seas and lush fungus jungles to the savage pyroclastic flows of tidally heated moons or the rusting hulks of ancient alien megastructures. The following section contains rules to help you as GM adjudicate the game universe, including rules for the vastness of space, for various types of planets and the different terrains that may be found on them, and for environmental effects and hazards that may come into play in a variety of settings. Rules for settlements and structures both natural and artificial are presented at the end of the chapter.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": false
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "BWuAh3NeW0Dcnjon",
      "name": "Space",
      "type": "text",
      "flags": {
        "core": {
          "sourceId": "Compendium.sfrpg.rules.9x8PApRh6UoP466l.JournalEntryPage.BWuAh3NeW0Dcnjon"
        }
      },
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>CRB pg. 394</p><p>The immeasurable gulf of space is home to everything on the Material Plane, housing more stars and planets than could ever be recorded. During their careers, the player characters will undoubtedly need to venture into space. Traveling from one planet to another, exiting the atmosphere of a planetoid, or visiting an orbiting space station are all examples of common travel that require at least a brief time in space. Many hazards of space can be mitigated by wearing armor (see page 196) or a standard @Compendium[sfrpg.equipment.KF7ltBV698hPOQz8]{Space Suit} (see page 231), but sometimes unlucky spacefaring adventurers get caught without them!</p><h2>Cosmic Rays</h2><p>“Cosmic rays” is a catchall term for various interstellar radiation effects. They use the same rules as @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.n461i9lDXw303SiY#radiation]{Radiation} (see page 403). Most habitable planets maintain atmospheres capable of repelling these emissions. Such protected planets allow, at most, a low amount of radiation in infrequent bursts. Planets devoid of a protective atmosphere are constantly assailed by radiation of medium to severe intensity.</p><h2>Vacuum</h2><p>The void of space is effectively empty of matter, and this vacuum is perhaps the greatest danger of outer space. A creature introduced to a vacuum immediately begins to suffocate (see @UUID[.n461i9lDXw303SiY#suffocation-and-drowning]{Suffocation and Drowning} on page 404) and takes 1d6 bludgeoning damage per round (no saving throw). Because a vacuum has no effective temperature, the void of outer space presents no dangers from cold temperatures. A creature retains its body heat for several hours in a vacuum. Sound doesn’t travel in a vacuum.</p><p>Decompression occurs when a creature suddenly transitions from a pressurized environment to a vacuum, such as by being flung out of an airlock or being inside a sealed structure that becomes heavily damaged. Such a creature takes 3d6 bludgeoning damage (no saving throw) in addition to any suffocation damage.</p><p>Most creatures travel the vacuum of space in a starship. For more information about starships, see page 292.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "Q6do0HyZeIowTDq8",
      "name": "Astronomical Objects",
      "type": "text",
      "flags": {
        "core": {
          "sourceId": "Compendium.sfrpg.rules.pzOC4ojLo7Y5U9MV.JournalEntryPage.Q6do0HyZeIowTDq8"
        }
      },
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 500000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>CRB pg. 394</p><p>Most living beings begin their lives on floating astronomical objects. These planets, planetoids, and stars are the hub of much adventure and vary in complexity of design and makeup. A brief summary of the different types of astronomical objects is presented below, along with various rules associated with each.</p><h2>Classification Of Astronomical Objects</h2><p>There exist several different types of astronomical objects. Summarized below are the most prominent types encountered during interstellar exploration.</p><h3>Asteroid</h3><p>An asteroid is a fractured chunk of matter, notable for being too small to be considered a proper planetoid. Asteroids commonly lack any sort of ecosystem and are often bereft of an atmosphere and breathable air. Many see asteroids as exploitable resources, given that they are often rich in minerals of varying rarity.</p><h3>Gas Giant</h3><p>As their name suggests, gas giants are worlds composed entirely of gas—frequently elements such as hydrogen and helium. They lack any natural solid surfaces to walk on and so have no proper ground. Creatures unable to fly or without flight-capable equipment or magic tumble toward the dense core of the world at the falling speed of a standard-gravity planet. Such a fall often takes days, given the immense size of these worlds. Near the center of a gas giant, a creature is subject to @UUID[.n461i9lDXw303SiY#extreme-gravity]{extreme gravity} (see page 402). The heart of a gas giant acts in many ways like a star (see Star below), including destroying creatures that don’t have full immunity to fire.</p><h3>Irregular World</h3><p>Some planets exist outside of the typical description of a (mostly) spherical mass of gases or silicate rocks and metals. These irregular worlds come in a variety of shapes, many of which are still considered theoretical. Some worlds might be artificially designed in the shape of a torus. Other worlds, like a planet in the form of a cube or a world that is entirely flat, exist as the result of cosmic abnormalities or the direct intervention of the divine.</p><h3>Satellite</h3><p>Satellites are objects, such as moons, orbiting any other form of planetoid. “Satellite” is a classification that can be applied to other astronomical objects as well, as many asteroids and terrestrial worlds are also satellites. Unlike other types of astronomical objects, a satellite isn’t necessarily a natural object. Alien markers and space stations are but a few types of artificial constructs that hang in the gravitational field of planets. Some planets have only a single moon, while others (such as gas giants) boast dozens of objects caught in their gravitational fields.</p><h3>Star</h3><p>A star—sometimes multiple stars—typically rests at the heart of a planetary system. Stars are massive balls of incandescent plasma that blast their orbiting planetoids with heat. While there are various categorizations of stars, from blue dwarf stars to yellow hypergiants, all stars produce enough heat to pose similar hazards to most adventurers. The surface of a star is so hot that only full immunity to fire allows a creature to survive there. Any creatures or items not immune to fire are instantly and utterly consumed down to the molecular level—only spells such as @UUID[Compendium.sfrpg.spells.i3lpfndXeLq85h12]{miracle} or @UUID[Compendium.sfrpg.spells.i4KITExV7vMeoM24]{wish} can bring back such victims.</p><ul><li><strong>Solar Flares:</strong> Occasionally, stars let off bursts of intense energy, visible upon their surfaces as flares of roiling plasma. These disturbances have a deadly and immediate effect on things on or near the surfaces of such turbulent stars. The peripheral danger of these flares is the devastating effect they have on unshielded electronic equipment and radio communications. These distortions can be felt millions of miles away from the star, and typically they cause various electronics and radio communications to cease functioning for 6d6×10 minutes.</li></ul><h3>Terrestrial World</h3><p>  Most people use the word “planet” to refer to a terrestrial world. The ones closest to the star of a solar system are the worlds most likely to be naturally habitable. They’re home to varying ecosystems, from barren, rocky landscapes to vibrant jungles of lush plant life and rushing waterways. Such worlds are sometimes categorized by their predominant features, leading to titles such as desert world, ice world, jungle world, and lava world.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "NOrSFYXShdxot60k",
      "name": "Atmospheres",
      "type": "text",
      "flags": {
        "core": {
          "sourceId": "Compendium.sfrpg.rules.z2JnsaHKE5QvwVSQ.JournalEntryPage.NOrSFYXShdxot60k"
        }
      },
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 1300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>CRB pg. 395</p><p>An atmosphere is a layer of gases held in place by the pull of a planetoid’s gravity. The gravity and temperature of a planetoid impact its ability to retain an atmosphere. Most planets and planetoids support some manner of atmosphere. In addition to hospitable atmospheres, there are various other types of atmosphere that serve as hazards to most life.</p><h2>Corrosive</h2><p>As the name suggests, a corrosive atmosphere eats away at matter. The type and speed of the erosion varies, but the most common use of this term describes atmospheres capable of dissolving most matter. A typical corrosive atmosphere deals anywhere from 1 acid damage per minute up to 10d6 acid damage per round to creatures and objects within. Certain metals and treated materials may be immune to the specific atmosphere of a planet, and often the corrosion can be mitigated with dutiful preparation.</p><h2>No Atmosphere</h2><p>A creature on a planet without an atmosphere (or with an atmosphere so thin that it is effectively airless) is exposed to a vacuum (see page 394).</p><h2>Normal</h2><p>A normal atmosphere is one that can support the majority of breathing life-forms. Most such atmospheres are composed of some combination of oxygen, nitrogen, and other nontoxic gases.</p><h2>Thick</h2><p>A nonacclimated creature operating in a thick atmosphere treats it as somewhat harmful, due to the extra chemical compounds in the air and the increased atmospheric pressure. Every hour, such a creature must succeed at a Fortitude save (DC = 15 + 1 per previous check) or become sickened. This condition ends when the creature returns to a normal atmosphere. Conversely, the increased weight of the air grants a +4 circumstance bonus to Acrobatics checks to fly or Piloting checks to keep an aircraft in flight.</p><p>Severely thick atmospheres are far more dangerous. Every minute, a creature in such an atmosphere must succeed at a Fortitude save (DC = 15 + 1 per previous check) or begin to suffocate (see @UUID[.n461i9lDXw303SiY#suffocation-and-drowning]{Suffocation and Drowning} on page 404) as its lungs cease coping with the density of the oxygen inhaled and lose the strength to keep pumping air into its bloodstream.</p><h2>Thin</h2><p>Thinner atmospheres tend to cause a nonacclimated creature to have difficulty breathing and become extremely tired. A typical thin atmosphere requires such a creature to succeed at a Fortitude save each hour (DC = 15 +1 per previous check) or become fatigued. The fatigue ends when the creature returns to a normal atmosphere.</p><p>Severely thin atmospheres can cause long-term oxygen deprivation to those affected in addition to the effects of a standard thin atmosphere. The first time a creature in a severely thin atmosphere fails its Fortitude save, it must succeed at a DC 25 Fortitude save or take 1 damage to all ability scores. A creature acclimated to high altitude (see Hill and Mountain Terrain on page 397) gains a +4 insight bonus to its saving throw to resist this effect.</p><h2>Toxic</h2><p>Toxic atmospheres are composed of poisonous compounds and vary radically in their consistencies. Some toxic atmospheres are capable of sustaining oxygen-breathing life-forms, while others immediately suffocate those within them. Regardless of whether or not they allow creatures to breathe, toxic atmospheres are threats to most living creatures, as they act as an inhaled poison (see page 417). Though the specific type of poison varies, many toxic atmospheres act as existing poisons but with radically different onset times and save DCs. Low-level toxic atmospheres can have onset times measured in hours or days, while heavily toxic atmospheres have onset times measured in rounds.</p><h2>Strange Atmospheres</h2><p>Though it happens rarely, some astronomical objects have atmospheres that seem to defy the laws of reality—usually due to magical interference or technology run amok. Sometimes these atmospheres are infused with a certain type of energy. Such atmospheres function like corrosive atmospheres, except they deal damage of the appropriate energy type (electricity, fire, sonic, etc.).</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "Gf0dltAXIpCzjMl0",
      "name": "Biomes",
      "type": "text",
      "flags": {
        "core": {
          "sourceId": "JournalEntry.Yv0sYlPqJmwLak2w.JournalEntryPage.Gf0dltAXIpCzjMl0"
        }
      },
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 2100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>CRB pg. 396</p><p>The following section includes information on a variety of biomes found on planets. Some planets could be entirely made up of a single bi<span class=\"fontstyle0\">ome, such as desert or forest worlds, while other planets contain a mix of the following terrain types.</span></p><h2>Aerial Terrain</h2><p>On worlds where the atmosphere expands high above the physical boundaries of the surface, there exists a region of open air. Similarly, gas giants are made up of nothing more than a vast atmosphere, held in place by a starlike core. The most common rules sections to reference when using aerial terrain are @UUID[.n461i9lDXw303SiY#falling]{Falling} (see page 400), @UUID[.n461i9lDXw303SiY#gravity]{Gravity} (see page 401), @UUID[.n461i9lDXw303SiY#suffocation-and-drowning]{Suffocation and Drowning} (see page 404), and @UUID[.llyS6o5YJKCTqKkG]{Weather} (see page 398). The rules for flying with the @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.3QdtsfnVJsHEdrt0]{Acrobatics} skill are also critical for many creatures operating in an aerial environment.</p><h3>Clouds</h3><p>Most clouds are little more than condensed gas that obfuscates vision. Treat a cloud in an aerial environment using the same rules as fog cloud, except it’s a nonmagical effect. Other types of cloud exist, such as corrosive or toxic clouds, which operate in the same manner as those types of atmospheres (see above).</p><h3>Stealth And Detection In Aerial Terrain</h3><p>How far a character can see in the air depends on the presence or absence of clouds. Creatures can usually see 5d8×100 feet if the sky is completely clear, with minimal clouds (or other aerial objects) blocking their views. Clouds generally provide enough concealment to hide within (though the hiding creature might have difficulty seeing out from its hiding place).</p><h2>Aquatic Terrain</h2><p>Aquatic terrain can be one of the least hospitable to PCs because most can’t breathe underwater. The ocean floor holds many marvels, including undersea analogues of any of the other terrain elements described in this chapter, but if characters find themselves in the water because they were bull-rushed off the back of a transport ship, the kelp beds or volcanic vents hundreds of feet below them don’t matter. The most common rules sections to reference when using aquatic terrain are @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.n461i9lDXw303SiY#suffocation-and-drowning]{Suffocation and Drowning} (see page 404) and @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.n461i9lDXw303SiY#underwater-combat]{Underwater Combat} (see page 405). The rules for swimming with the @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.iLlBAZBfHJMZQRQx]{Athletics} skill (see page 137) are also critical for many creatures operating in an aquatic environment.</p><h3>Deep Water</h3><p>Lakes and oceans simply require a swim speed or successful Athletics checks to move through (typically, DC 10 in calm water, DC 15 in rough water, DC 20 in stormy water, and DC 30 in maelstrom water). Characters need a way to breathe if they’re underwater; lacking that, they risk drowning. When underwater, characters can move in any direction, including up and down.</p><h3>Extreme Depths</h3><p>At certain depths, the pressure of the surrounding water becomes so great that characters might be affected as if they were in a thick or severely thick atmosphere (see page 396), even if they can breathe underwater.</p><h3>Stealth And Detection Underwater</h3><p>How far a character can see underwater depends on the water’s clarity. As a guideline, creatures can see 4d8×100 feet if the water is clear and 1d8×10 feet in murky water. Running water is always murky, unless it’s in a particularly large, slow-moving river. It is hard to find cover or concealment to hide underwater (except along the sea floor).</p><h3>Expanded Aquatic Rules</h3><p><strong>Source:</strong> AP #36 pg. 47</p><p>The following rules represent a compilation of and expansion on the rules for underwater adventure presented in various sections of the Starfinder Core Rulebook. Most of these rules relate to creatures that are completely submerged, except where noted otherwise.</p><h3>@UUID[.n461i9lDXw303SiY#suffocation-and-drowning-expanded-rules]{Suffocation and Drowning Expanded Rules}</h3><h3>@UUID[.n461i9lDXw303SiY#underwater-combat-expanded-rules]{Underwater Combat Expanded rules}</h3><h3>Surviving Underwater</h3><p>Most Starfinder adventures assume that the PCs wear armor which affords environmental protections for a number of days equal to its item level (expended in 1-hour increments) unless otherwise specified. These protections provide two primary benefits to a submersed creature: self-contained breathing and protection from the pressures of extreme depths, as described below. The space suit personal item also provides these protections.</p><p>Most adventures assume that NPCs have adapted to their native environments and therefore ignore many of the dangers and penalties that follow.</p><h3>Extreme Depth</h3><p>At certain depths, the pressure of the surrounding water becomes so great that it endangers non-adapted creatures (such as most PCs, including aquatic species).</p><p>A creature in deep water (100–999 feet deep) must succeed at a Fortitude save (DC = 15 + 1 per previous check) or gain the sickened condition. This condition ends when the creature returns to a normal depth.</p><p>Severe depths (1,000 feet or deeper) are far more dangerous. Every minute, a creature not accustomed to these depths that needs to breathe must succeed at a Fortitude save (DC = 15 + 1 per previous check) or begin to suffocate as though they’ve lost access to air (see Suffocation and Drowning above). In addition, every hour while at these depths, all such creatures without environmental protections must succeed at an additional Fortitude save (DC = 15 + 1 per previous check) or take 2d6 bludgeoning and 2d6 cold damage.</p><p>Note that even aquatic creatures and others able to breathe underwater (or who don’t breathe at all) are still subject to the non-suffocation effects described above.</p><h3>Underwater Movement</h3><p>Moving underwater can prove difficult for land-based creatures that don’t have a natural swim speed. Those with swim speeds (whether from their species, gear, magic, or some other effect) have distinct advantages.</p><h3>Swimming Without a Swim Speed</h3><p>A creature that takes a move action to move its speed while underwater must choose a direction to swim (including up or down) and attempt an Athletics check to swim. The DC of this check is 10 in calm water but increases in rough conditions (DC 15), stormy conditions (DC 20), and maelstrom conditions (DC 30). Strong currents, debris, and other environmental conditions can increase this DC further. A creature can’t take 10 to swim in combat or in stormy or maelstrom conditions, even if not distracted or in immediate danger.</p><p>On a successful check to swim, the creature moves half its land speed in a straight line in its chosen direction. If the creature wants to change direction (including ascending or descending) while swimming, it costs an additional 5 feet of movement to turn 45 degrees. See the Swimming Example below for an example of a creature swimming and changing direction.</p><p>If a creature fails a check to swim by 4 or less, it makes no progress. If it fails by 5 or more, it sinks, moving 5 feet directly downward.</p><p>Every hour while swimming, a creature without a swim speed must succeed at a DC 20 Athletics check or take 1d6 nonlethal damage from fatigue.</p><h3>Swimming Example</h3><p>Suppose a creature has a swim speed of 30 feet. With a successful check to swim (if required), it can swim forward 5 feet, turn 45 degrees to the left, and swim 5 feet diagonally, all of which costs a total of 15 feet of its movement. The creature can then turn 90 degrees to ascend 5 feet straight up, which costs another 15 feet of movement (10 feet to change its direction and 5 feet to move). At this point, it has used its 30 feet of swimming movement, so its move action ends.</p><h3>Swimming With A Swim Speed</h3><p>If a creature has a swim speed (whether from its species or another source), it can move that full swim speed when it takes a move action to move its speed. This movement uses the same rules presented in the Swimming Example below, which also provides an example of a creature swimming and changing direction.</p><p>A creature with a swim speed doesn’t need to attempt an Athletics check to swim except in hazardous circumstances, including stormy and maelstrom conditions. It also gains a +8 bonus to Athletics checks to swim and can always take 10 while swimming, even during combat and when distracted or in immediate danger. Creatures with a swim speed can also use the run action while swimming, provided that they swim in a straight line.</p><p>A creature with a swim speed (such as from their species) doesn’t need to attempt an Athletics check to avoid fatigue damage for each hour it swims.</p><h2>Desert Terrain</h2><p>Desert terrain exists in cold, temperate, and warm climates, but all deserts share one common trait: very little precipitation. The three categories of desert terrain are tundra (cold desert), rocky deserts (often temperate), and sandy deserts (often warm). The most common rules sections to reference for adventures in these areas are @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.n461i9lDXw303SiY#cold-dangers]{Cold Dangers} (see page 400), @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.n461i9lDXw303SiY#heat-dangers]{Heat Dangers} (see page 402), Starvation and Thirst (see page 404), and @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.llyS6o5YJKCTqKkG]{Weather} (see page 398).</p><h3>Stealth And Detection In The Desert</h3><p>In general, the maximum distance in desert terrain at which a creature can succeed at a @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.gZlg2ZKze0erNLmP]{Perception} check to detect the presence of others is 6d6×20 feet; beyond this distance, elevation changes and heat distortion in warm deserts makes sight-based Perception checks impossible. The presence of dunes in sandy deserts limits spotting distance to 6d6×10 feet. The scarcity of undergrowth or other elements that offer concealment or cover makes using Stealth more difficult.</p><h2>Forest Terrain</h2><p>A forest can be composed of more than trees. On some worlds, vast fungal growths tower into the sky, while on others metallic veins rise from the ground and connect in spidery canopies. Common rules sections to reference for forests are Catching on Fire (see @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.n461i9lDXw303SiY#heat-dangers]{Heat Dangers} page 403), Falling Objects (see @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.n461i9lDXw303SiY#falling]{Falling} page 401), Smoke Effects (see page 404), and @UUID[Compendium.sfrpg.rules.7MyEhuifQLwaPZ8e.JournalEntryPage.eRuw7PyvI33WDzvu#vision-and-light]{Vision and Light} (see page 261).</p><h3>Trees</h3><p>Most forests are filled with trees, or something akin to trees, which provide partial cover to those standing in the same square as a tree. An average tree has an AC of 4, a hardness of 5, and 150 HP (see page 409 for rules on @UUID[.ftqreMQkNpYDxpxY#smashing-an-object]{smashing an object}). A successful DC 15 Athletics check is enough to climb most trees.</p><h3>Undergrowth</h3><p>Fungal blooms, vines, roots, and short bushes cover much of the ground in a forest. Undergrowth counts as difficult terrain (see page 257), provides concealment (20% miss chance), and increases the DCs of Acrobatics and Stealth checks by 2. Squares with undergrowth are often clustered together. Undergrowth and trees aren’t mutually exclusive; it’s common for a 5-foot square to have both a tree and undergrowth.</p><h3>Stealth And Detection In A Forest</h3><p>In a sparse forest, the maximum distance at which a creature can succeed at a @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.gZlg2ZKze0erNLmP]{Perception} check to detect the presence of others is 3d6×10 feet. In a medium forest, this distance is 2d8×10 feet, and in a dense forest it is 2d6×10 feet.</p><p>Because any square with undergrowth provides concealment, it’s usually easy for a creature to use the Stealth skill to hide. Logs and massive trees provide cover, which also makes hiding possible.</p><p>The background noise of a forest makes Perception checks that rely on sound more difficult, usually increasing the DC of the check at the GM’s discretion.</p><h2>Hill And Mountain Terrain</h2><p>Hill terrain describes rises in the immediate area, often multiple hills spread over miles. This type of terrain can occur in any other biome. Mountains are steeply rising rock, metal, or even the organic crust of the planet. The most common rules sections to reference when using hill and mountain terrain are @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.n461i9lDXw303SiY#cold-dangers]{Cold Dangers} (see page 400), @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.n461i9lDXw303SiY#falling]{Falling} (see page 400), and @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.llyS6o5YJKCTqKkG]{Weather} (see page 398).</p><h3>Chasms</h3><p>Usually formed by natural geological processes, chasms are common dangers in mountainous areas. Chasms aren’t hidden, so characters won’t (usually) fall into them by accident. A typical chasm is 2d4×10 feet deep, at least 20 feet long, and anywhere from 5 to 20 feet wide. It usually requires a successful DC 15 @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.iLlBAZBfHJMZQRQx]{Athletics} check to climb the wall of a chasm. In mountain terrain, chasms are typically 2d8×10 feet deep.</p><h3>Rock Wall</h3><p>A vertical plane of stone, a rock wall requires one or more successful DC 25 @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.iLlBAZBfHJMZQRQx]{Athletics} checks to ascend. A typical rock wall is from 2d4×10 feet tall to 2d8×10 feet tall.</p><h3>High Altitude</h3><p>At particularly high altitudes, the thinning atmosphere poses a challenge for many creatures, with the same effects as a @UUID[.NOrSFYXShdxot60k#thin]{thin atmosphere} (see page 396). A creature residing at a high altitude for 1 month becomes acclimated and no longer takes these penalties, but it loses this benefit if it spends more than 2 months away from high-altitude terrain and must reacclimatize upon returning.</p><h3>Stealth And Detection In Hills And Mountains</h3><p>As a guideline, the maximum distance in mountain terrain at which a creature can succeed at a @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.gZlg2ZKze0erNLmP]{Perception} check to detect the presence of others is 4d10×10 feet. In hill terrain, the maximum distance is 2d10×10 feet. It’s easier to hear distant sounds in the mountains. The DCs of Perception checks that rely on sound are usually lower at the GM’s discretion.</p><h2>Marsh Terrain</h2><p>Two categories of marsh exist: relatively dry moors and watery swamps. Both are often bordered by lakes (see page 396), which are effectively a third category of terrain found in marshes. The most common rules sections to reference for marshes and swamps are @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.n461i9lDXw303SiY#suffocation-and-drowning]{Suffocation and Drowning} (see page 404), @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.n461i9lDXw303SiY#underwater-combat]{Underwater Combat} (see page 405), and @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.llyS6o5YJKCTqKkG]{Weather} (see below).</p><h3>Bogs</h3><p>If a square is part of a shallow bog, it has deep mud or standing water of about 1 foot in depth. It counts as difficult terrain, and the DCs of @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.3QdtsfnVJsHEdrt0]{Acrobatics} checks attempted in such a square increase by 2.</p><p>A square that is part of a deep bog has roughly 4 feet of standing water. It counts as difficult terrain, and Medium or larger creatures must spend 4 squares of movement to move into a square with a deep bog, or characters can swim if they wish. Small or smaller creatures must swim to move through a deep bog. Tumbling is impossible in a deep bog.</p><p>The water in a deep bog provides cover for Medium or larger creatures. Smaller creatures gain improved cover. Medium or larger creatures can crouch as a move action to gain this improved cover. A creature with this improved cover takes a –10 penalty to attacks against creatures that aren’t underwater.</p><p>Deep bog squares are usually clustered together and surrounded by an irregular ring of shallow bog squares.</p><h3>Stealth And Detection In A Marsh</h3><p>In a moor, the maximum distance at which a creature can succeed at a @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.gZlg2ZKze0erNLmP]{Perception} check to detect the presence of others is 6d6×10 feet. In a swamp, this distance is 2d8×10 feet. Vegetation and deep bogs provide plentiful concealment (20% miss chance), so it is possible to use Stealth to hide in a marsh.</p><h2>Urban Terrain</h2><p>Urban terrain can be found in most settlements where the people have greatly exerted their influence over the surrounding environment, constructing buildings where they can live and work in comfort and laying well-defined roads, usually paved. This type of terrain can occur in just about any biome, and it often supersedes the environmental effects of that biome. Urban terrain can include space stations, and it is often replete with technology. The most common rules sections to reference when using urban terrain are @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.6COC2LKEveQKUWSK]{Settlements} (see page 405), @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.pkHPhnLbWXWTx4V9]{Structures} (see page 406), and Vehicles (see page 228), as well as @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.ftqreMQkNpYDxpxY]{Breaking Objects} (see page 409) and sometimes @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.n461i9lDXw303SiY#radiation]{Radiation} (see page 403).</p><h3>Stealth And Detection In Urban Terrain</h3><p>In a settlement with wide, open streets, the maximum distance at which a creature can succeed at a @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.gZlg2ZKze0erNLmP]{Perception} check to detect the presence of others is 2d6×10 feet. In a settlement where the buildings are more crowded, standing close together, this distance is 1d6×10 feet. The presence of crowds might reduce this distance.</p><p>Thanks to twisting side streets and vehicles that can provide cover, it’s usually easy for a creature to use Stealth to hide in a settlement. In addition, settlements are often noisy, making Perception checks that rely on sound more difficult, usually increasing the DC of the check at the GM’s discretion.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "llyS6o5YJKCTqKkG",
      "name": "Weather",
      "type": "text",
      "flags": {
        "core": {
          "sourceId": "JournalEntry.Yv0sYlPqJmwLak2w.JournalEntryPage.llyS6o5YJKCTqKkG"
        }
      },
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 2200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>CRB pg. 398</p><p>Weather can play an important role in an adventure. The following section describes weather common on most habitable worlds. Additional rules for @UUID[.n461i9lDXw303SiY#cold-dangers]{cold} and @UUID[.n461i9lDXw303SiY#heat-dangers]{heat} dangers can be found in Environmental Rules starting on page 400.</p><h2>Rain And Snow</h2><article><header><p>Bad weather frequently slows or halts travel and makes it virtually impossible to navigate from one spot to another. Torrential downpours and blizzards obscure vision as effectively as dense fog. Most precipitation is rain, but in cold conditions it can manifest as snow, sleet, or hail. If the temperature drops from above freezing to 32° F or below, it might produce ice.</p><h3>Rain</h3><p><em>Rain reduces visibility ranges by half, resulting in a –4 penalty to </em>@UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.gZlg2ZKze0erNLmP]{Perception}<em> checks. It has the same effect on flames and Perception checks as severe wind (see below).</em></p><h3>Snow</h3><p>Falling snow has the same effects on visibility and skill checks as rain. Snow-covered squares count as difficult terrain. A day of snowfall leaves 1d6 inches of snow on the ground.</p><h3>Heavy Snow</h3><p>Heavy snow has the same effects as normal snowfall but also restricts visibility as fog does @UUID[.llyS6o5YJKCTqKkG#fog]{Fog} on page 399). A day of heavy snow leaves 1d4 feet of snow on the ground. Snow at this depth counts as difficult terrain, and it costs 4 squares of movement to enter a square covered with heavy snow. Heavy snow accompanied by @UUID[.llyS6o5YJKCTqKkG#strong-wind]{strong} or @UUID[.llyS6o5YJKCTqKkG#severe-wind]{severe} winds might result in snowdrifts 1d4×5 feet deep, especially in and around objects big enough to deflect the wind—a reinforced wall or a large force field, for instance. There’s a 10% chance that a heavy snowfall is accompanied by lightning @UUID[.llyS6o5YJKCTqKkG#thunderstorm]{Thunderstorm} on page 399).</p><h3>Other Precipitation</h3><p>There are other forms of precipitation, such as freezing rain, hail, and sleet. These generally function as rain when falling, but at the GM’s discretion, they may also have effects on movement similar to snow once they accumulate on the ground.</p><h2>Storms</h2><p>The combined effects of precipitation (or dust) and wind that accompany storms reduce visibility ranges by three-quarters, imposing a –8 penalty to @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.gZlg2ZKze0erNLmP]{Perception} checks. Storms make aiming with ranged weapons difficult, imposing a –2 penalty to attack rolls, and archaic ranged weapons can’t be fired at all. Storms automatically extinguish unprotected flames. Storms commonly appear in three types: dust, snow, or thunder.</p><h3>Dust Storm</h3><p>These desert storms differ from other storms in that they have no precipitation. Instead, a dust storm blows fine grains of sand that obscure vision, smother unprotected flames, and can even choke protected flames (50% chance). Most dust storms are accompanied by severe winds and leave behind a deposit of 1d6 inches of sand. There is a 10% chance for a dust storm to be accompanied by windstorm-magnitude winds (see @UUID[.llyS6o5YJKCTqKkG#table-11-6:-wind-effects]{Table 11–6: Wind Effects} on page 400); this greater dust storm deals 1d3 nonlethal damage each round to anyone caught out in the open without shelter and also poses a choking hazard (see @UUID[.n461i9lDXw303SiY#suffocation-and-drowning]{Suffocation and Drowning} on page 404). A greater dust storm leaves 2d3–1 feet of fine sand in its wake.</p><h3>Snowstorm</h3><p>In addition to the wind and precipitation common to other types of storms, a snowstorm leaves 1d6 inches of snow on the ground afterward.</p><h3>Thunderstorm</h3><p>In addition to @UUID[.llyS6o5YJKCTqKkG#winds]{wind} and @UUID[.llyS6o5YJKCTqKkG#rain-and-snow]{precipitation}, a thunderstorm is accompanied by lightning that can pose a hazard to characters who don’t have proper shelter (especially those in metal armor). As a rule of thumb, assume one bolt per minute for a 1-hour period at the center of the storm (GM rolls to hit). Each bolt deals between 4d8 and 10d8 electricity damage. One in 10 thunderstorms is accompanied by a @UUID[.llyS6o5YJKCTqKkG#tornado]{tornado}.</p><h3>Powerful Storms</h3><p>Very high winds and torrential precipitation reduce visibility to zero and can make Perception checks and ranged weapon attacks difficult. Powerful storms are divided into the following types.</p><ul><li>Blizzard: The combination of high winds, heavy snow (typically 1d4 feet), and extreme cold make blizzards deadly for those unprepared for them.</li><li>Hurricane: In addition to very high winds and heavy rain, hurricanes are accompanied by floods. Most adventuring activity is extremely difficult under such conditions.</li><li>Tornado: With incredibly high winds, tornadoes can severely injure and kill creatures pulled into their funnels.</li><li>Windstorm: While accompanied by little or no precipitation, windstorms can cause considerable damage simply through the force of their winds (see Winds below).</li></ul><h2>Fog</h2><p>Whether in the form of a low-lying cloud or a mist rising from the ground, fog obscures all sight beyond 5 feet, including @UUID[Compendium.sfrpg.rules.rX5rK6UWAIOeeipl.JournalEntryPage.p0o9tmWtKZ0qy8DI#darkvision]{darkvision}. Creatures 5 feet away have concealment (20% miss chance).</p><h2>Winds</h2><p>Wind can create a stinging spray of dust, sand, or water, fan a large fire, rock an atmospheric transport midflight, and blow gases or vapors away. If powerful enough, it can even interfere with some ranged attacks and knock characters down. Below are the most common wind forces seen on habitable worlds.</p><h3>Table 11-6: Wind Effects</h3><table><tbody><tr><td>Wind Force</td><td>Wind Speed</td><td>Ranged Attack Penalty*</td></tr><tr><td>Light</td><td>0–10 mph</td><td>—</td></tr><tr><td>Moderate</td><td>11–20 mph</td><td>—</td></tr><tr><td>Strong</td><td>21–30 mph</td><td>–2</td></tr><tr><td>Severe</td><td>31–50 mph</td><td>–4</td></tr><tr><td>Windstorm</td><td>51–74 mph</td><td>–4</td></tr><tr><td>Hurricane</td><td>75–174 mph</td><td>–8</td></tr><tr><td>Tornado</td><td>175–300 mph</td><td>Impossible</td></tr></tbody></table><p>* This applies only to nonenergy ranged weapons. Larger weapons, such as starship weapons, ignore this penalty.</p><h3>Light Wind</h3><p>A gentle breeze, having little or no game effect.</p><h3>Moderate Wind</h3><p>A steady wind often extinguishing small, unprotected flames.</p><h3>Strong Wind</h3><p>Gusts that automatically put out any unprotected flames. Such gusts impose a –2 penalty to nonenergy ranged weapon attack rolls.</p><h3>Severe Wind</h3><p>Nonenergy ranged weapon attack rolls take a –4 penalty.</p><h3>Windstorm</h3><p>Powerful enough to bring down branches, if not whole trees. Nonenergy ranged weapon attack rolls take a –4 penalty, while attacks with archaic ranged weapons are impossible. Perception checks that rely on sound take a –8 penalty due to the howling of the wind. Small characters might be knocked down.</p><h3>Hurricane-Force Wind</h3><p>Nonenergy ranged weapon attack rolls take a –8 penalty, and archaic ranged weapon attacks are impossible. Perception checks based on sound are impossible: all characters can hear is the roaring of the wind. Hurricane-force winds often fell trees. Most characters are knocked down due to the force of these winds.</p><h3>Tornado</h3><p>All flames are extinguished. All nonenergy ranged weapon attacks are impossible, as are sound-based Perception checks. A creature in close proximity to a tornado that fails a DC 15 Strength check is sucked toward the tornado. All creatures that come into contact with the actual funnel cloud are picked up and whirled around for 1d10 rounds, taking 6d6 bludgeoning damage per round, before being violently expelled in a random direction (@UUID[Compendium.sfrpg.rules.I40i5CSMgG9zan2Y]{falling damage}, described below, might apply). While a tornado’s rotational speed can be as great as 300 mph, the funnel itself moves forward at an average of 30 mph (roughly 250 feet per round). A tornado uproots trees, destroys buildings, and causes similar forms of major destruction.</p></header></article>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "n461i9lDXw303SiY",
      "name": "Environmental Rules",
      "type": "text",
      "flags": {
        "core": {
          "sourceId": "JournalEntry.Yv0sYlPqJmwLak2w.JournalEntryPage.n461i9lDXw303SiY"
        }
      },
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 2300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>CRB pg. 400<br />The following is a compilation of rules appropriate for use in a variety of environments. </p><h2>Cold Dangers</h2><p>Cold and exposure deal nonlethal damage to the victim. A character can’t recover from the damage dealt by a cold environment until she gets out of the cold and warms up again. An unprotected character in cold weather (below 40° F) must succeed at a Fortitude save each hour (DC = 15 + 1 per previous check) or take 1d6 nonlethal cold damage. A character can attempt Survival skill checks to gain a bonus to this saving throw and might be able to apply this bonus to other characters as well (see page 148).</p><p>In conditions of severe cold (below 0° F), an unprotected character must succeed at a Fortitude save every 10 minutes (DC = 15 + 1 per previous check) or take 1d6 nonlethal cold damage. A character can attempt Survival skill checks to gain a bonus to this saving throw and might be able to apply this bonus to other characters as well.</p><p>Extreme cold (below –20° F) deals 1d6 lethal cold damage per minute (no saving throw). In addition, a character must succeed at a Fortitude save (DC = 15 + 1 per previous check) each minute or take 1d4 nonlethal cold damage. Colder environments can deal more damage at the GM’s discretion.</p><p>A character who takes any damage from cold or exposure is beset by frostbite or hypothermia (same as fatigued). These penalties end when the character recovers the nonlethal damage she took from the cold and exposure.</p><h3>Ice</h3><p>Icy surfaces count as difficult terrain, and the DCs for Acrobatics checks attempted on ice increase by 5. Characters in prolonged contact with ice might run the risk of taking damage from severe cold.</p><h2>Falling</h2><p>A character that falls takes 1d6 damage per 10 feet fallen, to a maximum of 20d6. A character that takes damage from a fall lands prone.</p><p>If a character deliberately jumps instead of merely slipping or falling, the damage is the same but the first 1d6 is nonlethal damage. On a successful DC 15 @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.3QdtsfnVJsHEdrt0]{Acrobatics} check, the character avoids taking damage from the first 10 feet fallen and converts the damage from the second 10 feet to nonlethal damage. For example, a character who slips from a ledge 30 feet up takes 3d6 damage. If the same character deliberately jumps, he takes 1d6 nonlethal damage and 2d6 lethal damage. And if the character leaps down with a successful DC 15 Acrobatics check, he takes only 1d6 nonlethal damage and 1d6 lethal damage from the plunge.</p><p>The damage from the first 10 feet of a fall onto a yielding surface (such as soft ground or mud) is converted into nonlethal damage. This conversion is cumulative with damage reduced through deliberate jumps and successful Acrobatics checks.</p><p>A character can’t cast a spell or activate an item while free-falling unless the fall is greater than 500 feet or the spell or item can be used as a reaction. Casting teleport or a similar spell while falling doesn’t end the character’s momentum; it just changes her location, meaning that she still takes falling damage, even if she arrives atop a solid surface.</p><h3>Falling And Gravity</h3><p>The rules for falling presented here assume standard gravity. For planets with high or low gravity, double or halve the damage amounts, respectively. Falling in extreme gravity deals as least triple the listed damage, and potentially even more.</p><h3>Falling Into Water</h3><p>Falls into water are handled somewhat differently. If the water is at least 10 feet deep, a falling character takes no damage for the first 20 feet fallen and 1d3 nonlethal damage per 10-foot increment for the next 20 feet fallen. Beyond that, falling damage is lethal damage as normal (1d6 per additional 10-foot increment).</p><p>A character who deliberately dives into water takes no damage with a successful DC 15 @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.iLlBAZBfHJMZQRQx]{Athletics} check or DC 15 Acrobatics check, as long as the water is at least 10 feet deep for every 30 feet fallen. The DC of the check increases by 5 for every 50 feet of the dive.</p><h3>Falling Objects</h3><p>Just as characters take damage when they fall more than 10 feet, so too do they take damage when they are hit by falling objects.</p><p>An object that falls upon a character deals damage based on its size and the distance it fell. Table 11–7: Damage from Falling Objects determines the amount of damage dealt by an object based on its size. Note that this assumes the object is made of dense, heavy material, such as metal or stone. Objects made of lighter materials might deal as little as half the listed damage, subject to the GM’s discretion. For example, a Huge boulder that hits a character deals 6d6 bludgeoning damage, whereas a Huge wooden wagon might deal 3d6 bludgeoning damage. In addition, if an object falls less than 30 feet, it deals half the listed damage. If an object falls more than 150 feet, it deals double the listed damage. Note that a falling object takes the same amount of damage as it deals.</p><p>Dropping an object on a creature requires a ranged attack against its KAC. Such attacks generally have a range increment of 20 feet. If an object falls on a character (instead of being thrown), that character can attempt a DC 15 Reflex save to take half damage if he is aware of the object. Falling objects that are part of a trap use the trap rules (see page 410) instead of these general guidelines.</p><h3>Table 11-7: Damage from Falling Objects</h3><table><tbody><tr><td>Object Size</td><td>Damage</td></tr><tr><td>Tiny or smaller</td><td>1d6</td></tr><tr><td>Small</td><td>2d6</td></tr><tr><td>Medium</td><td>3d6</td></tr><tr><td>Large</td><td>4d6</td></tr><tr><td>Huge</td><td>6d6</td></tr><tr><td>Gargantuan</td><td>8d6</td></tr><tr><td>Colossal</td><td>10d6</td></tr></tbody></table><h2>Gravity</h2><p>Gravitational differences between planets have the potential to hinder characters or make them superheroes—and sometimes both at the same time. Most planets habitable by humanoids have a gravity level defined as standard, which makes them similar enough that trying to arbitrate the difference isn’t necessary. Others, however, require special consideration. For planets with gravities that aren’t quite standard but don’t fall into the exact categories below, the GM might decide to assume the effects are proportional. For example, a planet with half standard gravity allows player characters to jump twice as high, whereas one with 1-1/2 standard gravity cuts jump heights by a third. In all cases, these effects last until the PCs adjust to the gravity (a process that typically takes about a month of living under such conditions). See Flying on page 259 for information about flying on planets with high or low gravity.</p><h3>Extreme Gravity</h3><p>A planet where the gravity is at least five times as strong as standard gravity is extremely dangerous to most creatures. In addition to the limitations of high gravity (see below), a creature in this environment takes an amount of nonlethal bludgeoning damage per round (at least 1d6, but potentially more, depending on the intensity of the gravity). Once a character takes sufficient nonlethal damage to be reduced to 0 Hit Points, any further damage from extreme gravity is lethal bludgeoning damage.</p><h3>High Gravity</h3><p>On high-gravity worlds, characters are burdened by their increased weight, and their physical abilities are affected accordingly. On a high-gravity world, where the gravity is at least twice as strong as standard gravity, a character (and her gear) weighs twice as much as on a standard-gravity world, but she has the same amount of strength. Such characters move at half speed, can jump only half as high or as far, and can lift only half as much. Thrown weapons (though not those of natives) have their ranges cut in half as they fall to the ground more rapidly. Modifications to running, jumping, and lifting can be negated by certain magic or technology, but projectiles remain affected. Characters who remain in a high-gravity environment for long periods (more than a day) often become fatigued and remain so until they leave the planet or become accustomed to the gravity.</p><h3>Low Gravity</h3><p>Low-gravity worlds are liberating to most species acclimated to standard-gravity worlds. Such characters’ muscles are far more effective than normal. On a low-gravity world, where the gravity is no greater than a third of standard gravity, PCs can jump three times as high and as far and lift three times as much. (Movement speed, however, stays the same, as moving in great bounds is awkward and difficult to control.) Thrown weapons have their range categories tripled.</p><h3>Standard</h3><p>Standard-gravity worlds have gravity approximately the same as that of lost Golarion, which is identical to Earth’s gravity.</p><h3>Zero Gravity</h3><p>Movement in zero gravity (also referred to as zero-g) is not the same as flight. Controlled movement is difficult without some form of propulsion, and creatures without something to push off from often find themselves floating aimlessly. A creature in a zero-gravity environment can’t take move actions to move its speed, crawl, or take a guarded step. If a creature is adjacent to or in the same square as an object (including a wall, floor, or ceiling) or another creature one size category smaller than itself or larger, it can take a move action to push off that object or creature, moving at half its land speed in a direction of its choosing (as appropriate); if that object or creature is movable, it begins moving in the opposite direction at that same speed.</p><ul><li><p>Moving in Zero-G: A creature that moves in a given direction continues to move in that direction at the same speed at the beginning of its turn each round (without taking any action); it must move the full distance unless it is able to change its motion by latching on to an object or creature, pushing off in a new direction, or creating thrust of some kind (all of which are considered move actions). If a creature runs into a solid object during its movement, it must succeed at a DC 20 Acrobatics or Athletics check to safely stop its movement; failure means that creature gains the off-kilter condition (see page 276). If a creature runs into another creature during its movement, both creatures must each attempt a DC 20 Acrobatics or Athletics check to avoid gaining the off-kilter condition. A creature anchored to a solid object (such as by the boot clamps available with most armor) receives a +4 bonus to this check. An off-kilter creature in a zerogravity environment can steady itself as a move action that requires a surface to grab on to or some method of propulsion; alternatively, that creature can throw a single item weighing at least 4 bulk (for Medium creatures; 2 bulk for Small creatures) to reorient itself and remove the offkilter condition.<br /><br />If provided with sufficient handholds, a creature with a climb speed can move along a wall at full speed, as can any creature that succeeds at a DC 20 Acrobatics or Athletics check. Creatures that fly via methods that require an atmosphere, such as wings or turbofans, can’t use their fly speeds in a vacuum; once they reenter an atmosphere, they can recover and get their bearings within 1d4 rounds, after which they can fly normally. Magical flight and methods of flight that provide their own thrust, such as jump jets (see page 206), are not affected. A character in a zero-gravity environment can lift and carry 10 times her normal amount.</p></li><li>Weapons: Thrown weapons have their range increments multiplied by 10 in zero-g. In addition, all ranged weapons no longer have a maximum number of range increments—their wielders simply continue to accrue penalties the farther away the target is.</li></ul><h2>Heat Dangers</h2><p>Heat deals nonlethal damage to the victim. A character can’t recover from the damage dealt by a hot environment until she gets out of the heat and cools off.<br /><br />A character in very hot conditions (above 90° F) must attempt a Fortitude saving throw each hour (DC = 15 + 1 per previous check) or take 1d4 nonlethal fire damage. Characters wearing heavy clothing or armor of any sort take a –4 penalty to their saving throws. A character can attempt a @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.UDTsEIldhXTn0VJA]{Survival} check to receive a bonus to this saving throw, and might be able to apply this bonus to other characters as well (see page 148).<br /><br />In severe heat (above 110° F), a character must attempt a Fortitude saving throw once every 10 minutes (DC = 15 + 1 per previous check) or take 1d4 nonlethal fire damage. Characters wearing heavy clothing or armor of any sort take a –4 penalty to their saves. A character can attempt a Survival check to receive a bonus to this saving throw and might be able to apply this bonus to other characters as well (see page 148).<br /><br />Extreme heat (air temperature over 140° F, boiling water, fire, and lava) deals lethal fire damage. Breathing air in extreme heat deals 1d6 fire damage per minute (no saving throw). In addition, a character must attempt a Fortitude saving throw every 5 minutes (DC = 15 + 1 per previous check) or take 1d4 nonlethal fire damage. Hotter environments can deal more damage at the GM’s discretion.<br /><br />A character who takes any damage from heat exposure suffers from heatstroke (same as the @UUID[Compendium.sfrpg.conditions.JGFn4MrDZ6X5vrzU]{fatigued} condition; see page 276). These penalties end when the character recovers from the nonlethal damage she took from the heat.<br /><br />Boiling water deals anywhere from 1d6 to 10d6 fire damage per round of exposure, depending on water temperature and level of immersion.</p><h3>Catching On Fire</h3><p>Characters exposed to burning oil, bonfires, and noninstantaneous magical fires might find their clothes, hair, or equipment on fire. Spells or technological items with an instantaneous effect don’t normally set a character on fire, since the heat and flame from these come and go in a flash.<br /><br />A character at risk of catching fire must succeed at a Reflex saving throw (usually DC 15) or gain the @UUID[Compendium.sfrpg.conditions.8LdyXZl9PeXXFE8O]{burning} condition (see page 273). Those whose clothes or equipment catch fire must attempt a separate Reflex saving throw (at the same DC) for each item. On a failed saving throw, flammable items take the same amount of damage as the character.</p><h3>Lava Effects</h3><p>Lava or magma deals a minimum of 2d6 fire damage per round of exposure, while cases of total immersion (such as when a character falls into the crater of an active volcano) deal upward of 20d6 fire damage per round. The exact damage is left to the GM’s discretion, based on situational terrain elements.<br /><br />Damage from lava continues for 1d3 rounds after exposure ceases, but this additional damage is only half of that dealt during actual contact (that is, 1d6 or 10d6 per round). Immunity or resistance to fire serves as an immunity or resistance to lava or magma. A creature immune or resistant to fire might still drown if completely immersed in lava (see @UUID[.n461i9lDXw303SiY#suffocation-and-drowning]{Suffocation and Drowning }on page 404).</p><h2>Radiation</h2><p>Radiation is a very real threat to adventurers, whether it’s the radiation emitted from stars or the radiation generated by various technological wonders of the universe. Radiation is a poison effect (see page 414) that weakens an affected creature’s Constitution and can also inflict an affected creature with a disease called radiation sickness. Radiation dangers are organized into four categories: low, medium, high, and severe. The effects of these categories of radiation are described on Table 11–8: Radiation Levels.</p><h3>Area Of Effect</h3><p>Radiation is an emanation poison, meaning that a victim only needs to enter an area suffused with radiation to be affected by it. Radiation suffuses a spherical area of effect that can extend into solid objects. The closer one gets to the center of an area of radiation, the stronger the radiation effect becomes. Radiation entries list the maximum level of radiation in an area, as well as the radius out to which this radiation level applies. The radiation continues to suffuse each increment out to an equal length beyond that radius, its strength degraded by one level per increment. For example, a spherical area of high radiation with a radius of 20 feet creates a zone of medium radiation spanning 20 feet to 40 feet from the center in all directions, and a similar zone of low radiation spanning 40 to 60 feet from the center.</p><h3>Curing Radiation Effects</h3><p>A creature that leaves an area suffused with radiation is essentially cured of the poison effect. Ending the source of radiation or successfully casting remove radioactivity has the same effect. As usual for poison effects, an affected creature requires rest to recover from radiation poisoning. Remove affliction doesn’t cure a creature of the effects of radiation poisoning, but remove radioactivity does.</p><p> If a creature has been exposed to enough radiation, it might contract radiation sickness, which acts like a noncontagious disease. Symptoms of radiation sickness include nausea, vomiting, and loss of hair. Radiation sickness can be treated like any disease, although it can’t be cured with remove affliction. Remove radioactivity can cure radiation sickness.</p><h3>Radiation (@UUID[Compendium.sfrpg.rules.JaRMioj4isNp7r1P.JournalEntryPage.ZaS9H4rwaFIQTUBC]{Poison effect})</h3><p><strong>Type </strong>poison, emanation (see above); <strong>Save </strong>Fortitude (see chart)</p><p><strong>Track </strong>Constitution; <strong>Frequency </strong>1/round</p><p><strong>Effect </strong>At each state of impaired and beyond, the victim must succeed at a DC 18 Fortitude saving throw or contract the radiation sickness disease (see below).</p><p><strong>Cure </strong>none</p><h3>Radiation Sickness (@UUID[Compendium.sfrpg.rules.JaRMioj4isNp7r1P.JournalEntryPage.gBhZDjh30JEyh7DY]{Disease effect})</h3><p><strong>Type </strong>disease; <strong>Save </strong>Fortitude (same DC as the level of radiation that caused the radiation sickness)</p><p><strong>Track </strong>physical; <strong>Frequency </strong>1/day</p><p><strong>Effect </strong>Radiation sickness isn’t contagious.</p><p><strong>Cure </strong>3 consecutive saves</p><h3>Radiation Levels</h3><table border=\"1\"><tbody><tr><td>Radiation Level</td><td>Fortitude Save DC</td></tr><tr><td>Low</td><td>13</td></tr><tr><td>Medium</td><td>17</td></tr><tr><td>High</td><td>22</td></tr><tr><td>Severe</td><td>30</td></tr></tbody></table><h2>Sleep Deprivation</h2><p>A character who needs to sleep must get at least 6 hours of sleep every night. If she doesn’t, she must attempt a Fortitude save (DC = 15 + 1 per previous check) after each night she doesn’t sleep enough. The first failed check causes her to become fatigued and take a –1 penalty to saving throws against effects that cause the @UUID[Compendium.sfrpg.conditions.3iTdt2NRgIyrychR]{asleep} condition (see page 273). A second failed check causes her to become @UUID[Compendium.sfrpg.conditions.33ynSbmexuxC3cAQ]{exhausted}, and the penalty to saving throws against effects that cause the asleep condition increases to –2.</p><h2>Smoke Effects</h2><p>A character who inhales heavy smoke must attempt a Fortitude save each round she’s within the smoke (DC = 15 + 1 per previous check) or spend that round choking and coughing. A character who chokes for 2 consecutive rounds takes 1d6 nonlethal damage. Smoke obscures vision, providing concealment (20% miss chance).</p><h2>Starvation and Thirst</h2><p>Characters might find themselves without food or water and with no means to obtain them. In normal climates, Medium characters need at least a gallon of fluids per day to avoid thirst and about a pound of decent food per day to avoid starvation; Small characters need half as much. In very hot climates, characters need two or three times as much water to avoid thirst.</p><p>A character can go without water for 1 day plus a number of hours equal to his Constitution score. After this time, the character must succeed at a Constitution check each hour (DC = 10 + 1 per previous check) or take 1d6 nonlethal damage.</p><p>A character can go without eating food for 3 days. After this time, the character must succeed at a Constitution check (DC = 10 + 1 per previous check) each day or take 1d6 nonlethal damage.</p><p>A character who has taken any damage from lack of food or water is fatigued. Damage from thirst or starvation cannot be recovered until the character gets food or water, as needed—not even magic that restores Hit Points heals this damage.</p><h2>Suffocation and Drowning</h2><p>A character who has no air to breathe can hold her breath for a number of rounds equal to twice her Constitution score. If a character takes a standard or full action, the remaining duration that the character can hold her breath is reduced by 1 round. After these rounds have elapsed, the character must attempt a Constitution check (DC = 10 + 1 per previous check) each round in order to continue holding her breath.</p><p>When the character fails one of these Constitution checks, she begins to suffocate. In the first round, she is reduced to 0 Hit Points and is unconscious and stable. In the following round, she is no longer stable and begins dying (see page 275). In the third round, she suffocates and dies.</p><p>An unconscious character must begin attempting Constitution checks immediately upon losing air supply (or upon becoming unconscious, if the character was conscious when her air was cut off). Once she fails one of these checks, she immediately drops to 0 Hit Points and is dying (see page 275). On the following round, she suffocates and dies.</p><h3>Slow Suffocation</h3><p>A Medium creature can breathe easily for 6 hours in a sealed cubic chamber measuring 10 feet on a side. After that time, the creature takes 1d6 nonlethal damage every 15 minutes.</p><p>Each additional Medium creature or significant fire source (a torch, for example) proportionally reduces the time the air will last (two Medium creatures will run out of air in 3 hours, and so on). Small characters consume half as much air as Medium characters. A creature stuck in a starship or space station whose life support systems have completely failed will run out of breathable air in a similar fashion; while these structures are often larger than a 10-foot cube, they are also often occupied by several creatures. On average, a crew of four in a Medium starship without a source of fresh air can breathe easily for 20 hours.</p><h3>Suffocation and Drowning Expanded Rules</h3><p><strong>Source:</strong> AP #36 pg. 47</p><p>Unless a creature has a way to breathe underwater (or doesn’t need to breathe), it must hold its breath or risk drowning. A creature can hold its breath for a number of rounds equal to twice its Constitution score. If the creature takes a standard or full action, the remaining duration that the creature can hold its breath is reduced by 1 round. After these rounds have elapsed, the creature must attempt a Constitution check (DC = 10 + 1 per previous check) each round to continue holding its breath. When the creature fails one of these Constitution checks, it begins to suffocate. On the first round of suffocation, it is reduced to 0 Hit Points and becomes unconscious (but stable). The following round, it is no longer stable and gains the dying condition. On the third round, the creature suffocates and dies.</p><p>An unconscious character must begin attempting Constitution checks immediately upon losing air access (or upon becoming unconscious, if the character was conscious when they lost access to air). Once the character fails one of these checks, they are immediately reduced to 0 Hit Points and gain the dying condition. On the following round, they suffocate and die.</p><p>Certain effects, such as androids’ constructed racial trait, the life bubble spell, and the water breathing universal creature rule allow creatures to mitigate or ignore this danger.</p><h2>Underwater Combat</h2><p>Land-based creatures usually have considerable difficulty when fighting in water, as it affects a creature’s attack rolls, damage, and movement (see page 137 for more on swimming). The following adjustments apply whenever a character is swimming, walking in chest-deep water, or walking along the bottom of a body of water.</p><h3>Attacks From Land</h3><p>Characters swimming or floating in water that is at least chest deep and characters who are fully immersed have cover against attacks made from the surface.</p><h3>Attacks Underwater</h3><p>Most attacks made underwater take a –2 penalty and deal half damage. Attacks that deal fire damage do only one-quarter damage. Attacks that deal electricity damage take a –4 penalty rather than a –2 penalty. Melee attacks that deal piercing damage deal full damage. Thrown weapons are ineffective underwater, even when launched from land.</p><h3>Spellcasting Underwater</h3><p>A creature that is attempting Constitution checks to hold its breath can’t concentrate enough to cast spells. Some spells might work differently underwater, subject to the GM’s discretion.</p><h3>Underwater Combat Expanded rules</h3><p><strong>Source: </strong>AP #36 pg. 47</p><p>Non-marine creatures often have considerable difficulty fighting in water. The following adjustments apply whenever a character walks in chest-deep water, becomes fully submerged, or traverses along the bottom of a body of water.</p><p><strong>Attacks:</strong> Attacks made underwater take a –2 penalty. Attacks that deal electricity damage take a –4 penalty instead of a –2 penalty.</p><p><strong>Attacks from above Water:</strong> Characters have cover against attacks originating from above water in the following situations: characters are fully immersed, or they’re swimming or floating at least chest-deep in water.</p><p><strong>Thrown Weapons:</strong> When used underwater, the range of thrown weapons is reduced to a maximum of 5 feet; this limitation overrides any abilities that normally increase a thrown weapon’s range or range increment (such as the grenade expert ability of the soldier’s bombard fighting style).</p><p><strong>Damage:</strong> Most attacks underwater deal half damage (minimum 1 damage). However, melee attacks that deal piercing damage deal full damage, and any attacks that deal fire damage (including spells that deal fire damage) do one-quarter damage rather than half damage.</p><p><strong>Combat Maneuvers:</strong> The distance you move a target with a successful bull rush is reduced by 5 feet. The trip combat maneuver has no effect underwater.</p><p><strong>Burning Condition:</strong> Effects that would apply the burning condition (such as the burn critical hit effect) instead deal the damage listed for the condition only once (the normal underwater reduction for fire damage still applies; see Damage above), and the creature doesn’t receive the burning condition.</p><p><strong>Spells:</strong> Some spells work differently underwater, either as stated in their spell description or per the GM’s discretion. Spells with the fire descriptor often function differently when used underwater.</p><p><strong>Prone:</strong> Creatures swimming in water can drop prone only if they’re standing on the bottom of a body of water. If a creature underwater would be knocked prone by an effect, it instead gains the flat-footed condition and takes a –2 penalty to attack rolls. These effects last until the affected creature takes a move action to reorient itself.</p><p><strong>Stealth and Detection:</strong> It can be hard to find cover or concealment to hide underwater (except along the seafloor). How far a character can see underwater depends on the water’s clarity. As a guideline, creatures can see 4d8 × 100 feet if the water is clear and 1d8 × 10 feet in murky water. Running water always counts as murky unless it’s in a particularly large, slow-moving river.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "6COC2LKEveQKUWSK",
      "name": "Settlements",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 2400000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>CRB pg. 405</p><p>Any place where sentient life gathers, lives, and works on a regular basis is referred to as a settlement, and they are just as varied as the types of life-forms that occupy them. Presented on the following pages is a streamlined way to refer to settlements in the Starfinder RPG—stat blocks that quickly list the vital data for a settlement.</p><p>For particularly large inhabited places, multiple settlement stat blocks can be used to represent distinct districts or neighborhoods. GMs should feel free to add new qualities to create the settlements they desire.</p><h3 class=\"framing\">Settlement Stat Blocks</h3><p>A settlement stat block usually begins with a brief description, often noting where it is located. A settlement stat block is organized as follows.</p><ul><li><strong>Name</strong>: The settlement’s name is presented first.</li><li><strong>Alignment and Type</strong>: A settlement’s alignment is the general alignment of its citizens and government, though individuals who dwell therein can still be of any alignment. A settlement’s type is a term that generally classifies the settlement, such as “space station” or “trading post.”</li><li><strong>Population</strong>: This number represents the settlement’s average population; the exact number is flexible. In addition, a breakdown of the settlement’s racial mix is listed in parentheses after the population.</li><li><strong>Government</strong>: This entry lists how the settlement is governed and ruled.</li><li><strong>Qualities</strong>: This entry lists the unusual qualities that make the settlement unique.</li><li><strong>Maximum Item Level</strong>: Items of this level or lower are generally available for purchase in this settlement. Maximum item level isn’t always directly related to a settlement’s size, as even a small city can be home to a black market or gifted engineers.</li></ul><h2>Examples Of Settlement Governments</h2><table><tbody><tr><td><strong>Name</strong></td><td><strong>Source</strong></td><td><strong>Details</strong></td></tr><tr><td>Anarchy</td><td>CRB pg. 405</td><td><p>A lack of structured government or laws leads to a settlement where nearly anything goes.</p></td></tr><tr><td>Autocracy</td><td>CRB pg. 405</td><td><p> A single individual has complete control over the community.</p></td></tr><tr><td>Council</td><td>CRB pg. 405</td><td><p> A group of councilors, sometimes elected, sometimes self-appointed, leads the settlement.</p></td></tr><tr><td>Magocracy</td><td>CRB pg. 405</td><td> An individual or group with potent magical power holds sway over the citizens.</td></tr><tr><td>Military</td><td>CRB pg. 405</td><td><p> A military force controls the settlement, whether it’s a regular settlement that has come under martial law or a base built to house soldiers.</p></td></tr><tr><td>Oligarchy</td><td>CRB pg. 405</td><td> The settlement is ruled by a small group or particular class of citizen.</td></tr><tr><td>Secret Syndicate</td><td>CRB pg. 405</td><td><p>An unofficial or illegal group rules the settlement, often behind the scenes while a puppet ruler appears to have nominal control.</p></td></tr><tr><td>Plutocracy</td><td>CRB pg. 405</td><td><p> An unofficial or illegal group rules the settlement, often behind the scenes while a puppet ruler appears to have nominal control.</p></td></tr><tr><td>Polluted</td><td>CRB pg. 405</td><td> The wealthiest and most influential individuals rule the settlement, often while the poor are derided.</td></tr><tr><td>Utopia</td><td>CRB pg. 405</td><td> The settlement was founded on a particular set of lofty ideals, and all members of the community usually have a voice in its government.</td></tr></tbody></table><h2>Examples Of Settlement Qualities</h2><table><tbody><tr><td><strong>Name</strong></td><td><strong>Source</strong></td><td><strong>Details</strong></td></tr><tr><td>Academic</td><td>CRB pg. 405</td><td><p> It is often easier to do research in this settlement, which is home to a large school, research facility, or great repository of knowledge.</p></td></tr><tr><td>Automated</td><td>AP #5 pg. 46</td><td><p>The majority of the city’s civic functions (construction, maintenance, and so on) are performed by robots.</p></td></tr><tr><td>Biotech-focused</td><td>AP #5 pg. 49</td><td><p>The settlement relies less on devices that can be hacked or short-circuited, but it is more susceptible to @UUID[Compendium.sfrpg.rules.JaRMioj4isNp7r1P.JournalEntryPage.gBhZDjh30JEyh7DY]{Diseases} and toxins.</p></td></tr><tr><td>Bureaucratic</td><td>CRB pg. 405</td><td><p> The settlement is a nightmarish, confusing, and frustrating maze of red tape and official paperwork.</p></td></tr><tr><td>Cultured</td><td>CRB pg. 405</td><td><p> The settlement is well known for being a place where artistry thrives, such as a community of actors and musicians.</p></td></tr><tr><td>Devout</td><td>CRB pg. 405</td><td> The settlement is devoted to a deity (which must be of the same alignment as the community) or follows a religious creed.</td></tr><tr><td>Financial Center</td><td>CRB pg. 405</td><td><p> This settlement is home to large banks, trading houses, currency exchanges and other powerful financial and mercantile organizations.</p></td></tr><tr><td>In Recession</td><td>PW pg. 53</td><td><p>The settlement is experiencing an economic downturn, usually resulting in higher unemployment rates.</p></td></tr><tr><td>Insular</td><td>CRB pg. 405</td><td><p> The settlement is isolated, perhaps physically. Its citizens are fiercely loyal to one another, often making it difficult to learn secrets about them.</p></td></tr><tr><td>Notorious</td><td>CRB pg. 405</td><td><p> The settlement has a reputation (deserved or not) for being a den of iniquity. It is usually easier to procure illegal goods and services.</p></td></tr><tr><td>Mobile</td><td>AP #5 pg. 53</td><td>The settlement is not fixed at a single geographic location; it is difficult to map, and teleportation to the settlement is not possible without line of sight.</td></tr><tr><td>Modular</td><td>PW pg.125</td><td>The compartmentalized nature of this settlement’s construction allows for relatively easy and quick additions, renovations, and even physical rearrangement. It can also be used to physically separate parts of the city for quarantine or security purposes.</td></tr><tr><td>Polluted</td><td>CRB pg. 405</td><td> The settlement’s magical or high-tech industry has filled the ground and sky with disgusting pollution.</td></tr><tr><td>Profiteering</td><td>PW pg. 53</td><td>The businesses of this settlement engage in unethical practices in order to make profits.</td></tr><tr><td>Remote</td><td>AP #4 pg. 50</td><td>Reaching this settlement is very difficult, often requiring secret knowledge or very specialized skills.</td></tr><tr><td>Surrounded By The Past</td><td>AP #4 pg. 38</td><td>The citizens of the settlement live among the vestiges of their distant ancestors, though they can’t usually take full advantage of such relics.</td></tr><tr><td>Technologically Advanced</td><td>CRB pg. 405</td><td> The settlement produces and uses a level of technology that isn’t widely seen elsewhere.</td></tr><tr><td>Technologically Average</td><td>CRB pg. 405</td><td> The level of technology used by the settlement is similar to that found in the majority of other settlements.</td></tr><tr><td>Technologically Underdeveloped</td><td>CRB pg. 405</td><td> The technology used by the settlement is less advanced than that found elsewhere.</td></tr></tbody></table><h2>Settlement Technology</h2><p>Most urban areas are centers of commerce and entertainment bustling with activity. The amenities of city living are usually made possible by technology, whether it’s cutting-edge devices or barely functioning older models. Technology is used in just about everything, from high-end security systems to simple signs and vending machines. Most technology found in settlements can be broken down into the following four categories.</p><h3>Civil</h3><p>Civil technology includes anything installed by a government to be part of an area’s infrastructure. Streetlights, public transportation, mail-delivery drones, automated street sweepers, and more make up this category of technology. As a great number of people usually rely on the services this kind of technology provides, it is often better protected. The DC to disable or hack into an average piece of civil technology with the Computers or Engineering skill is 23.</p><h3>Commercial</h3><p>Commercial technology is often mass-produced and is used by private citizens and most businesses. This category includes personal communication devices, game consoles, most security cameras and electronic door controls, and much more. The DC to disable or hack into an average piece of commercial technology with the Computers or Engineering skill is 18.</p><h3>Restricted</h3><p>Whether owned by the military or a massive corporation, restricted technology is some of the most advanced and hardest to hack. This category includes private servers, weapon prototypes, high-end security systems and alarms, and much more. The DC to disable or hack into an average piece of restricted technology with the Computers or Engineering skill is 30.</p><h3>Custom</h3><p><span id=\"ctl00_MainContent_DetailedOutput\">The pervasiveness of technology goes hand in hand with the ability to tweak and alter that technology. Engineers build custom refits for vehicles, and hackers jailbreak personal communication devices to do things the original creators never intended. Custom technology can be any piece of technology described above but with numerous modifications that make hacking or disabling it much trickier. The DC to disable or hack into an average piece of custom technology with the Computers or Survival skill varies, but it might be as high as 40.</span></p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "pkHPhnLbWXWTx4V9",
      "name": "Structures",
      "type": "text",
      "flags": {
        "core": {
          "sourceId": "JournalEntry.Yv0sYlPqJmwLak2w.JournalEntryPage.pkHPhnLbWXWTx4V9"
        }
      },
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 2500000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>CRB pg. 406</p><p>The following rules cover the basic features that can be found in structures.</p><h2>Doors</h2><p>Doors in structures are much more than mere entrances and exits. They can even be encounters all by themselves. Doors come in several types. Consult Table 11–10: Doors for information on common types of doors.</p><ul><li><p>Breaking Doors: Structure doors might be locked, trapped, reinforced, barred, artificially sealed, or sometimes just stuck. All but the weakest characters can eventually break through a door with a large weapon such as an assault hammer or other heavy tool.<br /><br />Attempts to chop down a door with a slashing or bludgeoning weapon use the hardness and Hit Points given in Table 11–10: Doors. When assigning a DC to an attempt to knock a door down, use the following as guidelines.<br /><br />DC 10 or Lower: A door just about anyone can break open.<br />DC 11–15: A door that a strong person could break with one try and that would take an average person one or two tries.<br />DC 16–20: A door that almost anyone could break, given enough time.<br />DC 21–25: A door that only a very strong person has any hope of breaking, and probably not on the first try.<br />DC 26 or Higher: A door that only an exceptionally strong person has any hope of breaking.</p></li><li><p>Locks: Structure doors are often locked and thus require the Engineering skill (or other means) to bypass. Locks are usually built into the door, either on the edge opposite the hinges or right in the middle. Built-in locks (which are usually electronic) either control an iron bar that juts out of the door and into the wall of its frame or else a sliding iron or heavy wooden bar that rests behind the entire door. By contrast, padlocks are not built in but usually run through two rings: one on the door and the other on the wall. More complex locks, such as combination locks and puzzle locks, are usually built into the door itself. A special door might have a lock needing a biometric signature or requiring that the right symbols be pressed on a keypad in the correct sequence to open the door. Because such keyless locks are larger and more complex, they are typically found only in sturdy doors (strong wooden, stone, or steel doors).<br /><br />The DC of the Computers check to hack an electronic system that controls a door or the Engineering check to pick a lock (whether it is mechanical or electronic) often ranges from 20 to 40, although locks with lower or higher DCs can exist. A door can have more than one lock, each of which must be unlocked separately.<br /><br />Breaking a lock is sometimes quicker than breaking the whole door. If a PC wants to strike a lock with a weapon, treat the typical lock as having a hardness of 20 and 30 Hit Points. A lock can be broken only if it can be attacked separately from the door, which means that a built-in lock is immune to this sort of treatment. In an occupied structure, every locked door should have a key somewhere.</p></li></ul><h2>Lighting</h2><p>Most fabricated structures have some form of lighting built into the ceilings or walls. This lighting provides enough illumination for the inhabitants to see and is often controlled via a simple switch, touch pad, or vocal device. Lighting can usually be turned on and off on a room-to-room basis, though sometimes a structure’s lighting can be deactivated via a central breaker switch (usually located in some kind of control room or service area). A typical manufactured lighting fixture has a break DC of 18, a hardness of 3, and 10 Hit Points (see page 409 for rules on smashing objects).</p><p>Natural caverns and structures built by and for creatures with darkvision often lack manufactured lighting. Characters without darkvision must provide their own source of lighting to be able to navigate these locations.</p><h2>Walls</h2><p>Structure walls vary drastically in makeup, ranging from natural, unworked solid stone to reinforced starship bulkheads (though stranger walls exist). While they are typically incredibly difficult to break down or through, they’re generally easy to climb. Table 11–9: Walls contains information on the most common types of walls found in structures.</p><ul><li>Concrete Walls: These walls are usually at least 1 foot thick. Concrete walls stop all but the loudest noises.</li><li>Starship Walls: Whether the interior walls or the bulkheads that form the outside of the ship, these walls are among the strongest. While they are most commonly used in starship construction, they’re also commonplace in highend planetary structures, such as research stations and military installations.</li><li>Steel Walls: These walls are commonly used within structures of import, such as vaults or older military headquarters.</li><li>Unworked Stone Walls: Hewn walls usually result when a chamber or passage is tunneled out of solid rock. Unworked stone is uneven and rarely flat. The rough surface of stone walls frequently provides minuscule ledges where fungus grows and fissures where bats, subterranean snakes, and vermin live.</li><li>Wooden Walls: Wooden walls often exist as recent additions to preexisting structures, used to create animal pens, storage bins, and temporary structures, or just to make a number of smaller rooms out of a larger one.</li></ul><h2>Table 11-9: Walls</h2><table><tbody><tr><td>Wall Type</td><td>Typical Thickness</td><td>Break DC</td><td>Hardness</td><td>Hit Points*</td><td>Athletics DC (to Climb)</td></tr><tr><td>Concrete</td><td>3 ft.</td><td>45</td><td>15</td><td>540</td><td>25</td></tr><tr><td>Plastic</td><td>5 in.</td><td>25</td><td>8</td><td>75</td><td>28</td></tr><tr><td>Starship bulkhead</td><td>5 ft.</td><td>55</td><td>35</td><td>2,400</td><td>25</td></tr><tr><td>Starship interior</td><td>3 ft.</td><td>45</td><td>30</td><td>1,440</td><td>20</td></tr><tr><td>Steel</td><td>3 in.</td><td>30</td><td>20</td><td>90</td><td>25</td></tr><tr><td>Unworked stone</td><td>5 ft.</td><td>65</td><td>15</td><td>900</td><td>15</td></tr><tr><td>Wooden</td><td>6 in.</td><td>20</td><td>5</td><td>60</td><td>21</td></tr></tbody></table><p>* Per 10-foot-by-10-foot section.</p><h2>Table 11-10: Doors</h2><table><tbody><tr><th></th><th></th><th></th><th></th><td> </td><td><p>Break DC</p></td></tr><tr><td>Door Type</td><td>Typical Thickness</td><td>Hardness</td><td>Hit Points</td><td>Stuck</td><td>Locked</td></tr><tr><td>Wooden</td><td>1-1/2 in.</td><td>5</td><td>15</td><td>16</td><td>18</td></tr><tr><td>Plastic</td><td>2 in.</td><td>8</td><td>30</td><td>22</td><td>24</td></tr><tr><td>Stone</td><td>4 in.</td><td>15</td><td>60</td><td>28</td><td>28</td></tr><tr><td>Steel</td><td>2 in.</td><td>20</td><td>60</td><td>28</td><td>28</td></tr><tr><td>Airlock door</td><td>4 in.</td><td>35</td><td>160</td><td>40</td><td>40</td></tr><tr><td>Lock</td><td>—</td><td>20</td><td>30</td><td>—</td><td>—</td></tr></tbody></table><h2>Table 11-11: Material Hardness and Hit Points</h2><table><tbody><tr><td>Material</td><td>Hardness</td><td>Hit Points (per Inch of Thickness)</td></tr><tr><td>Glass</td><td>1</td><td>1</td></tr><tr><td>Cloth, paper, or rope</td><td>0</td><td>2</td></tr><tr><td>Ice</td><td>0</td><td>3</td></tr><tr><td>Leather or hide</td><td>3</td><td>5</td></tr><tr><td>Wood</td><td>5</td><td>10</td></tr><tr><td>Plastic</td><td>8</td><td>15</td></tr><tr><td>Ceramic</td><td>10</td><td>10</td></tr><tr><td>Transparent aluminum</td><td>10</td><td>15</td></tr><tr><td>Stone or concrete</td><td>15</td><td>15</td></tr><tr><td>Iron or steel</td><td>20</td><td>30</td></tr><tr><td>Adamantine alloy</td><td>30</td><td>40</td></tr><tr><td>Nanocarbon</td><td>35</td><td>60</td></tr><tr><td>Polycarbon plate</td><td>45</td><td>60</td></tr><tr><td>Pure adamantine</td><td>50</td><td>80</td></tr></tbody></table>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "EjYYGVUNDd70QVuJ",
      "name": "Materials",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 2600000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>CRB pg. 408<br />While materials such as glass and wood are commonly found in terrestrial settlements, some substances are bit more unusual. A list of the hardness and Hit Points of often-used substances can be found in @UUID[.pkHPhnLbWXWTx4V9#table-11-11:-material-hardness-and-hit-points]{Table 11–11: Material Hardness and Hit Points}.</p><ul><li><strong>Adamantine Alloy and Pure Adamantine</strong>: Adamantine is a valuable metal mined from asteroids and planets throughout the galaxy. It is sometimes combined with other metals (such as iron or steel) to form alloys that are very durable; one such alloy is known as glaucite. Objects made of pure adamantine are incredibly valuable, as they are difficult to destroy.</li><li><strong>Nanocarbon</strong>: Consisting of carbon atoms bonded together to form microscopic cylindrical nanostructures, nanocarbon has properties that make it beneficial in numerous fields. Nanocarbon can be found in everything from electronics to textiles.</li><li><strong>Polycarbon Plate</strong>: Easy to mold but extremely tough, polycarbon plate is constructed from a polymer that is shaped at extremely high temperatures. A stronger form of plastic, polycarbon plate can also be transparent, making it a good choice for the viewports of military starships.</li><li><strong>Transparent Aluminum</strong>: This compound is composed of aluminum, oxygen, and nitrogen. Sturdier than glass but still transparent, this material is commonly used in starship and space station windows.</li></ul>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "ftqreMQkNpYDxpxY",
      "name": "Breaking Objects",
      "type": "text",
      "flags": {
        "core": {
          "sourceId": "JournalEntry.izziFaAH1UnyR0I1.JournalEntryPage.ftqreMQkNpYDxpxY"
        }
      },
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 2700000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>CRB pg. 409</p><p>When attempting to break an object, you have two choices: smashing it with a weapon or destroying it with sheer strength.</p><h2>Smashing An Object</h2><p>Using a weapon to smash a foe’s weapon or an object accessible on the foe’s body is accomplished with the sunder combat maneuver (see page 246). Smashing an unattended object is similar, except this attack roll is opposed by the object’s Armor Class.</p><ul><li><strong>Armor Class: </strong>Unattended objects are easier to hit than creatures because they don’t usually move, but many are tough enough to shrug off some damage from each blow. An object’s Armor Class is equal to 10 + a modifier due to its size (see Table 11–12: Size and Armor Class of Objects) + its Dexterity modifier. An inanimate object has not only a Dexterity of 0 (–5 modifier) but also an additional –2 penalty to its AC. Furthermore, if a creature takes a full action to line up a shot, it automatically hits with a melee weapon and gains a +5 bonus to an attack roll with a ranged weapon.</li><li><strong>Hardness:</strong> Each object has hardness—a number that represents how well it resists damage. Each time an object is damaged, its hardness is subtracted from the damage. Only damage in excess of its hardness is deducted from the object’s Hit Points. On average, a sturdy piece of equipment (such as a weapon or a suit of armor) has a hardness equal to 5 + 2 × its item level. Any other piece of equipment has a hardness equal to 5 + its item level.</li><li><p><strong>Hit Points:</strong> An object’s Hit Point total depends on its item level and is modified by additional criteria. On average, a sturdy piece of equipment (such as a weapon or a suit of armor) has a number of Hit Points equal to 15 + 3 × its item level. Any other piece of equipment has a number of Hit Points equal to 5 + its item level. Any item of level 15th or higher receives an extra 30 Hit Points. Very large objects may have separate Hit Point totals for different sections. Objects do not have Stamina Points.<br /><br />Damaged Objects: A damaged object remains functional (though it has the broken condition; see page 273) until the item’s Hit Points are reduced to 0, at which point it is destroyed. Damaged (but not destroyed) objects can be repaired with the Engineering skill or a number of spells.<br /><br />Ineffective Weapons: Certain weapons can’t effectively deal damage to certain objects. Most low-level melee weapons have little effect on metal walls and doors. Certain pieces of equipment are designed to cut through metal, however.<br /><br />Immunities: Objects are immune to nonlethal damage and to critical hits.<br /><br />Vulnerability to Certain Attacks: Certain attacks are especially strong against some objects. In such cases, attacks deal double their normal damage and might ignore the object’s hardness.</p></li><li><strong>Saving Throws: </strong>Effects that deal damage generally damage unattended objects normally but don’t damage held or attended objects unless the effect specifically says otherwise. Effects that do something other than deal damage affect only objects if their descriptions specifically say so (only common with spells) or note “(object)” in the description of the effect’s saving throw. An object’s total saving throw bonus for Fortitude, Reflex, and Will saves is equal to the object’s caster level or item level. An object that is held or worn uses the saving throw bonus of the creature carrying it if that bonus is better than its own saving throw bonus. Items with a caster level or item level of 0 don’t receive saving throws when unattended.</li></ul><h2>Destroying Objects Using Strength</h2><p>When a character tries to destroy a certain object by using sudden force rather than by dealing damage, he attempts a Strength check (rather than making attack and damage rolls, as with the sunder combat maneuver) to determine whether he succeeds. Since hardness does not affect an object’s break DC, this value depends more on the construction of the item in question than on the material the object is made of. Consult Table 11–13: DCs to Break Objects for a list of common break DCs.</p><p>If an object has lost half or more of its Hit Points, the object gains the broken condition (see page 273) and the DC to break it is reduced by 2.</p><p>Larger and smaller creatures get bonuses and penalties to Strength checks to break objects as follows: Fine –16, Diminutive –12, Tiny –8, Small –4, Large +4, Huge +8, Gargantuan +12, Colossal +16.</p><h2>Table 11-12: Size and Armor Class of Objects</h2><table><tbody><tr><th>Size</th><th>AC Modifier</th></tr><tr><td>Colossal</td><td>–8</td></tr><tr><td>Gargantuan</td><td>–4</td></tr><tr><td>Huge</td><td>–2</td></tr><tr><td>Large</td><td>–1</td></tr><tr><td>Medium</td><td>+0</td></tr><tr><td>Small</td><td>+1</td></tr><tr><td>Tiny</td><td>+2</td></tr><tr><td>Diminutive</td><td>+4</td></tr><tr><td>Fine</td><td>+8</td></tr></tbody></table><h2>Table 11-13: DCs to Break Objects</h2><table><tbody><tr><th>Task</th><th>Strength DC</th></tr><tr><td>Break down wooden door</td><td>16</td></tr><tr><td>Burst rope bonds</td><td>20</td></tr><tr><td>Burst steel restraints</td><td>25</td></tr><tr><td>Break down steel door</td><td>28</td></tr><tr><td>Bend nanocarbon bars</td><td>35</td></tr></tbody></table>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}