{
  "_id": "I40i5CSMgG9zan2Y",
  "name": "Falling",
  "content": "<p>CRB pg. 400</p>\n<p>A character that falls takes 1d6 damage per 10 feet fallen, to a maximum of 20d6. A character that takes damage from a fall lands prone.</p>\n<p>If a character deliberately jumps instead of merely slipping or falling, the damage is the same but the first 1d6 is nonlethal damage. On a successful DC 15 Acrobatics check, the character avoids taking damage from the first 10 feet fallen and converts the damage from the second 10 feet to nonlethal damage. For example, a character who slips from a ledge 30 feet up takes 3d6 damage. If the same character deliberately jumps, he takes 1d6 nonlethal damage and 2d6 lethal damage. And if the character leaps down with a successful DC 15 Acrobatics check, he takes only 1d6 nonlethal damage and 1d6 lethal damage from the plunge.</p>\n<p>The damage from the first 10 feet of a fall onto a yielding surface (such as soft ground or mud) is converted into nonlethal damage. This conversion is cumulative with damage reduced through deliberate jumps and successful Acrobatics checks.</p>\n<p>A character can’t cast a spell or activate an item while free-falling unless the fall is greater than 500 feet or the spell or item can be used as a reaction. Casting teleport or a similar spell while falling doesn’t end the character’s momentum; it just changes her location, meaning that she still takes falling damage, even if she arrives atop a solid surface.</p>\n<h3>Falling And Gravity</h3>\n<p>The rules for falling presented here assume standard gravity. For planets with high or low gravity, double or halve the damage amounts, respectively. Falling in extreme gravity deals as least triple the listed damage, and potentially even more.</p>\n<h3>Falling Into Water</h3>\n<p>Falls into water are handled somewhat differently. If the water is at least 10 feet deep, a falling character takes no damage for the first 20 feet fallen and 1d3 nonlethal damage per 10-foot increment for the next 20 feet fallen. Beyond that, falling damage is lethal damage as normal (1d6 per additional 10-foot increment).</p>\n<p>A character who deliberately dives into water takes no damage with a successful DC 15 Athletics check or DC 15 Acrobatics check, as long as the water is at least 10 feet deep for every 30 feet fallen. The DC of the check increases by 5 for every 50 feet of the dive.</p>\n<h3>Falling Objects</h3>\n<p>Just as characters take damage when they fall more than 10 feet, so too do they take damage when they are hit by falling objects.</p>\n<p>An object that falls upon a character deals damage based on its size and the distance it fell. Table 11–7: Damage from Falling Objects determines the amount of damage dealt by an object based on its size. Note that this assumes the object is made of dense, heavy material, such as metal or stone. Objects made of lighter materials might deal as little as half the listed damage, subject to the GM’s discretion. For example, a Huge boulder that hits a character deals 6d6 bludgeoning damage, whereas a Huge wooden wagon might deal 3d6 bludgeoning damage. In addition, if an object falls less than 30 feet, it deals half the listed damage. If an object falls more than 150 feet, it deals double the listed damage. Note that a falling object takes the same amount of damage as it deals.</p>\n<p>Dropping an object on a creature requires a ranged attack against its KAC. Such attacks generally have a range increment of 20 feet. If an object falls on a character (instead of being thrown), that character can attempt a DC 15 Reflex save to take half damage if he is aware of the object. Falling objects that are part of a trap use the trap rules (see page 410) instead of these general guidelines.</p>\n<h3>Table 11-7: Damage from Falling Objects</h3>\n<table style=\"height:136px;width:30%\">\n<tbody>\n<tr style=\"height:17px\">\n<td style=\"width:64.5901%;height:17px;text-align:center\">Object Size</td>\n<td style=\"width:35.1226%;height:17px;text-align:center\">Damage</td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:64.5901%;height:17px;text-align:center\">Tiny or smaller</td>\n<td style=\"width:35.1226%;height:17px;text-align:center\">1d6</td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:64.5901%;height:17px;text-align:center\">Small</td>\n<td style=\"width:35.1226%;height:17px;text-align:center\">2d6</td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:64.5901%;height:17px;text-align:center\">Medium</td>\n<td style=\"width:35.1226%;height:17px;text-align:center\">3d6</td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:64.5901%;height:17px;text-align:center\">Large</td>\n<td style=\"width:35.1226%;height:17px;text-align:center\">4d6</td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:64.5901%;height:17px;text-align:center\">Huge</td>\n<td style=\"width:35.1226%;height:17px;text-align:center\">6d6</td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:64.5901%;height:17px;text-align:center\">Gargantuan</td>\n<td style=\"width:35.1226%;height:17px;text-align:center\">8d6</td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:64.5901%;height:17px;text-align:center\">Colossal</td>\n<td style=\"width:35.1226%;height:17px;text-align:center\">10d6</td>\n</tr>\n</tbody>\n</table>",
  "img": "icons/svg/mystery-man.svg"
}