{
  "_id": "TZZMY71d2jc4MU6r",
  "name": "Feats",
  "_stats": {
    "coreVersion": 13,
    "systemId": "sfrpg",
    "systemVersion": "0.28.1"
  },
  "pages": [
    {
      "_id": "jEiAKhTNUOibk2xe",
      "name": "Feats",
      "type": "text",
      "_stats": {
        "coreVersion": "11.302",
        "createdTime": 1689221264764,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1689222549255,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>CRB pg. 152</p><p>All characters have certain abilities that don’t directly stem from their races, classes, or skills. These abilities, called feats, represent specialized talents that can come from a wide range of possible sources. When you select a feat for your character, it can represent advanced training, an arcane ability gained from a strange machine on an abandoned alien planet, a knack picked up during your youth, or nearly anything the GM agrees is reasonable for the campaign.</p><h2>Prerequisites</h2><p>Some feats have prerequisites. A character must have each indicated ability score, feat, base attack bonus, skill, class feature, and other listed quality in order to select or use that feat. She can gain a feat at the same level at which she gains its prerequisites. A character can’t use a feat if she loses a prerequisite, but she doesn’t lose the feat itself. If at a later time she regains the lost prerequisite, she immediately regains full use of the feat that prerequisite enables.</p><h2>Combat Feats</h2><p>Most feats are general, meaning that no special rules govern them as a group. Others are combat feats, which are feats that can be selected as a bonus feat by a soldier. This designation doesn’t restrict characters of other classes from selecting these feats, assuming that they meet the prerequisites.</p><h2>Feat Descriptions</h2><p>The feats presented here are summarized on Table 6–1. In this table, the prerequisites and benefits of the feats are abbreviated for ease of reference. See the specific feat for its full details.</p><p>The following format is used for all feat descriptions.</p><p><strong>Feat Name:</strong> The feat’s name is followed by a basic description of what the feat does. This description is only a explanation of the feat, not the game rules defining how it works.</p><p><strong>Prerequisites:</strong> A minimum ability score, another feat or feats, a minimum base attack bonus, a minimum number of ranks in one or more skills, or anything else required in order to take the feat. A feat may have more than one prerequisite. This entry is absent if a feat has no prerequisites.</p><p><strong>Benefit:</strong> What the feat enables the character (“you” in the feat description) to do. A character cannot select a feat more than once unless it specifically says so. If a character somehow has the same feat more than once, the benefits of these feats do not stack unless indicated otherwise. Unless otherwise noted, the term “level” refers to character level.</p><p><strong>Normal:</strong> This entry lists the normal rules that apply to a character who does not have the feat. A character with the feat, on the other hand, can overcome these limitations. This information can help players understand why the feat is useful. If not having the feat causes no particular drawback, this entry is absent.</p><p><strong>Special:</strong> Additional unusual facts about the feat.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": false
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "IbFAlVfblDLuHwGo",
      "name": "Skill Focus Feats",
      "type": "text",
      "_stats": {
        "coreVersion": "11.305",
        "createdTime": 1689222446887,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1689445777395,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>AP #40 pg. 53</p><p><span id=\"ctl00_MainContent_FeatLabel\">A skill focus feat counts as @UUID[Compendium.sfrpg.feats.Item.dkDzFtHOTXLnJivf]{Skill Focus} with the listed skill for the purpose of prerequisites and abilities that benefit from Skill Focus, such as the envoy's 9th-level expertise benefit. Whenever a class feature such as operative specialization would grant you Skill Focus with a specific skill, you may instead select a focus feat of the listed skill whose prerequisites you meet in its place.</span></p><p><em>These feats interact with the @UUID[Compendium.sfrpg.rules.JournalEntry.JrhxNmNVikgYLrhY]{Charter system}</em></p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}