{
  "_id": "nQ4MqtJyLw6UAOHF",
  "name": "Forest Terrain",
  "content": "<p>&gt;@Compendium[sfrpg.rules.lRtz3KadYxtrd5qS]{Biomes}</p>\n<p>Source: CRB pg. 396</p>\n<p>A forest can be composed of more than trees. On some worlds, vast fungal growths tower into the sky, while on others metallic veins rise from the ground and connect in spidery canopies. Common rules sections to reference for forests are Catching on Fire (see @Compendium[sfrpg.rules.y2bNBKDGgf2EwmFP]{Heat Dangers} page 403), Falling Objects (see @Compendium[sfrpg.rules.I40i5CSMgG9zan2Y]{Falling} page 401), Smoke Effects (see page 404), and @Compendium[sfrpg.rules.Y0iOmLxszsGz6Q6l]{Vision and Light} (see page 261).</p>\n<h3>Trees</h3>\n<p>Most forests are filled with trees, or something akin to trees, which provide partial cover to those standing in the same square as a tree. An average tree has an AC of 4, a hardness of 5, and 150 HP (see page 409 for rules on smashing an object). A successful DC 15 Athletics check is enough to climb most trees.</p>\n<h3>Undergrowth</h3>\n<p>Fungal blooms, vines, roots, and short bushes cover much of the ground in a forest. Undergrowth counts as difficult terrain (see page 257), provides concealment (20% miss chance), and increases the DCs of Acrobatics and Stealth checks by 2. Squares with undergrowth are often clustered together. Undergrowth and trees aren’t mutually exclusive; it’s common for a 5-foot square to have both a tree and undergrowth.</p>\n<h3>Stealth And Detection In A Forest</h3>\n<p>In a sparse forest, the maximum distance at which a creature can succeed at a Perception check to detect the presence of others is 3d6×10 feet. In a medium forest, this distance is 2d8×10 feet, and in a dense forest it is 2d6×10 feet.<br /><br />Because any square with undergrowth provides concealment, it’s usually easy for a creature to use the Stealth skill to hide. Logs and massive trees provide cover, which also makes hiding possible.<br /><br />The background noise of a forest makes Perception checks that rely on sound more difficult, usually increasing the DC of the check at the GM’s discretion.</p>",
  "img": "icons/svg/mystery-man.svg"
}