{
  "_id": "mlumM1BnrOQO3N7E",
  "name": "Galactic Trade",
  "flags": {},
  "content": "<p><span id=\"ctl00_MainContent_DetailedOutput\"><sub>Source AP #34&nbsp; pg. 50</sub></span></p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">The life of an independent trader isn&rsquo;t an easy one. On paper, the career seems simple: get a ship, get a crew, get cargo, get paid. In reality, nothing ever seems to go as planned&mdash;starships break down or get scorched in firefights, a journey through the Drift turns out far more dangerous than expected, and sellers overcharge while buyers haggle down. But the prospect of danger and uncertainty makes for an exciting Starfinder campaign! The following optional rules provide a new way to structure a campaign around a PC crew of independent merchants flying a starship of their own while buying, moving, and selling cargo in the Pact Worlds, Near Space, and the Vast.<br /><br />During the Fly Free or Die Adventure Path, the PCs take control of their professional destinies to work as freelance traders and troubleshooters. The rules presented in this article are designed to simulate part of that lifestyle, and you can use them in almost any campaign, especially a sandbox-style one.</span></p>\n<p>&nbsp;</p>\n<h1>Alternative Build Points</h1>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">These new rules focus on altering the way PCs can obtain Build Points (BP) for building and upgrading starships. In the normal rules, Build Points are a pool that constantly increases as the PCs level up, but in this subsystem, Build Points become a form of currency. The PCs spend BP to buy a starship and cargo, and they earn BP whenever they make a sale.<br /><br />The PCs&rsquo; starship becomes an investment like any other piece of equipment, but bought with BP instead of credits. As the PCs complete jobs, they get more Build Points to spend on upgrading their starship. They can do so gradually, installing one new system at a time, or they can hoard BP and then spend them all at once. However, the PCs should always keep some BP on hand to buy the cargo for their next job. If the PCs&rsquo; ship is destroyed, they also lose the BP they invested in it! (Many crews insure their starships for just this eventuality; see page 54 for details.) But if the PCs&rsquo; business flourishes, they&rsquo;ll find themselves living in the lap of luxury, hiring additional employees, or even buying a second starship to ply the interstellar trade routes.<br /><br />The Starfinder Core Rulebook includes some guidelines for how PCs can acquire the BP they need to build and upgrade their first starship&mdash;via salvage, favors, or an arrangement with a friendly spacedock, for instance. In this case, Build Points represent much more than simple credits and become exclusively useful through the starship creation system, staying separate from the methods by which PCs buy their personal equipment. This separation provides an important distinction because if PCs had the ability to exchange Build Points for credits, they could end up underpowered in starship combat while simultaneously overpowered in all their other encounters.<br /><br />In the rules presented here, Build Points roughly represent the party&rsquo;s business capital. That capital has many components, including the PCs&rsquo; available credit, loans they&rsquo;ve taken out, and assets they might use as collateral. PCs use this capital to make big purchases, like cargo or starship modifications, often with financing help from a bank or other establishment.<br /><br />To begin, the PCs receive a number of Build Points determined by their Average Party Level (APL) as noted in Table 9&ndash;1: Starship Base Statistics on page 294 of the Starfinder Core Rulebook. They should use this BP to build their starship; you might want to remind the PCs that their vessel needs plenty of room for cargo and that they&rsquo;ll have to spend a few BP to purchase that cargo. (The PCs in &ldquo;We&rsquo;re No Heroes&rdquo; receive a prebuilt starship and earn a few extra BP by the end of the adventure.)</span></p>\n<p>&nbsp;</p>\n<h1>Galactic Trade Basics</h1>\n<p>The PCs will earn most of their Build Points by hauling cargo from one world to another. See Running the System on page 55 for other ways the PCs can receive BP.<br /><br />A cargo job boils down into several steps.</p>\n<ul>\n<li>Find Cargo: The PCs find cargo. Determine the cargo&rsquo;s type, the price to buy it, its destination (if any), and how much it might sell for.</li>\n<li>Determine Complication: Most jobs have a unique complicating factor, which you determine in secret when the PCs find their cargo.</li>\n<li>Transport: The PCs take the cargo to its destination or to a world where they hope to sell it.</li>\n<li>Make the Sale: The PCs deliver the cargo to its intended recipient or try to find a buyer.</li>\n</ul>\n<p>&nbsp;</p>\n<h2>Find Cargo</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Cargo in the Starfinder setting is standardized into lots, each massing 25 tons. A single lot of cargo fits into one of a starship&rsquo;s cargo holds, so the PCs can transport a number of lots equal to the number of cargo holds on their vessel. Finding cargo to buy is a downtime activity as detailed in the sidebar on page 52. For more on downtime activities, see page 150 of the Starfinder Character Operations Manual.</span></p>\n<p>&nbsp;</p>\n<h3>Cargo Type</h3>\n<p>When the PCs successfully find cargo to purchase, you determine the type of cargo, usually to match the needs of your campaign. Alternatively, you can randomly determine the type of cargo by rolling a d20 on the table below.<br /><br /></p>\n<table>\n<tbody>\n<tr>\n<td>[[/r 1d20]]</td>\n<td>CARGO</td>\n</tr>\n<tr>\n<td>1</td>\n<td>Art or antiques</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Base metals</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Ceramics or glassware</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Chemicals</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Furniture</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Hides or leather</td>\n</tr>\n<tr>\n<td>7</td>\n<td>Live animals</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Machinery or electronics</td>\n</tr>\n<tr>\n<td>9</td>\n<td>Minerals or byproducts</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Paper products or books</td>\n</tr>\n<tr>\n<td>11</td>\n<td>Plastics</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Precision equipment</td>\n</tr>\n<tr>\n<td>13</td>\n<td>Precious metals</td>\n</tr>\n<tr>\n<td>14</td>\n<td>Prepared food</td>\n</tr>\n<tr>\n<td>15</td>\n<td>Textiles</td>\n</tr>\n<tr>\n<td>16</td>\n<td>Toys or games</td>\n</tr>\n<tr>\n<td>17</td>\n<td>Vegetable products</td>\n</tr>\n<tr>\n<td>18</td>\n<td>Vehicles</td>\n</tr>\n<tr>\n<td>19</td>\n<td>Weapons or ammo</td>\n</tr>\n<tr>\n<td>20</td>\n<td>Wood</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<h3>Find Cargo</h3>\n<p>You look for suitable cargo to purchase with the hopes of selling it elsewhere.<br /><br />Activity: You spend the day searching the infosphere, talking with contacts, and visiting warehouses or the local starport. You must be within a settlement, though the GM might allow you to find cargo in other locations. At the end of the day, attempt a Diplomacy or Profession (merchant) check (DC = 10 + 1-1/2 &times; your character level). You take a cumulative &ndash;1 penalty to this roll for every find cargo activity you or your allies have previously attempted in this settlement within the last week.<br /><br />Results: On a success, you find 1d4 lots of cargo that you can buy. The cargo can&rsquo;t be split up; all of the lots must be bought together. The cargo&rsquo;s total buy price equals 1d4 BP &times; the number of lots. For every 5 by which the result of your check exceeds the DC, you can increase or decrease the amount of cargo by 1 lot.<br /><br />The GM determines the type of cargo and might even tell you where you can sell it for a reasonable price. All of the cargo must be transported and sold together; you and your allies must load the cargo onto your starship yourselves. You might have to deliver some cargoes within a certain time frame. When you&rsquo;re told the type of cargo, its buy price, and (if applicable) its destination and its sell price, you can choose not to purchase that cargo. However, when you purchase the cargo, you decide what to do with it, though you might want to perform the find buyer downtime activity (see below) at another settlement to sell it.<br /><br />Special: If multiple allies perform this downtime activity on the same day, only one of them attempts the check, but with a cumulative +1 circumstance bonus for each aiding ally (not including the one attempting the check).</p>\n<p>&nbsp;</p>\n<h3>Shipping or Speculation?</h3>\n<p>When the PCs purchase cargo, they generally have to find a place to sell it themselves. After all, transport drivers who earn flat rates usually cover established shipping routes; as galactic traders, the PCs typically do more than that. However, at your discretion, the seller can give the PCs a tip as to where they might offload the cargo they just bought. This tactic can benefit players who&rsquo;ve just started interacting with this system or for groups who only want to dip their toes into the trading game. In such cases, the PCs don&rsquo;t need to use the find buyer downtime activity (see above), and they receive an amount of BP of your choosing per cargo lot.</p>\n<p>&nbsp;</p>\n<h3>Destination</h3>\n<p>If you&rsquo;ve decided that the cargo&rsquo;s seller gives the PCs an idea of where to sell those goods, you can choose that destination based on the needs of your campaign (especially if the players have expressed interest in going to a specific place). Alternatively, you can randomly determine the general destination by rolling a d10 on the table below.<br /><br /></p>\n<table>\n<tbody>\n<tr>\n<td>[[/r D10]]</td>\n<td>DESTINATION</td>\n</tr>\n<tr>\n<td>1</td>\n<td>Absalom Station. If the PCs are already on Absalom Station, reroll.</td>\n</tr>\n<tr>\n<td>2&ndash;4</td>\n<td>A different world in the same star system where the PCs bought the cargo.</td>\n</tr>\n<tr>\n<td>5&ndash;7</td>\n<td>A world in Near Space.</td>\n</tr>\n<tr>\n<td>8&ndash;10</td>\n<td>A world in the Vast.</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<h2>Determine Complication</h2>\n<p>Once a PC finds the cargo, but before they commit to purchasing it, you should determine what makes this particular job unusual. You decide the complication, and the PCs decide how to deal with it&mdash;if they even become aware of the problem, that is!<br /><br />To randomly determine a complication, roll a d10 on the table below, keeping the result a secret. You can tweak the result as needed for your campaign; once you&rsquo;ve rolled the same result from the table a couple of times, consider throwing out that entry and substituting one of your own! If a complication requires a skill check, the DC for that check equals 15 + 1-1/2 &times; the party&rsquo;s APL. Usually, only one PC should attempt this check. An asterisk (*) marks a complication that the PCs can be made aware of before purchasing the cargo, and some complications modify the buy or sell price of the cargo.<br /><br /></p>\n<table>\n<tbody>\n<tr>\n<td>[[/r D10]]</td>\n<td>COMPLICATION</td>\n</tr>\n<tr>\n<td>1</td>\n<td>Competition</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Expiration Date*</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Handling Problems</td>\n</tr>\n<tr>\n<td>4</td>\n<td>High Demand*</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Imitation*</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Regulated*</td>\n</tr>\n<tr>\n<td>7</td>\n<td>Stolen</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Stowaway</td>\n</tr>\n<tr>\n<td>9</td>\n<td>Strange Customs</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Tough Sell</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p>Competition: Once the PCs have loaded their cargo and determined their destination, a rival crew contacts them and declares they&rsquo;re selling similar cargo at that location. Determine how long the rival crew takes to reach the destination (usually assuming average time in the Drift); if the PCs don&rsquo;t beat the rival crew to the destination, the sell price is reduced by 2 BP per lot.<br /><br />Expiration Date*: This cargo is perishable. If the PCs don&rsquo;t deliver it in 2d8 days, they can sell it for a maximum of 1 BP per lot.<br /><br />Handling Problems: There&rsquo;s a potential accident while loading or unloading the cargo. Treat this complication as a trap with a CR equal to the party&rsquo;s APL. The exact nature of the trap and the skills necessary to disable it are up to you.<br /><br />High Demand*: This cargo is trending. The buy price is increased by 1 BP per lot, and the sell price is increased by 2 BP per lot.<br /><br />Imitation*: These goods are actually cheap knockoffs. A PC can detect this fact with a successful Perception check, reducing the buy and sell prices by 2 BP per lot. If the PCs want to try to sell the goods at the unreduced price, they must succeed at a Bluff check or else attract the attention of law enforcement.<br /><br />Regulated*: Exhaustive laws govern this cargo at the point of purchase. A PC must succeed at a Computers or Profession (merchant) check, or the crew members must spend 1 day navigating customs and filling out forms before they can load the cargo on their ship.<br /><br />Stolen: This cargo was stolen from another crew, and they&rsquo;re coming to get it back! This complication represents a hard encounter, but the PCs can pacify the NPCs by surrendering the cargo.<br /><br />Stowaway: An NPC with a CR equal to the party&rsquo;s APL hides among the cargo, revealing themself after takeoff. A PC who succeeds at a Perception check can detect the stowaway during the cargo-loading process.<br /><br />Strange Customs: The buyer comes from an unfamiliar culture or has unusual traditions. A PC must attempt a Culture check to maintain proper etiquette. If they succeed, the sell price increases by 1 BP per lot. If they fail, the sell price decreases by 1 BP per lot.<br /><br />Tough Sell: The buyer tries to strong-arm the PCs, reducing the sell price by 2 BP per lot. A PC can negate this reduction with a successful Intimidate check.</p>\n<p>&nbsp;</p>\n<h2>Transport</h2>\n<p>Next, the PCs must get the cargo onto their starship and transport it to a place where they can sell it. In general, the farther the PCs take the cargo, the more it&rsquo;s worth (see Table below).</p>\n<p>&nbsp;</p>\n<h3>Cargo Handling</h3>\n<p>&nbsp;</p>\n<p>Loading or unloading a single lot into a starship cargo hold takes 1 hour for one person using a cargo lifter (Core Rulebook 204) or similar equipment. Without such equipment, loading the same lot takes 8 hours of labor; multiple people can work together to reduce this time. For example, it takes 4 hours for two people without major equipment to load a single lot into a cargo hold. While the PCs can usually take their time, a complication might mean that every hour counts!<br /><br />The PCs must also unload the cargo once they reach the world where they want to sell it, but unloading generally occurs while at least one of the crew engages in the find buyer downtime activity (page 54).</p>\n<h2>Make the Sale</h2>\n<p>Once the PCs have reached the area where they want to try to sell their cargo, finding a buyer is a downtime activity detailed below. Certain complications might make this activity more difficult, but once a PC finds a buyer, you need to determine the sale price.</p>\n<h3>Cargo Sell Price</h3>\n<p>First, determine the base sell price of a cargo by rolling a d8; if you roll an 8, roll again once, and add the new result to 8. This result is modified by the distance traveled (as noted on the table below) and any complications, in that order; the total results in a sale price per lot (minimum 1 BP per lot). Finally, the results of the PCs&rsquo; find buyer downtime activity can also alter this price.<br /><br /></p>\n<table>\n<tbody>\n<tr>\n<td>TRAVEL TIME</td>\n<td>DESTINATION</td>\n<td>BASE SELL PRICE MODIFIER</td>\n</tr>\n<tr>\n<td>[[/r 1d6 #days]] days</td>\n<td>Another world in the system or Absalom Station</td>\n<td>&ndash;2 BP/lot</td>\n</tr>\n<tr>\n<td>[[/r 2d6 #days]] days</td>\n<td>One of the Pact Worlds other than Absalom Station from outside the system</td>\n<td>&ndash;1 BP/lot</td>\n</tr>\n<tr>\n<td>[[/r 3d6 #days]] days</td>\n<td>A Near Space world</td>\n<td>No change</td>\n</tr>\n<tr>\n<td>[[/r 5d6 #days]] days</td>\n<td>A Vast world</td>\n<td>+1 BP/lot</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<h3>Find Buyer</h3>\n<p>You look for someone interested in buying your cargo.<br /><br />Activity: You spend a day researching markets on the infosphere, checking with union or guild representatives, meeting with local contacts, and haggling. You must be within a settlement, though the GM might allow you to find a buyer in other locations. At the end of the day, attempt a Diplomacy or Profession (merchant) check (DC = 15 + 1-1/2 &times; your level).<br /><br />Results: On a success, you find someone willing to buy your cargo for the sell price (as determined by the GM). For every 5 by which your check exceeds the DC, increase the sell price of the cargo by 1 BP per lot. If you fail, you still find a buyer, but the sell price of the cargo is reduced by 1 BP per lot.<br /><br />Special: If multiple allies perform this downtime activity on the same day, only one of them attempts the check, but with a cumulative +1 circumstance bonus for each aiding ally (not including the one attempting the check).</p>\n<p>&nbsp;</p>\n<h1>Spending Build Points</h1>\n<p>The following section expands on the rules for spending Build Points and includes some obligatory expenditures (like upgrading the PCs&rsquo; starship so they can take on more lucrative jobs and bigger threats) as well as new options (like having a comfortable lifestyle or hiring employees). The PCs can hold onto as many unspent BP as they like.</p>\n<p>&nbsp;</p>\n<h2>Expansion</h2>\n<p>The PCs can spend BP to hire agents, professional representatives, and even full-time employees who work for them. They can also buy another starship and hire crew to haul cargo as part of their overall operations. When the PCs hire personnel to expand their business, you decide the NPCs&rsquo; stats (though usually, an NPC has a total skill bonus in a handful of skills equal to 4 + 1-1/2 &times; their CR). Though usually loyal to the PCs, these NPCs won&rsquo;t risk their lives. If treated poorly, they might leave the PCs&rsquo; service. An employee hired by the PCs agrees to a 1-year contract; at the end of that term, the PCs must hire them again, or the NPC leaves their service.<br /><br />Planetary Agent: A planetary agent costs BP equal to the agent&rsquo;s CR, which can be no higher than the party&rsquo;s APL; as the party&rsquo;s APL increases, the PCs can spend the difference to raise the agent&rsquo;s CR. The agent lives on one world or space station; while they may have many other clients, they work on the PCs&rsquo; behalf to perform the find cargo and find buyer downtime activities. The agent can also perform the gather information task of the Diplomacy skill. The agent won&rsquo;t leave the world on which they&rsquo;re stationed. The PCs must supply the agent with the credits or other requirements necessary for any task they ask the NPC to perform.<br /><br />System-Wide Representative: A system-wide representative operates similarly to a planetary agent, but the system-wide representative will travel to any world in a single star system (such as the Pact Worlds system). A system-wide representative costs BP equal to twice the representative&rsquo;s CR, which can be no higher than the party&rsquo;s APL.<br /><br />Starship: The PCs can use their BP to buy another starship. This starship can&rsquo;t be higher in tier than the party&rsquo;s APL &ndash; 2. The PCs must spend additional BP equal to 5 &times; the starship&rsquo;s tier to hire an NPC crew to run this starship; each crew member has a CR equal to the starship&rsquo;s tier, and they follow the PCs&rsquo; instructions when it comes to buying, transporting, and selling cargo as well as the starship&rsquo;s day-to-day operations. All the BP earned by this other ship goes to the party&rsquo;s pool of BP. The PCs are responsible for the costs and maintenance of any additional starships they own.</p>\n<p>&nbsp;</p>\n<h2>Insurance</h2>\n<p>The PCs can insure their starship or cargo. Starship insurance policies cost a number of BP equal to a percentage of their starship&rsquo;s total BP value at time of purchase (see below). An insurance policy remains in effect for 1 year; after this time, the PCs must buy a new policy (at a higher price if their starship has increased in BP value). If the PCs&rsquo; starship is completely destroyed with a policy in effect, the PCs receive a percentage of the ship&rsquo;s BP value in payment. The rest of the Build Points the PCs spent on their starship are lost!<br /><br />Starship insurance policies are rated bronze, silver, and gold. A bronze insurance policy costs 5% of the starship&rsquo;s total BP value and pays out 50% of the total value. A silver insurance policy costs 10% of the starship&rsquo;s total BP value and pays out 75% of the total value. A gold insurance policy costs 15% of the starship&rsquo;s total BP value and pays out 100% of the total value.<br /><br />To insure cargo, the PCs can buy a policy for 10% of the cargo&rsquo;s buy price (minimum 1 BP). If the cargo is lost and not delivered, and the PCs can prove that they didn&rsquo;t steal or lose the cargo through negligence, they&rsquo;re repaid BP equal to the cargo&rsquo;s buy price.<br /><br />The PCs can have only one insurance policy per starship and per each cargo.</p>\n<p>&nbsp;</p>\n<h2>Lifestyle</h2>\n<p>The PCs can spend BP to live the good life. These lifestyles assume a group of 4 PCs; you can adjust the costs for larger and smaller groups as you see fit. Lifestyles don&rsquo;t impart any mechanical benefits to the characters.<br /><br />Comfortable: The party spends 1 BP to live comfortably for 1 month on a single world or space station. The PCs reside in spacious lodgings decorated to their taste and have access to stylish personal transportation. They partake in high-quality food and drink whenever they wish, and they attire themselves in fashionable and flattering clothing.<br /><br />Luxurious: The party spends 5 BP to live in luxury for 1 month on a single world or space station. The PCs reside in fabulous homes in an elite neighborhood; they have multiple forms of personal transportation, and unique fashions made for them by famous designers (equivalent to formal wear) fill their wardrobes. A large staff of professionals&mdash;housekeepers, gardeners, personal tailors and groomers, a chauffeur&mdash;see to everyday chores the PCs don&rsquo;t wish to concern themselves with (each professional is a professional freelancer with a skill bonus equal to the party&rsquo;s APL).</p>\n<p>&nbsp;</p>\n<h2>Upgrades</h2>\n<p>The PCs can spend BP on their starship if they have the time and facilities required make such upgrades (Starfinder Core Rulebook 305). Using this system, the total BP value of the PCs&rsquo; starship can be no more than 5% more than the value listed for its tier in Table 9-1: Starship Base Statistics on page 294 of the Starfinder Core Rulebook. For example: a group of 1st-level PCs have a tier 1 starship on which they have spent a total of 52 Build Points (saving the rest to purchase cargo). As they accumulate BP by selling cargo, they can spend, at most, 5 BP to upgrade their starship, raising its BP value to 57 (5% more than the 55 BP used to normally create a tier 1 starship). When their APL rises to 2, this group can upgrade their starship further but no higher than 78 BP (because a tier 2 starship is normally created with 75 BP). The PCs still can&rsquo;t spend more than 1,000 BP on their starship when their APL reaches 20.</p>\n<p>&nbsp;</p>\n<h2>Downgrades</h2>\n<p>Due to bad luck or mishandling of cargo, the PCs might end up with no spare BP to keep the cycle of buying and selling going. In such cases, the PCs can sell parts of their starship to acquire BP. There&rsquo;s no added cost to downgrade; for instance, if the PCs want to pawn their vessel&rsquo;s coilgun, they receive the weapon&rsquo;s full BP cost of 6.</p>\n<p>&nbsp;</p>\n<h1>Running The System</h1>\n<p>In many ways, this subsystem helps generate short adventures for your cargo-hauling PCs since there&rsquo;s always a chance of something going a little wrong. At the very least, the system works hand-in-hand with a sandbox-style campaign, as the PCs travel from world to world looking to buy low and sell high!</p>\n<p>&nbsp;</p>\n<h2>Session Zero</h2>\n<p>Before beginning a game using the galactic trade subsystem, make sure your players are interested in engaging in the life of freelance merchants. While it might not seem as glamorous as delving into alien ruins or fighting back against an evil empire (though galactic traders can still undertake such adventures), this type of campaign has its appeal to certain players. Generally, merchant PCs aren&rsquo;t beholden to any one patron and can go where they please. However, if your group doesn&rsquo;t seem keen on the bookkeeping required, it might be better not to use this subsystem!</p>\n<p>&nbsp;</p>\n<h2>GMing Expectations</h2>\n<p>On average, the PCs will need to complete three to four cargo transport jobs to gain enough BP to upgrade their starship to the next tier. As the group advances in level, they might need to complete a few extra transport jobs per tier, depending on their market savvy and whether or not they&rsquo;ve switched to a larger frame that can hold more cargo.<br /><br />Of course, during this time, the PCs should earn XP in the usual ways (by overcoming skill-based challenges, defeating enemies, and earning story-based rewards) so that the group&rsquo;s APL keeps approximate pace with the amount of BP they can invest in their starship. At your discretion, you can reward the PCs with XP as if they had overcome an easy encounter (Starfinder Core Rulebook 390) upon selling their cargo; you should add this XP to any XP they earn from encounters that emerge from complications.</p>\n<p>&nbsp;</p>\n<h2>Other Sources of Build Points</h2>\n<p>This subsystem assumes that the PCs earn their BP only from transporting and selling cargo. However, at your discretion, you can reward them with BP as treasure from particular encounters (such as a raid on a smuggling operation&rsquo;s warehouses) or as salvage from starship combat encounters (such as a fight against a rogue Corpse Fleet ship). In the former case, the PCs have to transport the BP to their ship much in the same way as loading cargo (count a cargo lot as 4 BP for these purposes), and in the latter case, the PCs can earn a number of BP depending on the enemy starship&rsquo;s size category (Tiny = 1, Small = 2, Medium = 3, etc.).</p>\n<p>&nbsp;</p>\n<h1>Free Traders</h1>\n<p>The free trader archetype is an excellent choice for a character in a campaign focused on galactic trade. The merchant savvy ability can be used with these rules as follows.</p>\n<ul>\n<li>A free trader can use market savvy to reroll the checks required for the find cargo and find buyer downtime activities.</li>\n<li>At the GM&rsquo;s discretion, a free trader can use market savvy to reroll skill checks during a complication.</li>\n<li>At 9th level, a free trader can transport an extra lot of cargo for every five cargo holds their starship has; at 14th level, this bonus increases to an extra lot of cargo for every two cargo holds their starship has.</li>\n<li>At 18th level, a free trader can spend Resolve Points to negotiate the best possible price, reducing the cargo&rsquo;s buy price by 1 BP per lot or raising the sell price of cargo by 1 BP per lot during the find cargo or find buyer downtime activities, respectively; the free trader must be the primary PC performing the activity.</li>\n</ul>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"></span></p>"
}