{
  "_id": "UK3JUtHrP0Wr4hfO",
  "name": "Gravity",
  "content": "<p>CRB pg. 401</p>\n<p>Gravitational differences between planets have the potential to hinder characters or make them superheroes—and sometimes both at the same time. Most planets habitable by humanoids have a gravity level defined as standard, which makes them similar enough that trying to arbitrate the difference isn’t necessary. Others, however, require special consideration. For planets with gravities that aren’t quite standard but don’t fall into the exact categories below, the GM might decide to assume the effects are proportional. For example, a planet with half standard gravity allows player characters to jump twice as high, whereas one with 1-1/2 standard gravity cuts jump heights by a third. In all cases, these effects last until the PCs adjust to the gravity (a process that typically takes about a month of living under such conditions). See Flying on page 259 for information about flying on planets with high or low gravity.</p>\n<h3>Extreme Gravity</h3>\n<p>A planet where the gravity is at least five times as strong as standard gravity is extremely dangerous to most creatures. In addition to the limitations of high gravity (see below), a creature in this environment takes an amount of nonlethal bludgeoning damage per round (at least 1d6, but potentially more, depending on the intensity of the gravity). Once a character takes sufficient nonlethal damage to be reduced to 0 Hit Points, any further damage from extreme gravity is lethal bludgeoning damage.</p>\n<h3>High Gravity</h3>\n<p>On high-gravity worlds, characters are burdened by their increased weight, and their physical abilities are affected accordingly. On a high-gravity world, where the gravity is at least twice as strong as standard gravity, a character (and her gear) weighs twice as much as on a standard-gravity world, but she has the same amount of strength. Such characters move at half speed, can jump only half as high or as far, and can lift only half as much. Thrown weapons (though not those of natives) have their ranges cut in half as they fall to the ground more rapidly. Modifications to running, jumping, and lifting can be negated by certain magic or technology, but projectiles remain affected. Characters who remain in a high-gravity environment for long periods (more than a day) often become fatigued and remain so until they leave the planet or become accustomed to the gravity.</p>\n<h3>Low Gravity</h3>\n<p>Low-gravity worlds are liberating to most species acclimated to standard-gravity worlds. Such characters’ muscles are far more effective than normal. On a low-gravity world, where the gravity is no greater than a third of standard gravity, PCs can jump three times as high and as far and lift three times as much. (Movement speed, however, stays the same, as moving in great bounds is awkward and difficult to control.) Thrown weapons have their range categories tripled.</p>\n<h3>Standard</h3>\n<p>Standard-gravity worlds have gravity approximately the same as that of lost Golarion, which is identical to Earth’s gravity.</p>\n<h3>Zero Gravity</h3>\n<p>Movement in zero gravity (also referred to as zero-g) is not the same as flight. Controlled movement is difficult without some form of propulsion, and creatures without something to push off from often find themselves floating aimlessly. A creature in a zero-gravity environment can’t take move actions to move its speed, crawl, or take a guarded step. If a creature is adjacent to or in the same square as an object (including a wall, floor, or ceiling) or another creature one size category smaller than itself or larger, it can take a move action to push off that object or creature, moving at half its land speed in a direction of its choosing (as appropriate); if that object or creature is movable, it begins moving in the opposite direction at that same speed.</p>\n<ul>\n<li>Moving in Zero-G: A creature that moves in a given direction continues to move in that direction at the same speed at the beginning of its turn each round (without taking any action); it must move the full distance unless it is able to change its motion by latching on to an object or creature, pushing off in a new direction, or creating thrust of some kind (all of which are considered move actions). If a creature runs into a solid object during its movement, it must succeed at a DC 20 Acrobatics or Athletics check to safely stop its movement; failure means that creature gains the off-kilter condition (see page 276). If a creature runs into another creature during its movement, both creatures must each attempt a DC 20 Acrobatics or Athletics check to avoid gaining the off-kilter condition. A creature anchored to a solid object (such as by the boot clamps available with most armor) receives a +4 bonus to this check. An off-kilter creature in a zerogravity environment can steady itself as a move action that requires a surface to grab on to or some method of propulsion; alternatively, that creature can throw a single item weighing at least 4 bulk (for Medium creatures; 2 bulk for Small creatures) to reorient itself and remove the offkilter condition.<br /><br />If provided with sufficient handholds, a creature with a climb speed can move along a wall at full speed, as can any creature that succeeds at a DC 20 Acrobatics or Athletics check. Creatures that fly via methods that require an atmosphere, such as wings or turbofans, can’t use their fly speeds in a vacuum; once they reenter an atmosphere, they can recover and get their bearings within 1d4 rounds, after which they can fly normally. Magical flight and methods of flight that provide their own thrust, such as jump jets (see page 206), are not affected. A character in a zero-gravity environment can lift and carry 10 times her normal amount.</li>\n<li>Weapons: Thrown weapons have their range increments multiplied by 10 in zero-g. In addition, all ranged weapons no longer have a maximum number of range increments—their wielders simply continue to accrue penalties the farther away the target is.</li>\n</ul>",
  "img": "icons/svg/mystery-man.svg"
}