{
  "_id": "y2bNBKDGgf2EwmFP",
  "name": "Heat Dangers",
  "content": "<p>&gt;@Compendium[sfrpg.rules.gQK9KdezsjzD4d3V]{Environmental Rules}</p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"><strong>Source</strong> <em>CRB pg. 402</p>\n<p>Heat deals nonlethal damage to the victim. A character can’t recover from the damage dealt by a hot environment until she gets out of the heat and cools off.<br /><br />A character in very hot conditions (above 90° F) must attempt a Fortitude saving throw each hour (DC = 15 + 1 per previous check) or take 1d4 nonlethal fire damage. Characters wearing heavy clothing or armor of any sort take a –4 penalty to their saving throws. A character can attempt a Survival check to receive a bonus to this saving throw, and might be able to apply this bonus to other characters as well (see page 148).<br /><br />In severe heat (above 110° F), a character must attempt a Fortitude saving throw once every 10 minutes (DC = 15 + 1 per previous check) or take 1d4 nonlethal fire damage. Characters wearing heavy clothing or armor of any sort take a –4 penalty to their saves. A character can attempt a Survival check to receive a bonus to this saving throw and might be able to apply this bonus to other characters as well (see page 148).<br /><br />Extreme heat (air temperature over 140° F, boiling water, fire, and lava) deals lethal fire damage. Breathing air in extreme heat deals 1d6 fire damage per minute (no saving throw). In addition, a character must attempt a Fortitude saving throw every 5 minutes (DC = 15 + 1 per previous check) or take 1d4 nonlethal fire damage. Hotter environments can deal more damage at the GM’s discretion.<br /><br />A character who takes any damage from heat exposure suffers from heatstroke (same as the fatigued condition; see page 276). These penalties end when the character recovers from the nonlethal damage she took from the heat.<br /><br />Boiling water deals anywhere from 1d6 to 10d6 fire damage per round of exposure, depending on water temperature and level of immersion.</p>\n<h3>Catching On Fire</h3>\n<p>Characters exposed to burning oil, bonfires, and noninstantaneous magical fires might find their clothes, hair, or equipment on fire. Spells or technological items with an instantaneous effect don’t normally set a character on fire, since the heat and flame from these come and go in a flash.<br /><br />A character at risk of catching fire must succeed at a Reflex saving throw (usually DC 15) or gain the burning condition (see page 273). Those whose clothes or equipment catch fire must attempt a separate Reflex saving throw (at the same DC) for each item. On a failed saving throw, flammable items take the same amount of damage as the character.</p>\n<h3>Lava Effects</h3>\n<p>Lava or magma deals a minimum of 2d6 fire damage per round of exposure, while cases of total immersion (such as when a character falls into the crater of an active volcano) deal upward of 20d6 fire damage per round. The exact damage is left to the GM’s discretion, based on situational terrain elements.<br /><br />Damage from lava continues for 1d3 rounds after exposure ceases, but this additional damage is only half of that dealt during actual contact (that is, 1d6 or 10d6 per round). Immunity or resistance to fire serves as an immunity or resistance to lava or magma. A creature immune or resistant to fire might still drown if completely immersed in lava (see Suffocation and Drowning on page 404).</p>",
  "img": "icons/svg/mystery-man.svg"
}