{
  "_id": "XyV5m688EL1rUpje",
  "name": "Hill And Mountain Terrain",
  "content": "<p>&gt;@Compendium[sfrpg.rules.lRtz3KadYxtrd5qS]{Biomes}</p>\n<p>Source: CRB pg. 396</p>\n<p>Hill terrain describes rises in the immediate area, often multiple hills spread over miles. This type of terrain can occur in any other biome. Mountains are steeply rising rock, metal, or even the organic crust of the planet. The most common rules sections to reference when using hill and mountain terrain are @Compendium[sfrpg.rules.q9EhH1XBLFoM4aNG]{Cold Dangers} (see page 400), @Compendium[sfrpg.rules.I40i5CSMgG9zan2Y]{Falling} (see page 400), and @Compendium[sfrpg.rules.wIQut7wsYwTHsJ63]{Weather} (see page 398).</p>\n<h3>Chasms</h3>\n<p>Usually formed by natural geological processes, chasms are common dangers in mountainous areas. Chasms aren’t hidden, so characters won’t (usually) fall into them by accident. A typical chasm is 2d4×10 feet deep, at least 20 feet long, and anywhere from 5 to 20 feet wide. It usually requires a successful DC 15 Athletics check to climb the wall of a chasm. In mountain terrain, chasms are typically 2d8×10 feet deep.</p>\n<h3>Rock Wall</h3>\n<p>A vertical plane of stone, a rock wall requires one or more successful DC 25 Athletics checks to ascend. A typical rock wall is from 2d4×10 feet tall to 2d8×10 feet tall.</p>\n<h3>High Altitude</h3>\n<p>At particularly high altitudes, the thinning atmosphere poses a challenge for many creatures, with the same effects as a thin atmosphere (see page 396). A creature residing at a high altitude for 1 month becomes acclimated and no longer takes these penalties, but it loses this benefit if it spends more than 2 months away from high-altitude terrain and must reacclimatize upon returning.</p>\n<h3>Stealth And Detection In Hills And Mountains</h3>\n<p>As a guideline, the maximum distance in mountain terrain at which a creature can succeed at a Perception check to detect the presence of others is 4d10×10 feet. In hill terrain, the maximum distance is 2d10×10 feet. It’s easier to hear distant sounds in the mountains. The DCs of Perception checks that rely on sound are usually lower at the GM’s discretion.</p>",
  "img": "icons/svg/mystery-man.svg"
}