{
  "_id": "ywrmvwFWCll2mbZ8",
  "name": "Injury and Death",
  "_stats": {
    "coreVersion": 12,
    "systemId": "sfrpg",
    "systemVersion": "0.27.1"
  },
  "folder": "JrwTQoQtfFTCzYwQ",
  "pages": [
    {
      "_id": "w5NeuF7cSUvIYGgJ",
      "name": "Injury and Death",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1689540173751,
        "duplicateSource": null,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1735061585096,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 250</p><p>Your Hit Points (HP) measure how hard you are to kill. No matter how many Hit Points you lose, you aren’t hindered in any way until your Hit Points drop to 0. In addition, you have Stamina Points (SP) that work like Hit Points but replenish more easily, and you have Resolve Points (RP), which you can use to keep yourself from walking through death’s door. See page 22 for more about @UUID[Compendium.sfrpg.rules.JournalEntry.Lu6JW67eIQsN3aXz]{Resolve Points}.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": false
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "23IAlOP0dU59dC6t",
      "name": "Taking Damage",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1689540229448,
        "duplicateSource": null,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1735061562901,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 250</p><p>The most common way that your character gets hurt is to take damage and lose Stamina Points or Hit Points.</p><h2>Stamina Points</h2><p>Stamina Points represent the ability to turn a serious blow into a less serious one or to shrug off some attacks through sheer toughness. They act as a buffer that absorbs damage before it starts to deplete your Hit Points. When you take damage, you lose Stamina Points first, then you subtract any leftover damage from your Hit Points. If a creature doesn’t have Stamina Points, damage is subtracted directly from its Hit Points.</p><h2>Hit Points</h2><p>Hit Points measure your ability to take physical punishment and keep going. Running out of Hit Points can be deadly.</p><h2>Effects Of Hit Point Damage</h2><p>Damage doesn’t affect you until your current Hit Points reach 0. If you take damage to your Hit Points equal to or greater than the Hit Points you have remaining, you are reduced to 0 HP, and you’re knocked unconscious and dying (see below). It doesn’t matter how many Stamina Points you later regain (see @UUID[.xcFYq2QnisFjMDTG#recovering-stamina-points]{Recovering Stamina Points} on page 251) if you’re out of Hit Points. You can’t be reduced to fewer than 0 HP (however, see @UUID[.23IAlOP0dU59dC6t#massive-damage]{Massive Damage} below).</p><p>For example, suppose Navasi has 17 HP and 1 SP. She takes 12 damage, is now at 6 HP and 0 SP, and can function normally. On the next enemy’s turn, that enemy deals 15 damage to her, reducing Navasi to 0 HP. Navasi falls unconscious and is dying.</p><h2>Massive Damage</h2><p>If you take damage from a single attack that reduces you to 0 HP and there is damage remaining, you die instantly if the remaining damage is equal to or greater than your maximum Hit Points. If you take damage from a single attack equal to or greater than your maximum Hit Points while you have 0 current HP, you die.</p><p>Suppose Navasi has a maximum of 22 HP, but she currently has 5 HP and 0 SP. She takes 30 damage from an enemy. Navasi is reduced to 0 HP, with 25 damage remaining. Since this damage is greater than her maximum Hit Points, Navasi dies.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "0jU8fBT8GbvXvn5z",
      "name": "Dying",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1689540409381,
        "duplicateSource": null,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1689541416410,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 250</p><p>If your Hit Points reach 0, you are dying. You immediately fall unconscious and can take no actions.</p><p>While dying, you lose 1 Resolve Point each round at the end of your turn. (If your Hit Points reached 0 during your turn, such as from an attack of opportunity you provoked, you do not lose a Resolve Point until the end of your next turn.) This continues until either you die or stabilize (see @UUID[.8YWsus7B5Kmxaeww]{Stabilizing} below).</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "RzMwZhSZnLIcUams",
      "name": "Dead",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1689540438339,
        "duplicateSource": null,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1689541556203,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 400000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 250</p><p>When your Hit Point total is 0, if you are not stable and you have no Resolve Points remaining but would lose Resolve Points for any reason, you’re dead. If you have 0 RP when you are first reduced to 0 HP, you have 1 round to be healed or stabilized. If you have not been healed or stabilized by the end of your turn on the next round, you’re dead (see page 275 for more details on the @UUID[Compendium.sfrpg.conditions.Item.nEJIWMKbPjqKuelo]{dead} condition).</p><p>You can also die from taking Constitution ability damage or ability drain equal to your Constitution score or from having a number of negative levels equal to your character level (see @UUID[.zSOvU10TKOXvr6JG]{Ability Damage, Ability Drain, and Negative Levels} on page 252).</p><p>Nonetheless, certain types of powerful magic and technology can restore life to a dead character, such as a 4th-level <em>@UUID[Compendium.sfrpg.spells.Item.nffP8Mq7rJ8Rskb9]{mystic cure}</em> spell or a <em>@UUID[Compendium.sfrpg.spells.Item.IRUPIVT101SvIK6l]{raise dead}</em> spell.</p><h2>Monster And NPC Death</h2><p>Most monsters and NPCs don’t have Resolve Points, so injury and death work differently for them. A monster or NPC reduced to 0 HP is dead, unless the last bit of damage it took was @UUID[.BcdImHavMvZMHtoR]{nonlethal damage} (see page 252), in which case it is knocked unconscious. If it is ever important to know exactly when a monster dies, such as if you want to capture the creature alive, the GM can decide that a monster reduced to 0 or fewer Hit Points with lethal damage dies in 3 rounds unless it takes any additional damage or receives healing. If a monster or NPC has Resolve Points, the GM can choose whether the monster dies at 0 HP or if it uses the normal rules for dying and death.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "8YWsus7B5Kmxaeww",
      "name": "Stabilizing",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1689540491705,
        "duplicateSource": null,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1735061435608,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {
        "core": {
          "sourceId": "JournalEntry.Ge9rQmJLfsPhtjFz.JournalEntryPage.8YWsus7B5Kmxaeww"
        }
      },
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 500000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 250</p><p>There are several ways to stabilize a dying creature, including first aid, healing, and spending Resolve Points. Once stable, you are no longer dying and no longer lose Resolve Points, but you still have 0 Hit Points and are unconscious.</p><h2>First Aid</h2><p>You can stabilize a dying creature and keep it from losing any more Resolve Points with a successful DC 15 @Check[type:medicine|dc:15].</p><h2>Healing</h2><p>You can stabilize a @UUID[Compendium.sfrpg.conditions.Item.4MxAK5uS0zMNWhUK]{dying} creature and keep it from losing any more Resolve Points with any sort of healing, such as the @UUID[Compendium.sfrpg.spells.Item.v2zuuUuYEgBTMHWY]{stabilize} spell. Healing that raises a dying creature’s Hit Points to 1 or higher makes it conscious and fully functional again, just as if it had never been reduced to 0 HP.</p><h2>Using Resolve Points</h2><p>If you are dying and have enough Resolve Points, you can use them to stabilize. If you’re stable, you can use Resolve Points to regain consciousness and stay in the fight (see below).</p><h3>Stabilize</h3><p>If you are dying and you have enough Resolve Points, you can spend a number of Resolve Points equal to one-quarter your maximum (minimum 1 RP, maximum 3 RP) on your turn to immediately stabilize. This means you’re no longer dying, but you remain unconscious and at 0 HP. If you don’t have enough Resolve Points remaining, you cannot use this option and continue to lose Resolve Points as normal as per the dying rules.</p><h3>Stay In The Fight</h3><p>If you are stable and have enough Resolve Points, or if you were knocked unconscious from @UUID[.BcdImHavMvZMHtoR]{nonlethal damage} (see page 252), you can spend 1 RP at the beginning of your turn to regain 1 HP. You are no longer dying, immediately become conscious, and can take the rest of your turn as normal. You can spend Resolve Points to regain Hit Points only if you are at 0 HP and stable, and you cannot regain more than 1 HP in this way. You can’t spend Resolve Points to stabilize and to stay in the fight in the same round.</p><h2>Long-Term Stability</h2><p>If you are unconscious and stable but lack the Resolve Points to stay in the fight, there is a chance you will eventually recover on your own. After 1 hour elapses, you must attempt a @Check[type:constitution] (see @UUID[Compendium.sfrpg.rules.JournalEntry.LbTcOixt155snCxE.JournalEntryPage.yBRmUNn0TPVYWR01]{Ability Checks} on page 242). If the result of this check is 20 or higher, you regain 1 HP and become conscious again. If the result of the check is at least 10 but less than 20, you don’t regain any Hit Points, but you remain stable and you must attempt another Constitution check 1 hour later. If the result of the check is 9 or lower, you die. You must continue attempting a Constitution check once per hour until you regain consciousness or until you die. After 8 hours, if you have not regained consciousness or died, you regain consciousness and recover 1 HP per character level, as if you had a full night’s rest (see @UUID[.xcFYq2QnisFjMDTG#recovering-hit-points-naturally]{Recovering Hit Points Naturally} below).</p><p>If a healer or medic is tending you are while you are unconscious and stable, the attendant can attempt a DC 15 @Check[type:medicine|dc:15] each hour before you attempt your Constitution check. If the Medicine check is successful, you gain a +2 bonus to your Constitution check, and if your Constitution check result is less than 10, you treat it as if the result were a 10.</p><table class=\"inner\"><tbody><tr><td><p><strong>Constitution Check Result</strong></p></td><td><p><strong>Outcome</strong></p></td></tr><tr><td><p>20 or higher</p></td><td><p>Heal 1 HP, regain consciousness</p></td></tr><tr><td><p>10–19</p></td><td><p>Remain stable, attempt new check in 1 hour</p></td></tr><tr><td><p>9 or lower</p></td><td><p>Die</p></td></tr></tbody></table>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "VNJH36rVPPPa8Oyd",
      "name": "Taking Damage while Dying or Stable",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1689540900642,
        "duplicateSource": null,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1689541676961,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 600000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 251</p><p>While you are dying, if you have any Stamina Points, any damage you take still reduces those first. The first time each round you take Hit Point damage (whether from an attack or from continuous damage, such as from a @UUID[Compendium.sfrpg.conditions.Item.v9RNVTqyTyaPchvd]{bleed} effect), you lose 1 Resolve Point. At any point after that in the round, if a single source (such as one attack) deals Hit Point damage greater than half your maximum Hit Points but less than your maximum Hit Points, you lose 1 additional RP. As mentioned earlier, if you would lose Resolve Points but have no Resolve Points remaining, you die instantly. If you take damage equal to or greater than your maximum Hit Points from a single attack, you also die instantly.</p><p>If you take damage while unconscious but stable, you are once again dying and no longer stable.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "xcFYq2QnisFjMDTG",
      "name": "Healing",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1689540927870,
        "duplicateSource": null,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1689541700707,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {
        "core": {
          "sourceId": "JournalEntry.Ge9rQmJLfsPhtjFz.JournalEntryPage.xcFYq2QnisFjMDTG"
        }
      },
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 700000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 251</p><p>After taking damage, you can recover Hit Points through natural healing or through magical or technological healing. You can’t regain more Hit Points than your maximum Hit Point total.</p><h2>Recovering Stamina Points</h2><p>You can regain all your Stamina Points by spending 1 RP and taking 10 uninterrupted minutes of rest. After a full night’s rest (8 hours of sleep or more), you regain your Stamina Points automatically. Some special abilities also let you regain Stamina Points.</p><h2>Recovering Hit Points Naturally</h2><p>With a full night’s rest (8 hours of sleep or more), you recover 1 HP per character level. Any significant interruption during your rest prevents you from healing that night.</p><p>If you undergo complete bed rest for 24 hours, you recover 2 HP per character level.</p><h2>Magical And Technological Healing</h2><p>Various abilities, devices, and spells can restore Hit Points or increase the recovery rate of your natural healing. Unless otherwise specified, these types of healing restore only Hit Points, not Stamina Points.</p><h2>Healing Limits</h2><p>You can never recover more Hit Points than you lost or raise your current Hit Points higher than your maximum Hit Points, nor can you recover more Stamina Points than you lost or raise your current Stamina Points higher than your maximum Stamina Points.</p><h2>Recovering From Ability Damage</h2><p>Temporary ability damage heals at the rate of 1 point per night of rest (8 hours) for each affected ability score. Complete bed rest for 24 hours restores 2 points for each affected ability score. Ability drain does not heal naturally. See @UUID[.zSOvU10TKOXvr6JG]{Ability Damage, Ability Drain, and Negative Levels} on page 252 for more information.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "JwHadCSljHoJ1Jg6",
      "name": "Temporary Hit Points",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1689541041345,
        "duplicateSource": null,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1689541058453,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 800000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 251</p><p>Certain effects, such as force fields, give you temporary Hit Points. These Hit Points are in addition to your current Hit Points and Stamina Points, and any damage you take is subtracted from your temporary Hit Points first. Any damage in excess of these temporary HP reduces your Stamina Points (and then your actual Hit Points) as normal. If the effect that grants the temporary HP ends or is counteracted, any remaining temporary HP go away.</p><p>When temporary Hit Points are lost, they can’t be regained or restored like a character’s normal Hit Points or Stamina Points can be, though some sources of temporary Hit Points have their own rules on how to restore lost temporary Hit Points.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "BcdImHavMvZMHtoR",
      "name": "Nonlethal Damage",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1689541066167,
        "duplicateSource": null,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1735061518287,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {
        "core": {
          "sourceId": "JournalEntry.Ge9rQmJLfsPhtjFz.JournalEntryPage.BcdImHavMvZMHtoR"
        }
      },
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 900000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 252</p><p>Nonlethal damage represents harm that can knock you out instead of killing you. Some weapons deal only nonlethal damage, while others can be set to deal nonlethal damage when desired. You can deal lethal damage with a nonlethal weapon and vice versa.</p><h2>Dealing Nonlethal Damage</h2><p>Most attacks that deal nonlethal damage work like any other attacks, and they deal damage to your Stamina Points or Hit Points as normal. However, when nonlethal damage would reduce you to 0 or fewer Hit Points, you are reduced to exactly 0 HP and fall @UUID[Compendium.sfrpg.conditions.Item.lf8pbezocjYIvR9y]{unconscious}, but you are stable instead of @UUID[Compendium.sfrpg.conditions.Item.4MxAK5uS0zMNWhUK]{dying}.</p><h2>Lethal Damage With A Weapon That Deals Nonlethal Damage</h2><p>You can use a weapon that deals nonlethal damage to deal lethal damage instead, but you take a –4 penalty to your attack roll.</p><h2>Nonlethal Damage With A Weapon That Deals Lethal Damage</h2><p>You can use a weapon that deals lethal damage to deal nonlethal damage instead, but you take a –4 penalty to your attack roll.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "zSOvU10TKOXvr6JG",
      "name": "Ability Damage, Ability Penalties, Ability Drain, and Negative Levels",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1689541152592,
        "duplicateSource": null,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1689541293289,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {
        "core": {
          "sourceId": "JournalEntry.Ge9rQmJLfsPhtjFz.JournalEntryPage.zSOvU10TKOXvr6JG"
        }
      },
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 1000000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 252</p><p>Some monster attacks or harmful effects might directly damage or drain one or more of a character’s ability scores, or they might impose negative levels. If you take ability drain or negative levels, you might no longer meet the prerequisites for certain feats or abilities, and thus be unable to use them.</p><h2>Ability Damage</h2><p>Some monsters can cause ability damage, which penalizes one or more of your ability scores. This can add up quickly, so you need to track the total ability damage you’ve taken to each ability score.</p><p>For every 2 damage you take to an ability score, reduce your ability modifier by 1 for skills and other statistics affected by that ability. If your total damage to one ability is equal to your score in that ability, you cease taking damage to that ability score, but you fall unconscious until the amount of damage is less than your score. However, if you take Constitution damage that equals your Constitution score, you instead immediately die.</p><p>You recover from ability damage to each affected ability score at a rate of 1 per day. Spells such as lesser restoration can also heal ability damage.</p><p>Reductions to your ability score modifier from ability damage affect skill checks and ability checks that use that ability score, as well as on the DCs of spells and other abilities based on that score. If you take damage to your key ability score, you also lose 1 RP for every 2 damage you have taken to that ability score. The entries below describe other rolls affected by the reduced modifier.</p><p><strong>Strength:</strong> Attack rolls that rely on Strength (usually melee or thrown) and weapon damage rolls that rely on Strength (usually melee or thrown).</p><p><strong>Dexterity:</strong> Armor Class, attack rolls that rely on Dexterity (usually ranged), initiative checks, and Reflex saves.</p><p><strong>Constitution:</strong> Fortitude saves. You also lose a number of Stamina Points equal to your level for every 2 damage you have taken to Constitution. For example, if you’re 4th level and you took 5 Constitution damage, you’d lose 8 SP.</p><p><strong>Wisdom:</strong> Will saves.</p><h2>Ability Penalties</h2><p>Sometimes you might take a penalty to ability checks or to an ability score, rather than ability damage. These penalties affect your modifier the same way as damage, but they are only temporary and can’t result in your falling unconscious or dying.</p><h2>Ability Drain</h2><p>More severe than ability damage, ability drain reduces your ability score permanently. Note that this affects your score directly instead of penalizing your modifier, so 1 ability drain changes your modifier if your original ability score was even, but not if it was odd. Modify all statistics related to the ability’s new value. This might make you lose skill ranks along with Resolve Points, Stamina Points and other bonuses gained from having a high ability score. If you take ability drain in the middle of a battle, the GM might have you treat it as damage until after the fight so recalculating your statistics doesn’t slow the game. Ability drain doesn’t heal naturally but can be healed by the restoration spell.</p><p>In general, if any ability score is reduced to 0 from ability drain, you fall unconscious. If that score is Constitution, you instead immediately die.</p><h2>Negative Levels</h2><p>If you have 1 or more negative levels, you take certain penalties and might even die. For each negative level you have, you take a cumulative –1 penalty to your ability checks, your AC, attack rolls (including combat maneuvers), saving throws, and skill checks. In addition, you reduce your current and total Hit Points and Stamina Points by 5 for each negative level you have. You are also treated as 1 level lower for the purpose of level-dependent variables (such as spellcasting) for each negative level you have. If you are a spellcaster, you do not lose any spell slots as a result of negative levels. If your negative levels equal your total character level (or CR, for monsters), you die.</p><p>Negative levels are temporary, unless the effect that bestows them specifies they are permanent. If you have temporary negative levels, you can attempt a saving throw each day to remove those negative levels. The DC is the same as the DC of the effect that caused the negative levels. If you have negative levels from multiple sources, you must attempt a separate saving throw to remove the negative levels from each source.</p><p>If an effect imposes permanent negative levels, they are treated just like temporary negative levels, but you do not receive a saving throw each day to remove them. Permanent negative levels can be removed through spells such as restoration. If you die, permanent negative levels remain even after you are restored to life. If your permanent negative levels equal your total number of class levels (or CR, for monsters), and you are brought back to life using spells such as mystic cure or raise dead, you remain alive for 3 rounds but then die again if you have not also benefited from a restoration spell or similar effect within that time.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}