{
  "_id": "741Zh3LSMVwp8EBn",
  "name": "Interstellar Travel",
  "pages": [
    {
      "_id": "28QovjWoof7suh2H",
      "name": "Interstellar Travel",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 0,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong><span id=\"ctl00_MainContent_DetailedOutput\">Source</span></strong> SOM pg. 8</p><blockquote><p>@Compendium[sfrpg.setting.FYV6RgTjPdg72RF0]{Triune's} Signal revolutionized space travel, making @Compendium[sfrpg.setting.nb5A5e7HqTnvVjtX]{Drift} technology the preferred method for interstellar treks across the galaxy. However, other forms of interstellar travel existed prior to the Drift. Many of these are still in use today, alongside other recent innovations in stellar drives. While some of these remain in the experimental stage, they provide intriguing alternatives to Drift travel.</p></blockquote><p>Drift engines enable starships to overcome the limitations of traveling faster than light by entering another plane of existence. Most other interstellar drives also operate by using planar jumps. However, planar travel outside the Drift involves extremely expensive magical technology, often in concert with divine assistance, and such magic is usually tightly controlled by the groups and organizations that use it. As a result, Drift technology is the most commonly available means of interstellar travel, and ships using other methods to travel between stars are relatively rare. <span class=\"fontstyle0\">More guidelines on incorporating these alternative modes of travel can be found in the sidebar on page 9</span>.</p><h3 class=\"framing\"><span id=\"ctl00_MainContent_DetailedOutput\">Non-Drift Travel in your Game</span></h3><p><span id=\"ctl00_MainContent_DetailedOutput\">Drift engines are the most widely used technology in the galaxy for interstellar travel, and the Starfinder RPG assumes that all starships use the Drift for journeying between worlds. The interstellar drives presented in this section are generally restricted to certain faiths or organizations and are intended primarily for NPC use. As always, the GM has final say on whether PCs have access to these starship systems, but be aware that adding these options could challenge the baseline assumptions of your game. While these alternative interstellar drives aren’t more powerful than standard Drift engines, they might introduce complications for certain types of stories.</span></p><p><span id=\"ctl00_MainContent_DetailedOutput\">If you want to outfit a published starship with one of these new options (such as giving an Inheritorworks Cathedralship an archon drive), you can simply replace the Drift engine with the interstellar drive and update the ship’s Drift rating to match the rating of the new drive. The ship’s BP total and PCU rating will likely not be completely accurate, but the discrepancies should not have much of an impact on play, especially if the ship appears only in a single encounter. Alternatively, you can rebuild the ship from scratch using the new engine, but you will likely have to make other adjustments to the ship’s stat block to accommodate the interstellar drive’s BP cost and PCU requirements.</span></p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": false
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "v0UfAHfdsXIiY95b",
      "name": "Alternate Interstellar Navigation",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong><span id=\"ctl00_MainContent_DetailedOutput\">Source</span></strong> SOM pg. 8</p><p><span id=\"ctl00_MainContent_DetailedOutput\">Traveling through the Drift relies on Drift beacons for navigation, and these beacons effectively divide the galaxy into two zones: Near Space (regions close to Drift beacons) and the Vast (everywhere else). These distinctions are meaningless to starships without Drift technology; the density of Drift beacons in a given region of space has no bearing on travel times through planes other than the Drift. Likewise, Absalom Station’s Starstone has no effect on travel outside the Drift—it takes just as long for a ship without Drift tech to reach Absalom Station as it does to get to any other point in that system.</span></p><p><span id=\"ctl00_MainContent_DetailedOutput\">For most of the non-Drift interstellar engines presented here, travel times are the same whether a ship’s destination is in Near Space or the Vast, and the actual distance between the starting point and the destination doesn’t matter. With the exception of fold gates, traveling within a system takes about 1d6 days, and traveling anywhere in the galaxy takes about 5d6 days (the same as travel to the Vast via the Drift), though more powerful engines can reduce this time. When traveling to a world using a non-Drift interstellar drive, roll the travel time, then divide the result by the engine rating of your starship’s interstellar drive to determine how long it takes you to reach your destination. For example, a starship with a planar aperture drive (engine rating of 2) traveling to a planet elsewhere in the galaxy would roll 5d6 and divide the result by 2. If you rolled 15, then the trip would take 7-1/2 days (don’t round down travel rolls). As with Drift travel, days spent traveling through other planes are no different for a crew than days spent in normal space. A starship can stop while traveling through another plane, but such breaks don’t count toward your travel time.</span></p><p><span id=\"ctl00_MainContent_DetailedOutput\">Interstellar travel through planes other than the Drift has its perils, as the planes of the Great Beyond are often more dangerous than the Drift. The risk of random encounters when traveling through other planes is always higher than in the Drift.</span></p><p><span id=\"ctl00_MainContent_DetailedOutput\">As with Drift-capable starships, for a starship to activate its interstellar drive to either exit or enter the Material Plane, it must remain stationary with its conventional thrusters turned off for 1 minute. </span></p><ul><li><strong>Travel In-System (1d6 Days):</strong> Jumping between two points in the same solar system is moderately faster than moving between them in real space, but there is a 10% chance of random encounters on the plane being traversed.</li><li><strong>Travel In-Galaxy (5d6 Days):</strong> Regardless of the target location or plane traversed, traveling to another location in the galaxy takes the same amount of time, and the risk of random encounters on that plane can be anywhere from 40% to 60%.</li><li><strong>Travel Beyond the Rim:</strong> While technology capable of carrying a ship to another galaxy might exist, it is unknown to the galaxy at large; intergalactic travel using either Drift technology or non-Drift interstellar drives is currently impossible.</li></ul>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "xSsGm5CDn46XYCIB",
      "name": "Interstellar Drives",
      "type": "text",
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong><span id=\"ctl00_MainContent_DetailedOutput\">Source</span></strong> SOM pg. 9</p><p><span id=\"ctl00_MainContent_DetailedOutput\">The interstellar drives below let you travel to distant star systems without using the Drift; their statistics appear here. For each ship, divide the base travel time by the drive’s engine rating; the better the rating, the faster you can reach your destination (See above). Interstellar drives have a PCU requirement and a maximum frame size. The cost in Build Points is based on the starship’s size category (for the purposes of this calculation, Tiny = 1, Small = 2, Medium = 3, and so on). Also, most of these interstellar drives have the restricted special property.</span></p><p><strong><span id=\"ctl00_MainContent_DetailedOutput\">Restricted:</span></strong><span id=\"ctl00_MainContent_DetailedOutput\"> This particular starship component is typically only available to a specific group or organization, listed in parentheses.</span></p><h2><span class=\"fontstyle0\">@UUID[Compendium.sfrpg.starship-components.WDWP7OGVtwf6Jyh9]{Archon Drive}</span></h2><p><span class=\"fontstyle2\">The massive cathedralships of the church of Iomedae carry legions of troops—whether Iomedaean crusaders or Knights of Golarion—on missions across the galaxy, aided by their exclusive </span><span class=\"fontstyle3\">archon drives</span><span class=\"fontstyle2\">. Fueled by Iomedae’s divine power and augmented by the righteousness and prayers of the ship’s crew, an </span><span class=\"fontstyle3\">archon drive </span><span class=\"fontstyle2\">enables a starship to bypass interstellar distances by moving through Iomedae’s home plane of Heaven.</span></p><p><span class=\"fontstyle2\">As grandiose as the ships that carry them, </span><span class=\"fontstyle3\">archon drives </span><span class=\"fontstyle2\">look like large, crystalline lanterns of stained glass depicting the story of Iomedae and images of lost Golarion. A ball of light hangs in the center of the engine, radiating rainbow light all over the ship’s engineering section and bathing the crew in color. Many ships equipped with </span><span class=\"fontstyle3\">archon drives </span><span class=\"fontstyle2\">hold regular worship services during interstellar journeys, as it is a common belief that the focused prayers of a ship’s crew can increase the drive’s efficiency.</span></p><p><span class=\"fontstyle3\">Archon drives </span><span class=\"fontstyle2\">were in existence at the end of the Gap and were one of only a very few means of achieving interstellar travel before the advent of Drift tech, though they were— and still are—tightly controlled by the church of Iomedae.</span></p><h2><span class=\"fontstyle0\">@UUID[Compendium.sfrpg.starship-components.iAOgs89Z4Bw2IW48]{Chaos Sail}</span></h2><p><span class=\"fontstyle3\">Chaos sails </span><span class=\"fontstyle2\">are engines powered by the churning evolutionary forces of change and possibility. Much like traditional sails bend the unpredictable wind to their advantage, </span><span class=\"fontstyle3\">chaos sails </span><span class=\"fontstyle2\">tap into the volatile energies of the roiling Maelstrom, enabling starships to travel through that plane to bypass interstellar distances. But raw chaos is difficult to harness, and </span><span class=\"fontstyle3\">chaos sails </span><span class=\"fontstyle2\">carry unpredictable risks—anything from the ships’ interior layouts rearranging, cargoes morphing into other goods, and even the laws of physics changing while in transit. Crews and passengers can be impacted as well, with pilots finding their flight controls now monitor power-core performance instead, or captains discovering that they must encourage or cajole their ship’s weapons to fire in combat.</span></p><p><span class=\"fontstyle2\">Besmara is said to have created the first </span><span class=\"fontstyle3\">chaos sails </span><span class=\"fontstyle2\">for her ship, the </span><span class=\"fontstyle3\">Starwraith</span><span class=\"fontstyle2\">, driving it through the Maelstrom’s Cerulean Void and into other planes. Before the introduction of Drift travel, her pirate-priests were the primary users of </span><span class=\"fontstyle3\">chaos sails</span><span class=\"fontstyle2\">, and the especially devout continue to do so, trusting in Besmara’s favor to keep them safe from the hazards of the Maelstrom.</span> </p><h2><span class=\"fontstyle0\">@UUID[Compendium.sfrpg.starship-components.cgbvvhi1SUvIKPAA]{Constellation Orrery}</span></h2><p><span class=\"fontstyle2\">Almost every sapient culture has constellations—patterns of stars visible from a location that represent figures from mythology, folklore, or religion. Stories about these constellations have been shared for generations, cementing their shapes in the collective imagination of thousands of different worlds. Every planet has different constellations and stories attached, but they are all linked together in a mystical sense, as the use of </span><span class=\"fontstyle3\">constellation orreries </span><span class=\"fontstyle2\">proves.</span></p><p><span class=\"fontstyle2\">A </span><span class=\"fontstyle3\">constellation orrery </span><span class=\"fontstyle2\">is a form of interstellar drive that enables starships to navigate along the imaginary lines that connect the stars in a constellation, using stars that appear in multiple constellations as “switching stations” to change lines. These constellation lines are similar to terrestrial ley lines, and they run through not just one plane, but many. </span><span class=\"fontstyle3\">Constellation orreries </span><span class=\"fontstyle2\">look similar to ancient mechanical solar system models that displayed the orbits of planets around a star, but they depict the relative positions of stars in a constellation, reconfiguring their appearance as the ship passes through different constellations. The Church of Ibra is the sole known purveyor of </span><span class=\"fontstyle3\">constellation orreries</span><span class=\"fontstyle2\">, but whether the drive’s origin lies in the Gap or before it is just another cosmic mystery for the faithful to decipher.</span></p><h2><span class=\"fontstyle0\">@UUID[Compendium.sfrpg.starship-components.5XGYJhtK8b2EZjLk]{Elemental Engine}</span></h2><p><span class=\"fontstyle2\">Even starship crews native to the elemental planes commonly use Drift engines for most interstellar travel, but prior to the modern era, some elemental denizens made use of other plane-hopping engines to get to and from the Material Plane. Such travel was not without risk, as various factions constantly struggle for dominance over the elemental planes and are often hostile to unknown starships entering their territory.</span></p><p><span class=\"fontstyle2\">Those </span><span class=\"fontstyle3\">elemental engines </span><span class=\"fontstyle2\">still in use are often found in the hands of smugglers, pirates, and other outlaws, who use these drives to avoid capture by escaping to the inhospitable expanses of one of the elemental planes, where most Material Plane law-enforcement agencies cannot pursue them. Of course, a Material Plane starship using an </span><span class=\"fontstyle3\">elemental engine </span><span class=\"fontstyle2\">must have some means of protecting the ship from the harmful planar energies it will endure during such transits. Vessels native to one of the elemental planes, however, are usually impervious to the energies of that plane.</span></p><h2><span class=\"fontstyle0\">@UUID[Compendium.sfrpg.starship-components.bDNnLgDQd23ehAr7]{First Drive}</span></h2><p><span class=\"fontstyle2\">The First World is a plane of endless possibility and evolution. Initially created as something of a rough draft of the Material Plane, the First World constantly reinvents itself, with the laws of physics—even time—changing from one location to another. Another major difference between the First World and the Material Plane is that the First World has no outer space; it is mostly a single, immeasurable landmass. Nevertheless, it is possible to achieve interstellar travel on the Material Plane by using a so-called </span><span class=\"fontstyle3\">first drive </span><span class=\"fontstyle2\">to travel through the First World. The journey can be perilous, and more than one starship using a </span><span class=\"fontstyle3\">first drive </span><span class=\"fontstyle2\">has disappeared in transit, possibly abducted by the fey denizens of the First World.</span></p><p><span class=\"fontstyle2\">The fey deities called the Eldest rule the First World, and those regions they control are some of the few areas of stability on the plane, held in place by the sheer will of the Eldest. A </span><span class=\"fontstyle3\">first drive </span><span class=\"fontstyle2\">enables a starship to navigate through the First World by using these stable realms as waypoints. Locations in the First World roughly correspond to physical locations on the Material Plane—for example, a portion of the First World corresponds to the planet Akiton. A starship in orbit around Akiton can activate its </span><span class=\"fontstyle3\">first drive </span><span class=\"fontstyle2\">to arrive in the Akiton portion of the First World, then travel through the plane to another planet’s corresponding First World location. When the ship reenters the Material Plane, it arrives close to that planet. Unfortunately, this means that a vessel equipped with a </span><span class=\"fontstyle3\">first drive </span><span class=\"fontstyle2\">must travel between two locations that existed at the time the First World was created. A </span><span class=\"fontstyle3\">first drive </span><span class=\"fontstyle2\">cannot be used to travel to or from a location that does not have a First World analog (such as a space station like Absalom Station or open space); any attempts to do so simply fail.</span></p><p><span class=\"fontstyle2\">The Eldest are generally credited with creating the </span><span class=\"fontstyle3\">first drive</span><span class=\"fontstyle2\">; some planar scholars believe that Ng the Hooded was directly responsible. A more contested theory is that the </span><span class=\"fontstyle3\">first drive </span><span class=\"fontstyle2\">was a rough draft of Triune’s Drift engine, though no evidence to support such a claim has been brought to light, and neither the Eldest nor Triune have confirmed or denied these speculations. What is known is that the Eldest are the sole suppliers of </span><span class=\"fontstyle3\">first drives</span><span class=\"fontstyle2\">, and they usually offer them to mortal spacefarers only as part of inscrutable bargains.</span></p><h2><span class=\"fontstyle0\">@UUID[Compendium.sfrpg.starship-components.E0fhmZwZnpDRmguZ]{Fold Gates}</span></h2><p><span class=\"fontstyle2\">Found in scattered locations deep in the Vast, </span><span class=\"fontstyle3\">fold gates </span><span class=\"fontstyle2\">are an ancient magical means of interstellar travel designed to foil the speed limit of the universe. </span><span class=\"fontstyle3\">Fold gates </span><span class=\"fontstyle2\">don’t enable a starship to travel at speeds faster than light—the magic “folds” the space between two gates instead, and a vessel simply passes through the gates in a near-instantaneous transition from one physical location to another.</span></p><p><span class=\"fontstyle2\">Unfortunately, repeated use of </span><span class=\"fontstyle3\">fold gates </span><span class=\"fontstyle2\">caused strain on the most heavily traveled routes, weakening the fabric of space-time and in some cases stretching and ripping it like badly worn cloth, causing disasters such as the disappearance of entire star systems. Most of these dangerously distorted </span><span class=\"fontstyle3\">fold gate </span><span class=\"fontstyle2\">routes eventually disintegrated, with the gates themselves collapsing into black holes or becoming mystical hazards that can ensnare unwary ships in strange, labyrinthine demiplanes.</span></p><p><span class=\"fontstyle3\">Fold gates </span><span class=\"fontstyle2\">are known to have been in use even before the Gap, but the original builders of the </span><span class=\"fontstyle3\">fold gates </span><span class=\"fontstyle2\">and the techniques for creating them have been lost to history. Some stable, functional </span><span class=\"fontstyle3\">fold gates </span><span class=\"fontstyle2\">still remain, but all the gates discovered to date have been found in the Vast, and the entire network of linked gates has yet to be fully mapped. Starship captains use </span><span class=\"fontstyle3\">fold gates </span><span class=\"fontstyle2\">at their own risk, but they remain an option for daring pilots seeking shortcuts through the galaxy.</span></p><p><span class=\"fontstyle2\">Journeying between a pair of </span><span class=\"fontstyle3\">fold gates </span><span class=\"fontstyle2\">usually takes only 1d8 hours, but travel is limited to predetermined destinations—those locations with functioning </span><span class=\"fontstyle3\">fold gates </span><span class=\"fontstyle2\">(determined by the GM). </span><span class=\"fontstyle3\">Fold gates </span><span class=\"fontstyle2\">have no BP cost, as no special engines are needed to use them, but they drain an immense amount of power from vessels passing through them to maintain the stability of the folded space they create. </span><span class=\"fontstyle3\">Fold gates </span><span class=\"fontstyle2\">are physical objects, so only Huge or smaller starships can fit through them.</span> </p><h2><span class=\"fontstyle0\">@UUID[Compendium.sfrpg.starship-components.arqNIzaPzKwiQjNs]{Helldrive}</span></h2><p><span class=\"fontstyle1\">Just as the Church of Iomedae made early use of proprietary archon drives, so too did Asmodeans develop their own technology: </span><span class=\"fontstyle3\">Helldrives</span><span class=\"fontstyle1\">, which enable starships to travel through Hell itself to circumvent Material Plane distances. Today, </span><span class=\"fontstyle3\">Helldrives </span><span class=\"fontstyle1\">are most commonly found in the fleets of the Hellknights, supporting their mission to bring the rule of law to a chaotic universe.</span></p><p><span class=\"fontstyle1\">Hell is a brutal and orderly plane; it is full of dangers for the unwary, but it honors its agreements. Each </span><span class=\"fontstyle3\">Helldrive </span><span class=\"fontstyle1\">functions as a physical contract permitting relatively easy—though rarely truly safe—passage through Hell. The Church of Asmodeus constructs each </span><span class=\"fontstyle3\">Helldrive </span><span class=\"fontstyle1\">individually, customized for the ship that will carry it, and only those who follow the strict tenets of Hell to the letter are allowed to use them. </span><span class=\"fontstyle3\">Helldrives </span><span class=\"fontstyle1\">run on fuel condensed from damned souls, and some planar scientists speculate that the very act of operating a </span><span class=\"fontstyle3\">Helldrive </span><span class=\"fontstyle1\">is akin to signing an infernal contract, with the user’s soul pledged to become fuel for the next generation of </span><span class=\"fontstyle3\">Helldrives</span><span class=\"fontstyle1\">.</span></p><h2><span class=\"fontstyle0\">@UUID[Compendium.sfrpg.starship-components.LKRMRPcCldRD76HM]{Planar Aperture Drive}</span></h2><p><span class=\"fontstyle1\">The four-armed witchwyrds (</span><span class=\"fontstyle3\">Starfinder Alien Archive </span><span class=\"fontstyle1\">122) have traveled the stars and planes since long before the Gap, using starships outfitted with proprietary hybrid interstellar engines called </span><span class=\"fontstyle3\">planar aperture drives</span><span class=\"fontstyle1\">. Manufactured by the Tetrad trade association, witchwyrds’ interplanar mercantile group, </span><span class=\"fontstyle3\">planar aperture drives </span><span class=\"fontstyle1\">open temporary portals to other planes, allowing witchwyrds to travel with ease throughout the galaxy and most other planes, including the Drift. Their navigational charts are a wonder to behold, though sometimes even witchwyrd ships arrive in the wrong place when traveling through ever-changing planes like the First World or the Maelstrom.</span></p><p><span class=\"fontstyle1\">These drives are the only non-Drift engines known to access the Drift, though how they accomplish this is unknown—one of the leading theories posits the Tetrad signed an exclusive deal with Triune, giving its ships access to the Drift. In any case, the Tetrad does not sell its </span><span class=\"fontstyle3\">planar aperture drives </span><span class=\"fontstyle1\">to non-witchwyrds under any circumstance, and most Tetrad starships are equipped with security features like biometric locks or even self-destruct systems to keep the technology out of non-witchwyrd hands. On the rare occasions that such engines have been captured by outsiders, they work only as normal Signal Basic Drift engines.</span></p><h2><span class=\"fontstyle0\">@UUID[Compendium.sfrpg.starship-components.LHKVTDWIf0gmWFYc]{Shadow Engine}</span></h2><p><span class=\"fontstyle1\">The Shadow Plane is a warped reflection of the Material Plane, and distances there are highly variable, making it possible to traverse vast distances in less time than it would take on the Material Plane—a fact some species exploited in early forms of faster-than-light starship travel. The </span><span class=\"fontstyle3\">shadow engines </span><span class=\"fontstyle1\">of velstracs and the Church of Zon-Kuthon were among the most prevalent of these technologies, which transition a starship from the Material Plane to the Shadow Plane by replicating the effects of the </span><span class=\"fontstyle3\">shadow walk </span><span class=\"fontstyle1\">spell on an interstellar scale. Early </span><span class=\"fontstyle3\">shadow engines </span><span class=\"fontstyle1\">were slower than Drift engines, but velstracs have continually refined the technology, and modern </span><span class=\"fontstyle3\">shadow engines </span><span class=\"fontstyle1\">are now just as fast as equivalent Drift-capable vessels.</span></p><p><span class=\"fontstyle3\">Shadow engines </span><span class=\"fontstyle1\">can propel starships at incredible speeds, but such speed comes with a price: excruciating pain. Kuthites believe that pain leads to enlightenment and have built that tenet into their </span><span class=\"fontstyle3\">shadow engines</span><span class=\"fontstyle1\">, giving them the painful special property.</span></p><p><strong><span class=\"fontstyle4\">Painful:</span></strong><span class=\"fontstyle4\"> </span><span class=\"fontstyle1\">When a </span><span class=\"fontstyle3\">shadow engine </span><span class=\"fontstyle1\">is first activated, every creature on the ship (crew and passengers) is wracked with agonizing pain that imposes a –2 penalty on ability checks, attack rolls, and skill checks (including for starship combat) for as long as the ship is on the Shadow Plane. A target that succeeds at a Will saving throw (DC = 10 + the starship’s tier) reduces the duration to 24 hours. This is a mind-affecting pain effect. Velstracs don’t take the penalties from this effect, though they do enjoy the pain the engine provides.</span> </p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}