{
  "_id": "uFDsmFIlhw1xjjrx",
  "name": "Move Actions",
  "content": "<p>&gt;@Compendium[sfrpg.rules.U37n5tY5hn1ctzQL]{Actions in Combat}</p>\n<p>Source: CRB pg. 247</p>\n<p>Most move actions don’t require a check unless the circumstances are more difficult than normal. For instance, opening a door normally doesn’t require a check, but it does if the door is locked. The following actions are move actions.</p>\n<h2>Crawl</h2>\n<p>You can crawl 5 feet as a move action. A crawling character is considered prone.</p>\n<h2>Direct or Redirect an Effect</h2>\n<p>Some technology and spells allow you to redirect an effect to new targets or areas. Redirecting requires a move action unless the technology or spell states otherwise.</p>\n<h2>Draw or Sheathe a Weapon</h2>\n<p>Drawing a weapon so that you can use it in combat or putting it away so that you have a free hand requires a move action. This action includes activating or deactivating the weapon. This also applies to weapon-like objects that are easily accessible, such as remote controls and most tools or sensors you can carry and use with one hand. If your weapon or weapon-like object is stored in a pack or otherwise out of easy reach, you must instead retrieve it as a stored item before you can use it (see Manipulate an Item below).</p>\n<p><strong>Exception:</strong> If you have a base attack bonus of +1 or higher, you can combine drawing or sheathing a weapon or weapon-like object with moving up to your speed as a single move action.</p>\n<h2>Guarded Step</h2>\n<p>You can carefully step 5 feet as a move action. This movement doesn’t provoke attacks of opportunity (see page 248), even if you’re in a threatened square (see page 255).</p>\n<h2>Manipulate an Item</h2>\n<p>Moving or manipulating an item is usually a move action. This includes retrieving or putting away a stored item, picking up an item, moving a heavy object, and opening a door.</p>\n<h2>Move Your Speed</h2>\n<p>The simplest move action is moving up to your speed (see Speed on page 255 for more information). Many nonstandard modes of movement are also covered under this action, including burrowing (using your natural burrow speed, if you have one), climbing and swimming (using either the Athletics skill or your natural climb or swim speed, if you have one), or flying (using the Acrobatics skill if you have either access to flight or a natural fly speed). See Additional Movement Types on page 258 for more details. Some full actions (such as the operative’s trick attack) allow you to move as well, which act as moving up to your speed.</p>\n<h2>Reload</h2>\n<p>Unless stated otherwise, reloading is a move action that includes grabbing ammunition you have readily available. Some weapons require different actions to reload; see the weapon’s description.</p>\n<h2>Stand Up</h2>\n<p>This special form of move action allows you to stand up from a prone position.</p>",
  "img": "icons/svg/mystery-man.svg"
}