{
  "_id": "2mmspP39EOiog9zD",
  "name": "Movement and Position",
  "pages": [
    {
      "_id": "SF4l6TcKvMNWPluU",
      "name": "Movement and Position",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 255</p><p>It’s often very important to know where all the creatures involved in an encounter are, as well as what terrain and other objects are present. The rules for movement and positions work best when keeping track of positions using a battle map and miniatures. A battle map is typically divided into a grid of 1-inch squares, each of which represents a 5-foot-by-5-foot area. Starfinder uses miniatures on the 30 mm scale (meaning a miniature of a 6-foot-tall creature is approximately 30 mm tall), available at paizo.com or your local gaming store.</p><p>The rules below cover moving in environments with normal gravity conditions. For more about movement in @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.n461i9lDXw303SiY#zero-gravity]{zero gravity}, see page 402.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": false
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "KN8fI4cOisaNt6xo",
      "name": "Size and Space",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 255</p><p>Creatures come in different sizes and can occupy multiple squares. The square or squares a creature occupies are also referred to as the creature’s space. Occasionally objects are defined with these same size categories.</p><p>There are nine size categories, and each determines the specific amount of space a creature takes up. The size categories are Fine, Diminutive, Tiny, Small, Medium, Large, Huge, Gargantuan, and Colossal.</p><h2>Fine, Diminutive, And Tiny</h2><p>These creatures take up less than 1 square of space. This means that more than one such creature can fit into a single square. A Tiny creature typically occupies a space only 2-1/2 feet across, so four can fit into a single square. Up to 25 Diminutive creatures or 100 Fine creatures can fit into a single square.</p><h2>Small And Medium</h2><p>Most player characters are Small or Medium, and creatures of these size categories take up a single 5-foot square of space.</p><h2>Large, Huge, Gargantuan, And Colossal</h2><p>Creatures in these size categories take up more than 1 square of space. See Table 8–1: Creature Size on page 256 for more details.</p><h2>Table 8-1: Creature Size</h2><table><tbody><tr><td><strong>Size Category</strong></td><td><strong>Height or Length</strong><sup><strong>1</strong></sup></td><td><strong>Weight</strong><sup><strong>2</strong></sup></td><td><strong>Space</strong></td><td><strong>Natural Reach (Tall</strong><sup><strong>3</strong></sup><strong>)</strong></td><td><strong>Natural Reach (Long</strong><sup><strong>3</strong></sup><strong>)</strong></td></tr><tr><td>Fine</td><td>6 in. or less</td><td>1/8 lb. or less</td><td>1/2 ft.</td><td>0 ft.</td><td>0 ft.</td></tr><tr><td>Diminutive</td><td>6 in.–1 ft.</td><td>1/8–1 lb.</td><td>1 ft.</td><td>0 ft.</td><td>0 ft.</td></tr><tr><td>Tiny</td><td>1–2 ft.</td><td>1–8 lbs.</td><td>2-1/2 ft.</td><td>0 ft.</td><td>0 ft.</td></tr><tr><td>Small</td><td>2–4 ft.</td><td>8–60 lbs.</td><td>5 ft.</td><td>5 ft.</td><td>5 ft.</td></tr><tr><td>Medium</td><td>4–8 ft.</td><td>60–500 lbs.</td><td>5 ft.</td><td>5 ft.</td><td>5 ft.</td></tr><tr><td>Large</td><td>8–16 ft.</td><td>500 lbs.–2 tons</td><td>10 ft.</td><td>10 ft.</td><td>5 ft.</td></tr><tr><td>Huge</td><td>16–32 ft.</td><td>2–16 tons</td><td>15 ft.</td><td>15 ft.</td><td>10 ft.</td></tr><tr><td>Gargantuan</td><td>32–64 ft.</td><td>16–125 tons</td><td>20 ft.</td><td>20 ft.</td><td>15 ft.</td></tr><tr><td>Colossal</td><td>64 ft. or more</td><td>125 tons or more</td><td>30 ft.3</td><td>30 ft.</td><td>20 ft.</td></tr></tbody></table><p><sup>1</sup>This means a biped’s height or a quadruped’s body length (nose to base of tail).</p><p><sup>2</sup>These numbers assume that the creature is roughly as dense as a regular animal. A creature made of stone will weigh considerably more, and a gaseous creature will weigh much less.</p><p><sup>3</sup>These values are typical for creatures of the indicated size. Some exceptions exist.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "46aSGAO8AfTIGNQo",
      "name": "Reach and Threatened Squares",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 400000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 255</p><p>Your reach is the distance at which you can attack foes in melee combat. If you are wielding a melee weapon or are otherwise capable of making a melee attack (e.g., if you have your own natural weapons), you threaten all squares into which you can make a melee attack, even when it is not your turn (the exception is unarmed strikes—if you’re making unarmed strikes, you don’t threaten other squares). Generally, that means you threaten all squares adjacent to your space, including diagonally. An enemy that takes certain actions while in a square you threaten provokes an @UUID[Compendium.sfrpg.rules.U37n5tY5hn1ctzQL.JournalEntryPage.GtSmojwt4d6rdEkm#attack-of-opportunity]{attack of opportunity} from you (see page 248).</p><p>A creature’s natural reach refers to its reach in melee combat when it is not wielding a weapon with the reach special property. Small and Medium creatures have a natural reach of 5 feet. When wielding a weapon with the reach special property, you threaten all squares that you can reach with your weapon. This typically extends a Small or Medium creature’s reach to 10 feet. For more about the reach weapon special property, see page 182 in Chapter 7.</p><p>Creatures that take up less than 1 square of space typically have a natural reach of 0 feet, meaning they can’t reach into adjacent squares unless using weapons with the reach special property. They must enter an opponent’s square to attack in melee. This movement may provoke an attack of opportunity from the opponent. You can attack into your own square if you need to, so you can attack such creatures normally. Since they have no natural reach, they do not threaten the squares around them. You can thus move past them without provoking attacks of opportunity, and they also can’t flank enemies.</p><p>Creatures that take up more than 1 square of space typically have a natural reach of 10 feet or more. Such a creature usually can make an attack of opportunity against you if you approach it, because you must enter and move within the range of its reach before you can attack it. You do not provoke this attack of opportunity if you take a guarded step to approach it. When wielding a weapon with the reach special property, such creatures extend their reach by 5 feet.</p><p>If your reach is 10 feet, you threaten the second square of a diagonal (this is an exception to the normal rule for calculating distance along a diagonal; see Diagonals on page 256 for more information). If your reach is anything other than 10 feet, calculate the diagonal distance of your reach normally.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "2i9QACKknI1AIfDl",
      "name": "Speed",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 500000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 255</p><p>Your speed is how far you can move with a single move action. Your speed depends mostly on your race and your armor type, though magic and equipment can also impact it. Wearing heavy armor or carrying too much can reduce your speed (see @UUID[Compendium.sfrpg.rules.WP7hddXW4mLXXXOg]{Armor} and Carrying Capacity in Chapter 7 for more details).</p><p>If you use two move actions in a round (sometimes called a “double move”), you can move up to double your speed. If you spend the entire round running (using the @UUID[Compendium.sfrpg.rules.U37n5tY5hn1ctzQL.JournalEntryPage.Fu5eDR99bGo9WdUU#run]{run action}; see page 248), you can move up to quadruple your speed.</p><p>A creature’s land speed refers to how far it moves across the ground with its appendages. Most Medium creatures have a land speed of 30 feet (6 squares). If a creature has additional movement speeds, such as a climb speed or a fly speed, those speeds are listed in the creature’s statistics separately (see @UUID[.ZeFfWgziHuzefMHL]{Additional Movement Types} on page 258). If a rule references speed without specifying a movement type, it refers to whatever movement type you are using.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "QhJfoxOrkFXjqVkM",
      "name": "Movement Scales",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 600000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 256</p><p>Movement occurs in different movement scales, detailed on the following pages. Tactical movement, for combat, is measured in feet (or 5-foot squares) per round. Local movement, for exploring the immediate area, is usually measured in feet per minute, though you can also track movement on a local scale in rounds, as in tactical movement. Overland movement, for getting from place to place, is measured in miles per hour or miles per day.</p><p>Starships use their own movement scales for moving between planets and systems and for tactical starship combat. See Space Travel on page 290 and Starship Combat on page 316 for more details on these movement scales.</p><h2>Modes Of Movement</h2><p>While moving at the different movement scales, creatures generally walk, hustle, or run.</p><h3>Walk</h3><p>A walk represents unhurried but purposeful movement (typically 30 feet per round or 3 miles per hour for an unencumbered PC).</p><h3>Hustle</h3><p>A hustle is a jog (about 6 miles per hour for an unencumbered PC). When you are taking the @UUID[Compendium.sfrpg.rules.U37n5tY5hn1ctzQL.JournalEntryPage.SKgwxeMd2gB1g2W8#move-your-speed]{move your speed action} (see page 247) to move in the same round that you perform a standard action or another move action or when you move your speed twice in a single round, you are hustling when you move.</p><h3>Run</h3><p>A running pace for a character is moving four times her speed (about 120 feet per round or 12 miles per hour for an unencumbered PC). When you are taking the @UUID[Compendium.sfrpg.rules.U37n5tY5hn1ctzQL.JournalEntryPage.Fu5eDR99bGo9WdUU#run]{run action} (see page 248), you are running when you move.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "OpSxLHltqqCYJOfE",
      "name": "Tactical Movement",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 700000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 256</p><p>Tactical movement is used for round-by-round combat and is typically tracked using a battle map with a grid of 1-inch squares and miniatures representing all combatants. Characters generally don’t walk during combat, for obvious reasons; they hustle or run instead. When you move your speed and take another action, you are hustling for about half the round and doing something else the other half.</p><h2>Measuring Distance</h2><p>As a general rule, distance during tactical combat is measured assuming that 1 square equals 5 feet.</p><h3>Diagonals</h3><p>When measuring distance, count the first diagonal as 1 square, the second as 2 squares, the third as 1, the fourth as 2, and so on. You can’t move diagonally past a hard corner (such as the corner of a building or starship or the side of a doorframe), but you can move diagonally past a creature (even an opponent) or less rigid objects, such as plant life.</p><h3>Closest Creature</h3><p>Sometimes it’s important to determine the closest square or creature to a location. If two squares or creatures are equally close, the creature taking the action that requires the closest square be determined decides which square counts as closest.</p><h2>Moving Through Occupied Squares</h2><p>You may be able to move through an occupied square without difficulty in certain circumstances, with different effects based on the creature in a given square, as noted below.</p><h3>Ally</h3><p>Unless you are charging, you can move through a square occupied by an ally or a friendly character. When you do so, that creature doesn’t provide you with cover (see page 253).</p><h3>Opponent</h3><p>You can’t normally move through a square that is occupied by an opponent, but you can move through a square that is occupied by a helpless opponent without penalty. Some creatures, particularly very large ones, present an obstacle even when helpless; in such cases, each such square you move through counts as 2 squares. It is also possible to use the @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.3QdtsfnVJsHEdrt0#tumble]{tumble} task of the @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.3QdtsfnVJsHEdrt0]{Acrobatics} skill to move through a square occupied by an opponent (see page 136). Some creatures break these rules. A creature that completely fills the squares it occupies (such as a 5-foot-cube robot) cannot be moved past, even with the Acrobatics skill or similar abilities.</p><h3>Ending Your Movement</h3><p>You can’t end your movement in the same square as another creature unless that creature is helpless.</p><h2>Terrain And Obstacles</h2><p>From cargo crates and wrecked vehicles to vines and rocky rubble, many terrain features affect your movement.</p><h3>Difficult Terrain</h3><p>Difficult terrain, such as heavy undergrowth, piles of junk, or steep stairs, hampers movement. Each move into a square of difficult terrain counts as 2 squares of movement. Each diagonal move into a difficult terrain square counts as 3 squares. You can’t run or charge across difficult terrain. If you occupy multiple squares with different kinds of terrain, you can move only as fast as the most difficult terrain will allow. Flying and incorporeal creatures are not hampered by most difficult terrain, though a dense tree canopy or web of chains might count as difficult terrain for flying creatures.</p><h3>Squeezing</h3><p>In some cases, you have to squeeze into or through an area that isn’t as wide as the space you take up. You can squeeze through or into a space that is at least half as wide as your normal space. While squeezing, you have the @UUID[Compendium.sfrpg.conditions.nFBcsp5FS1Wi46Fc]{entangled} condition (see page 275), which includes moving at half your speed.</p><h2>Special Movement Rules</h2><p>These rules cover special movement situations.</p><h3>Ending Movement In An Illegal Space</h3><p>Sometimes you may need to end your movement while moving through a space where you’re not allowed to stop. When that happens, you stop in the last legal position you occupied.</p><h3>Double Movement Cost</h3><p>When your movement is hampered in some way, your movement usually costs double the normal amount. For example, each square of movement through difficult terrain counts as 2 squares, and each diagonal move through such terrain counts as 3 squares (just as two diagonal moves normally do).</p><p>If a movement cost is doubled twice, then each square counts as 4 squares (or as 6 squares if moving diagonally). If movement cost is doubled three times, then each square counts as 8 squares (12 if diagonal) and so on. This is an exception to the general rule regarding multiplying values.</p><h3>Minimum Movement</h3><p>Despite whatever penalties to your speed you might have, as long as you can move at all you can take a full action to move 5 feet (1 square) in any direction, even diagonally. This rule doesn’t allow you to move through impassable terrain or to move when all movement is prohibited. Such movement provokes @UUID[Compendium.sfrpg.rules.U37n5tY5hn1ctzQL.JournalEntryPage.GtSmojwt4d6rdEkm#attack-of-opportunity]{attacks of opportunity} as normal (despite the distance covered, this move isn’t a @UUID[Compendium.sfrpg.rules.U37n5tY5hn1ctzQL.JournalEntryPage.SKgwxeMd2gB1g2W8#guarded-step]{guarded step}).</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "53YkJ4mQRm1I73zm",
      "name": "Local Movement",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 800000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 257</p><p>While exploring an area, you can measure your local movement in feet per minute if a round-by-round accounting of actions isn’t necessary. You can walk or hustle without a problem on the local scale, and you can run for a number of rounds equal to your Constitution score on the local scale without needing to rest. After that you must attempt a Constitution check (DC = 10 + 1 for each previous check) each round to continue running. When you fail this check, you must stop running. Once you have run to your limit, you must rest for 1 minute (10 rounds) before running again. During a rest period, you can move no faster than you can for a normal move action.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "R3i6OiFN896CROre",
      "name": "Overland Movement",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 1000000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 258</p><p>Characters covering long distances cross-country use overland movement. Overland movement is measured in miles per hour or miles per day. A day represents 8 hours of actual travel time when traveling on foot or on a mount. Vehicles with a single pilot or a very small crew can travel for about 10 hours in a day. Large vehicles that operate continuously with a large crew on multiple shifts can travel continuously for 24 hours.</p><table><tbody><tr><td><strong>Speed</strong></td><td><strong>20 Feet</strong></td><td><strong>30 Feet</strong></td><td><strong>40 Feet</strong></td></tr><tr><td><strong>1 ROUND (TACTICAL)</strong></td><td></td><td></td><td></td></tr><tr><td>Walk</td><td>20 ft.</td><td>30 ft.</td><td>40 ft.</td></tr><tr><td>Hustle</td><td>40 ft.</td><td>60 ft.</td><td>80 ft.</td></tr><tr><td>Run</td><td>80 ft.</td><td>120 ft.</td><td>160 ft.</td></tr><tr><td><strong>1 MINUTE (LOCAL)</strong></td><td></td><td></td><td></td></tr><tr><td>Walk</td><td>200 ft.</td><td>300 ft.</td><td>400 ft.</td></tr><tr><td>Hustle</td><td>400 ft.</td><td>600 ft.</td><td>800 ft.</td></tr><tr><td>Run</td><td>800 ft.</td><td>1,200 ft.</td><td>1,600 ft.</td></tr><tr><td><strong>1 DAY (OVERLAND)</strong></td><td></td><td></td><td></td></tr><tr><td>Walk</td><td>16 miles</td><td>24 miles</td><td>32 miles</td></tr></tbody></table><h2>Walk</h2><p>You can walk for 8 hours during a day without a problem. Walking for longer than that can wear you out (see Forced March below).</p><h2>Hustle</h2><p>You can hustle for 1 hour without a problem. Hustling for a second hour in between sleep cycles deals 1 nonlethal damage to you, and each additional hour deals twice the damage taken during the previous hour of hustling. If you take any nonlethal damage from hustling, you become fatigued (see page 276). When you recover from this nonlethal damage, you also eliminate the fatigued condition.</p><h2>Run</h2><p>You can’t run overland for an extended period of time. Attempts to run and rest in cycles effectively work out to a hustle.</p><h2>Terrain</h2><p>The terrain through which you travel affects the distance you can cover while traveling. The table below shows you how to modify travel times based on the type of terrain and the quality of the path you’re following. A highway is a major, mostly straight, paved road. A road is typically a dirt track. A trail is like a road, except that it allows only single-file travel and does not benefit a party traveling with vehicles. Trackless terrain is a wild area with no paths.</p><table><tbody><tr><td><strong>Terrain</strong></td><td><strong>Highway</strong></td><td><strong>Road or Trail</strong></td><td><strong>Trackless</strong></td></tr><tr><td>Desert (all temperatures)</td><td>×1</td><td>×1/2</td><td>×1/2</td></tr><tr><td>Forest (typical)</td><td>×1</td><td>×1</td><td>×1/2</td></tr><tr><td>Forest (dense)</td><td>×1</td><td>×3/4</td><td>×1/4</td></tr><tr><td>Hill</td><td>×1</td><td>×3/4</td><td>×1/2</td></tr><tr><td>Marsh</td><td>×1</td><td>×3/4</td><td>×1/2</td></tr><tr><td>Mountain</td><td>×3/4</td><td>×3/ 4</td><td>×1/2</td></tr><tr><td>Plains</td><td>×1</td><td>×1</td><td>×3/4</td></tr><tr><td>Urban</td><td>×3/4</td><td>×1/2</td><td>×1/2</td></tr></tbody></table><h2>Forced March</h2><p>In a day of normal walking, you walk for 8 hours, and then you spend the rest of your daylight time making and breaking camp, resting, and eating. However, you can walk for more than 8 hours in a day by making a forced march. For each hour of marching beyond 8 hours, you must succeed at a Constitution check (DC = 10 + 2 per extra hour) or you take 1d6 nonlethal damage. If you take any nonlethal damage from a forced march, you become @UUID[Compendium.sfrpg.conditions.JGFn4MrDZ6X5vrzU]{fatigued} (see page 276). When you recover from this nonlethal damage, you also eliminate the fatigued condition. Still, it’s quite possible to march yourself into unconsciousness by pushing yourself too hard.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "DJEtCk5Bb3dJodS8",
      "name": "Evasion and Pursuit",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 1100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 258</p><p>In round-by-round movement, when simply counting off squares, it’s impossible for a slow character to get away from a fast character without mitigating circumstances. Likewise, it’s easy for a fast character to get away from a slower one.</p><p>When the speeds of the two characters are equal, there are a few simple ways to resolve a chase. If one creature is pursuing another—both are moving at the same speed—and the chase continues for at least a few rounds, the characters can attempt opposed Dexterity checks to see who is the faster individual over those rounds. If the creature being chased wins, it escapes. If the pursuer wins, it catches the fleeing creature.</p><p>Sometimes a chase occurs overland and could last all day, with the two sides only occasionally getting glimpses of each other at a distance. In the event of a long chase, all parties can attempt opposed Constitution checks to determine which one can maintain the pace the longest. If the creature being chased rolls the highest, it gets away. If not, the pursuer runs down its prey, outlasting it through superior stamina.</p><p>Vehicle chases follow their own rules; see Vehicle Chases starting on page 282.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "ZeFfWgziHuzefMHL",
      "name": "Additional Movement Types",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 1300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 258</p><p>Some creatures have modes of movement other than walking and running, such as burrowing, climbing, flying, and swimming. Such creatures have a specific speed listed for each movement type. Generally speaking, these additional movement types follow the normal rules for movement, except as detailed below.</p><h2>Burrowing</h2><p>If you have a burrow speed, you can use move actions to tunnel through dirt. You cannot tunnel through rock unless you have an ability that states otherwise. You can move your full burrow speed while burrowing, but you cannot @UUID[Compendium.sfrpg.rules.U37n5tY5hn1ctzQL.JournalEntryPage.Fu5eDR99bGo9WdUU#run]{run} (see page 248). Most burrowing creatures do not leave behind tunnels other creatures can use unless they have an ability that states otherwise; instead, the dirt closes up behind them as if they had not been there.</p><h2>Climbing</h2><p>If you have a climb speed, you can use move actions to climb slopes, walls, and other steep inclines, and you don’t need to attempt an Athletics check to climb except in hazardous circumstances (see the @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.iLlBAZBfHJMZQRQx]{Athletics} skill starting on page 136). You are not @UUID[Compendium.sfrpg.conditions.MZ8OoH1GE9qDMyCD]{flat-footed} (see page 276) while climbing. You receive a +8 bonus to all Athletics checks to climb and can always take 10 while climbing, even if distracted or threatened. You can move your full climb speed when you use the move action while climbing, but you cannot run. You can move double your climb speed with a successful Athletics check to climb, but you take a –5 penalty to the check. Creatures without a climb speed use the Athletics skill to climb.</p><h2>Flying</h2><p>If you have a fly speed, you can use move actions to fly through the air. A creature with a fly speed has one of three maneuverability classes: clumsy, average, or perfect. Creatures with clumsy maneuverability take a –8 penalty to @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.3QdtsfnVJsHEdrt0]{Acrobatics} checks to fly, while those with perfect maneuverability gain a +8 bonus to these checks. Creatures with average maneuverability (the default maneuverability) neither gain a bonus nor take a penalty to Acrobatics checks to fly. While you are flying, at the start of each turn, choose a primary direction for the round (including up or down). You can move your full fly speed in a straight line in that direction without the need for an Acrobatics check, as long as the wind conditions are favorable.</p><p>If you want to change direction while flying, it costs you an additional 5 feet of movement to turn 45 degrees. If you want to ascend, it costs you an additional 5 feet of movement for each square that you move upward. For example, suppose you have a fly speed of 60 feet. As a single move action, you can fly forward 20 feet, turn 45 degrees to the left, and fly one square diagonally (all of which costs 30 feet of your movement). You can then ascend 15 feet, which costs another 30 feet of movement. At this point, you have used your full 60 feet of flying movement, so your move action is over.</p><p>If you are flying in an area with zero or low gravity, movement to ascend does not cost extra squares. If you are flying in an area with high gravity, ascending costs double the extra squares of movement.</p><p>The Acrobatics skill also details other types of movement that can be made by flying creatures. These require successful Acrobatics checks, and these checks have consequences if you fail. If you have clumsy maneuverability, you cannot use the hover option presented in the fly task of the Acrobatics skill (see page 135). If you have average maneuverability, all of the options in the fly task of Acrobatics are available to you. If you have perfect maneuverability, you do not have to attempt an Acrobatics check to use the avoid falling damage or hover options; you automatically succeed at these options (unless you are unconscious), though you can still attempt an Acrobatics check to hover as a swift action instead of a move action.</p><h2>Swimming</h2><p>If you have a swim speed, you can use move actions to swim through liquids, but you don’t need to attempt an Athletics check to swim except in hazardous circumstances (see the Athletics skill starting on page 136). You receive a +8 bonus to all Athletics checks to swim, and you can always take 10 while swimming, even if you are distracted or threatened. You can move your full swim speed while swimming, and you can use the run action while swimming, provided that you swim in a straight line. Creatures without a swim speed use the Athletics skill to swim. A swim speed does not automatically impart the ability to breathe underwater.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}