{
  "_id": "kJBtVnrP6WjDRztl",
  "name": "Mystic - Spells list",
  "permission": {
    "default": 0,
    "EgDbkW0aYa1c3C2f": 3
  },
  "folder": "",
  "flags": {},
  "content": "<h2>0-Level</h2>\n<p><strong>Daze:</strong> Humanoid creature of CR 3 or lower is dazed.</p>\n<p><strong>Detect Affliction:</strong> Determine whether a creature or object has been poisoned, is diseased, is cursed, or is suffering a similar affliction.</p>\n<p><strong>Detect Magic:</strong> Detect spells and magic items within 60 feet.</p>\n<p><strong>Fatigue:</strong> Touched creature is fatigued.</p>\n<p><strong>Ghost Sound:</strong> Create minor illusory sounds.</p>\n<p><strong>Grave Words:</strong> Force a corpse to babble.</p>\n<p><strong>Psychokinetic Hand:</strong> Telekinetically move an object of 1 bulk or less.</p>\n<p><strong>Stabilize:</strong> Cause a dying creature to stabilize.</p>\n<p><strong>Telekinetic Projectile:</strong> Telekinetically hurl an object, dealing 1d6 damage to the target and object.</p>\n<p><strong>Telepathic Message:</strong> Send a short telepathic message and hear simple telepathic replies.</p>\n<p><strong>Token Spell:</strong> Perform simple magical effects.</p>\n<p>&nbsp;</p>\n<h2>1st-Level</h2>\n<p><strong>Charm Person:</strong> Make one humanoid creature believe that it is your ally.</p>\n<p><strong>Command:</strong> One creature obeys a select command for 1 round.</p>\n<p><strong>Confusion, Lesser:</strong> One living creature is confused for 1 round.</p>\n<p><strong>Detect Radiation:</strong> Detect radiation within 120 feet.</p>\n<p><strong>Detect Thoughts:</strong> &ldquo;Listen&rdquo; to surface thoughts.</p>\n<p><strong>Disguise Self:</strong> Change your appearance.</p>\n<p><strong>Fear:</strong> Frighten a single living creature that's of CR 4 or lower for 1d4 rounds.</p>\n<p><strong>Identify:</strong> Gain a +10 bonus to identify items of a magic or technological nature.</p>\n<p><strong>Keen Senses:</strong> Target gains low-light vision and a +2 bonus to Perception checks.</p>\n<p><strong>Life Bubble:</strong> Encase targeted creatures with a shell of tolerable atmosphere.</p>\n<p><strong>Mind Link:</strong> Instantly and telepathically communicate information to a creature.</p>\n<p><strong>Mind Thrust:</strong> Mentally deal 2d10 damage to one target.</p>\n<p><strong>Mystic Cure:</strong> Restore 1d8 + your Wisdom modifier Hit Points to a living creature.</p>\n<p><strong>Reflecting Armor:</strong> Sheath of mystical force can reflect damage back on foe.</p>\n<p><strong>Remove Condition, Lesser:</strong> Remove one minor harmful condition affecting a creature.</p>\n<p><strong>Share Language:</strong> Target understands chosen languages.</p>\n<p><strong>Wisp Ally:</strong> Create wisp of energy that shines light and distracts an enemy.</p>\n<p>&nbsp;</p>\n<h2>2nd-Level</h2>\n<p><strong>Augury (R):</strong> Learn whether an action will be good or bad.</p>\n<p><strong>Command Undead:</strong> Undead creature obeys your commands.</p>\n<p><strong>Darkvision:</strong> Grant ability to see 60 feet in total darkness.</p>\n<p><strong>Daze Monster:</strong> Target living creature of CR 5 or lower is dazed.</p>\n<p><strong>Fear:</strong> Frighten multiple creatures of CR 4 or lower for 1 minute.</p>\n<p><strong>Fog Cloud:</strong> Create a fog that obscures vision.</p>\n<p><strong>Force Blast:</strong> Cone deals 2d6 force damage and bull rushes creatures.</p>\n<p><strong>Hold Person:</strong> Paralyze one humanoid.</p>\n<p><strong>Hurl Forcedisk:</strong> Disc deals 3d6 force damage to one target then ricochets to other targets, dealing 2d6 force damage.</p>\n<p><strong>Inflict Pain:</strong> Wracking pain imposes -2 penalty to ability checks, attack rolls, and skill checks on one target.</p>\n<p><strong>Mind Thrust:</strong> Mentally deal 4d10 damage to one target.</p>\n<p><strong>Mystic Cure:</strong> Restore 3d8 + your Wisdom modifier Hit Points to a living creature.</p>\n<p><strong>Remove Condition:</strong> Remove one moderate harmful condition affecting a creature.</p>\n<p><strong>Restoration, Lesser:</strong> Dispel magical ability penalty or cure 1d4 ability damage.</p>\n<p><strong>See Invisibility:</strong> See invisible creatures or objects.</p>\n<p><strong>Shield Other (R):</strong> You take half of the target's Hit Point damage.</p>\n<p><strong>Spider Climb:</strong> Grant ability to walk on walls and ceilings.</p>\n<p><strong>Status:</strong> Monitor condition and position of allies.</p>\n<p><strong>Zone of Truth:</strong> Creatures within range can't lie.</p>\n<p>&nbsp;</p>\n<h2>3rd-Level</h2>\n<p><strong>Bestow Curse:</strong> Target takes -4 penalty to attack rolls, saves, and checks or 50% chance of not acting on each of its turns.</p>\n<p><strong>Charm Monster:</strong> Make one creature believe it is your ally or one day per level.</p>\n<p><strong>Clairaudience/Clairvoyance:</strong> Hear or see at a distance for 1 minute per level.</p>\n<p><strong>Deep Slumber:</strong> Put a number of creatures whose CRs total 8 or less to sleep.</p>\n<p><strong>Dispel Magic:</strong> Cancel one magical spell or effect.</p>\n<p><strong>Fear:</strong> Targets of CR 8 or lower within a cone are panicked for 1 minute.</p>\n<p><strong>Haste:</strong> One creature per level moves and acts faster.</p>\n<p><strong>Hologram Memory:</strong> Extract a creature's memory and replay it as a hologram.</p>\n<p><strong>Irradiate:</strong> Flood area with dangerous radiation.</p>\n<p><strong>Mind Thrust:</strong> Mentally deal 7d10 damage to one target.</p>\n<p><strong>Mystic Cure:</strong> Restore 5d8 + your Wisdom modifier Hit Points to a living creature.</p>\n<p><strong>Psychokinetic Strangulation:</strong> Concentrate to immobilize target and deal 3d8 damage per round.</p>\n<p><strong>Ray of Exhaustion:</strong> Ray makes target exhausted.</p>\n<p><strong>Remove Affliction:</strong> Neutralize curses, diseases, infestations, poisons, and other harmful conditions affecting a creature.</p>\n<p><strong>Resistant Armor, Lesser:</strong> Grant DR 5/&mdash; or energy resistance 5 against two energy types.</p>\n<p><strong>Slow:</strong> One creature per level moves and acts slower.</p>\n<p><strong>Speak with Dead:</strong> Corpse answers up to six questions.</p>\n<p><strong>Suggestion:</strong> Compel a target to follow stated course of action.</p>\n<p><strong>Synaptic Pulse:</strong> Stun all creatures within 20 feet for 1 round.</p>\n<p><strong>Tongues:</strong> Target can speak and understand any language.</p>\n<p>&nbsp;</p>\n<h2>4th-Level</h2>\n<p><strong>Animate Dead:</strong> Create controlled undead creatures out of target corpses.</p>\n<p><strong>Confusion:</strong> Targets behave randomly for 1 round per level.</p>\n<p><strong>Cosmic Eddy:</strong> Whirlwind deals 4d6 damage and knocks creatures prone.</p>\n<p><strong>Death Ward:</strong> Target gains +4 bonus to saves against death spells, and is immune to negative energy and gaining negative levels.</p>\n<p><strong>Discern Lies:</strong> Reveal deliberate falsehoods.</p>\n<p><strong>Dismissal:</strong> Force a creature to return to its native plane.</p>\n<p><strong>Divination (R):</strong> Gain useful advice for specific proposed actions.</p>\n<p><strong>Enervation:</strong> Ray imposes 2 negative levels.</p>\n<p><strong>Fear:</strong> All targets within a cone are panicked for 1 minute.</p>\n<p><strong>Hold Monster:</strong> Paralyze one creature.</p>\n<p><strong>Mind Probe:</strong> Potentially access a target creature's memories and its knowledge.</p>\n<p><strong>Mind Thrust:</strong> Mentally deal 10d10 damage to and fatigue a single target.</p>\n<p><strong>Mystic Cure:</strong> Restore 12d8 + your Wisdom modifier Hit Points to a living creature or restore life to a recently slain creature.</p>\n<p><strong>Planar Binding:</strong> Trap an extraplanar creature of CR 4 or lower until it performs a task.</p>\n<p><strong>Reincarnate:</strong> Bring a target dead creature back to life in a random body.</p>\n<p><strong>Remove Radioactivity:</strong> Remove ongoing radiation effects from a creature or object.</p>\n<p><strong>Resistant Armor:</strong> Grant DR 10/&mdash; or energy resistance 10 to three energy types.</p>\n<p><strong>Restoration (R):</strong> Restores ability score drain and negative levels.</p>\n<p><strong>Telepathic Bond:</strong> Link allows allies to communicate.</p>\n<p>&nbsp;</p>\n<h2>5th-Level</h2>\n<p><strong>Break Enchantment:</strong> Free creatures from curses, enchantments, and transmutations.</p>\n<p><strong>Call Cosmos:</strong> Rain cosmic particles on targets, dealing 4d6 fire damage and 3d6 cold damage.</p>\n<p><strong>Command, Greater:</strong> One creature per level obeys select command for 1 round per level.</p>\n<p><strong>Commune With Nature:</strong> Learn about terrain for 1 mile per level.</p>\n<p><strong>Contact Other Plane:</strong> Ask questions of extraplanar entity.</p>\n<p><strong>Crush Skull:</strong> Deal 18d8 damage to living creature's head.</p>\n<p><strong>Dismissal:</strong> Force extraplanar creatures whose total CR is no greater than your level + 2 to return to their native planes.</p>\n<p><strong>Dispel Magic, Greater:</strong> Cancel multiple spells or effects.</p>\n<p><strong>Dominate Person:</strong> Control humanoid telepathically.</p>\n<p><strong>Feeblemind:</strong> Target's Intelligence and Charisma scores drop to 1.</p>\n<p><strong>Mind Thrust:</strong> Mentally deal 15d10 damage to and exhaust one target.</p>\n<p><strong>Modify Memory:</strong> Change 5 minutes of target's memories.</p>\n<p><strong>Mystic Cure:</strong> Restore 16d8 + your Wisdom modifier Hit Points to a living creature or restore life to a recently slain creature.</p>\n<p><strong>Mystic Cure, Mass:</strong> Restore 3d8 + your Wisdom modifier Hit Points to one living creature per level.</p>\n<p><strong>Planar Binding:</strong> Trap an extraplanar creature of CR 7 or lower until it performs a task.</p>\n<p><strong>Raise Dead:</strong> Restore life to a creature that died no more than 1 day per level ago.</p>\n<p><strong>Remove Condition, Greater:</strong> Remove all harmful conditions affecting a creature.</p>\n<p><strong>Resistant Aegis:</strong> Grant up to 10 creatures DR 5/&mdash; or energy resistance 5 to all energy types.</p>\n<p><strong>Retrocognition:</strong> Gain psychic impressions of past events in a certain location.</p>\n<p><strong>Synaptic Pulse, Greater:</strong> Stun all creatures within 20 feet for 1d4 rounds.</p>\n<p><strong>Telepathy:</strong> Communicate mentally with any creatures within 100 feet.</p>\n<p><strong>Waves of Fatigue:</strong> Several targets become fatigued.</p>\n<p>&nbsp;</p>\n<h2>6th-Level</h2>\n<p><strong>Control Gravity:</strong> Alter gravity in an area.</p>\n<p><strong>Control Undead:</strong> Undead creatures follow your commands and don't attack you.</p>\n<p><strong>Enshrining Refuge:</strong> Targets can't attack or be attacked, but can exist comfortably.</p>\n<p><strong>Ethereal Jaunt:</strong> You become ethereal for 1 round per level.</p>\n<p><strong>Flesh to Stone:</strong> Turn a creature into a statue.</p>\n<p><strong>Gravitational Singularity:</strong> Particle with infinite density pulls creatures and objects into it, dealing 12d6 damage each round to those inside.</p>\n<p><strong>Inflict Pain, Mass:</strong> Wracking pain imposes -2 penalty to ability checks, attack rolls, and skill checks on one target per level.</p>\n<p><strong>Mind Thrust:</strong> Mentally deal 17d10 damage to, exhaust, and stun one target.</p>\n<p><strong>Mystic Cure:</strong> Restore 20d8 + your Wisdom modifier HP to a living creature or restore life to a recently slain creature.</p>\n<p><strong>Mystic Cure, Mass:</strong> Restore 5d8 + your Wisdom modifier Hit Points to one living creature per level.</p>\n<p><strong>Planar Barrier:</strong> Seal an area against all planar travel into or within it.</p>\n<p><strong>Planar Binding:</strong> Trap an extraplanar creature of CR 10 or lower until it performs a task.</p>\n<p><strong>Plane Shift:</strong> As many as eight creatures travel to another plane you choose.</p>\n<p><strong>Psychic Surgery:</strong> Cure all Intelligence, Wisdom, and Charisma damage and drain, plus remove other mental afflictions and conditions.</p>\n<p><strong>Regenerate:</strong> Grow back target's severed limbs, restore 12d8 Hit Points, and remove exhaustion and fatigue.</p>\n<p><strong>Resistant Armor, Greater:</strong> Grant DR 15/&mdash; or energy resistance 15 against four energy types.</p>\n<p><strong>Shadow Walk:</strong> Step into a shadowy realm to travel to a destination rapidly.</p>\n<p><strong>Snuff Life:</strong> Instantly kill or massively damage one creature per 2 caster levels, depending on targets' CRs.</p>\n<p><strong>Subjective Reality:</strong> You convince yourself one creature or object is an illusion.</p>\n<p><strong>Suggestion, Mass:</strong> Compel one target per level to follow stated course of action.</p>\n<p><strong>Telepathic Jaunt:</strong> Use your telepathic bond with a creature to teleport to its location.</p>\n<p><strong>True Seeing:</strong> Target can see things as they really are.</p>\n<p><strong>Vision (R):</strong> Answer a question about a person, place, or object.</p>"
}