{
  "_id": "gZwp5BEskTN14fiy",
  "name": "Narrative Starship Combat (OPTIONAL)",
  "folder": "af3VzPTGTZOlzRqF",
  "pages": [
    {
      "_id": "a6L3PLUMMA3tG4rX",
      "name": "Introduction",
      "type": "text",
      "_stats": {
        "coreVersion": "11.314",
        "createdTime": 1699465298142,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699465402467,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source</strong>: EN, pp. 176-183</p><p>The starship combat system presented in the Starfinder Core Rulebook is a deep set of rules involving multiple dice rolls, hex-based measurement, and a wide array of choices for building and upgrading a spacefaring vessel. It’s the perfect fit for those groups who enjoy thinking tactically on a turn-by-turn basis and finding the “best” loadout of weapons and shields. Other players might want something a little more fast-paced that still allows them to make important decisions, roll some dice, and engage in memorable encounters.</p><p></p><p>This section introduces a more narrative-focused system for running starship combats. Rather than taking place on a hex grid, these combats rely more on “the theater of the mind,” focusing on cinematic interactions between the fighting starships. Every member of the crew still gets to participate in the encounter, lending their expertise to sway the outcome in their group’s favor!</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "HYmOlVbbofi2D3nV",
      "name": "Narrative Starship Combat Overview",
      "type": "text",
      "_stats": {
        "coreVersion": "11.314",
        "createdTime": 1699465416420,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699465461186,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>Below is a summary of narrative starship combat.</p><ul><li><p>The combat takes place over a series of rounds, during which the PCs attempt to destroy or disable one or more enemy starships.</p></li><li><p>Each round, the GM chooses a tactic for the enemy forces, which might affect the actions the PCs take on their turn.</p></li><li><p>Each PC crew member takes an action related to their role on board the vessel, which might prompt them to attempt a skill check. The enemy forces take a number of hits based on the number of skill checks the PCs succeed at.</p></li><li><p>The combat ends when the enemy forces take a certain number of hits or when the PCs’ starship takes a certain number of hits. (A GM might rule that a narrative starship combat ends due to other criteria, such as the enemy forces surrendering or the passage of a specific number of rounds.)</p></li></ul>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "RstNiDolgAF8CPSN",
      "name": "Stat Blocks",
      "type": "text",
      "_stats": {
        "coreVersion": "11.314",
        "createdTime": 1699465484529,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699500795119,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>Like standard starship combat and tactical combat, narrative starship combat requires stats for the enemies the PCs face as well as stats for the vessel (or vessels) that the PCs control. However, the stat blocks for this system are more streamlined and contain only a few pieces of key information.</p><h2>Name:</h2><p>This is the name of the ship or threat.</p><h2>Tier:</h2><p>This is the tier of the ship or threat. Tiers in narrative starship combat work the same way as in standard starship combat for the purposes of determining the difficulty of the encounter and awarding XP. See page 326 of the Core Rulebook for more information.</p><h2>Average DC and Hard DC:</h2><p>These two statistics represent the Difficulty Classes of skill checks attempted against the ship. The Average DC is usually equal to 10 + 1-1/2 × the ship’s tier, and the Hard DC is usually equal to 15 + 1-1/2 × the ship’s tier. Note that you can set these DCs for enemy ships according to the alternative system on page 184.</p><h2>HP:</h2><p>This is the number of hits a starship can take before it’s taken out of the fight. Most starships have 5 HP.</p><h2>Threshold:</h2><p>This is the number of skill checks that the PCs must succeed at to deal a hit; this statistic appears only on NPC starship stat blocks.</p><h2>Skill Bonus:</h2><p>This statistic, which appears only on NPC starship stat blocks, is used when an NPC starship attempts a skill check.</p><h2>Skill Modifiers:</h2><p>Some starships grant bonuses and penalties to certain skills as determined by their systems. These modifiers don’t affect an NPC’s skill check, so this line usually appears on PC starship stat blocks.</p><h2>Special Abilities:</h2><p>This section of the stat block details any special abilities a starship might have. They’re usually only the purview of NPC starships, but that doesn’t mean a PC’s starship can’t do something unique as well!</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "NXItoXVaHmj84t9T",
      "name": "Using Printed Starship Stat Blocks",
      "type": "text",
      "_stats": {
        "coreVersion": "11.314",
        "createdTime": 1699465698597,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699466264152,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 400000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>The Starfinder RPG presents stat blocks for enemy starships and starship-sized creatures throughout various publications, among them the <em>Alien Archives</em>, the <em>Starship Operations Manual</em>, dozens of Adventure Path volumes, and other sources. A GM can use those stat blocks in narrative starship combat with some adjustments, tweaking starships of similar tiers to make each encounter unique.</p><h3>Step 1—Determine the DCs: </h3><p>Compare the stat block’s tier to its armor and defensive systems. If the mark number of one of those systems is equal to or greater than the tier, consider adding 1 or 2 to the DCs as calculated for the starship’s tier. If the mark number of one of those systems is less than half of the tier, consider subtracting 1 or 2 from the DCs.</p><h3>Step 2—Determine HP: </h3><p>In this system, most starships have 5 HP. If the starship is Tiny or an encounter uses more than a few starships to provide a challenge, reduce HP by 1. If the starship is Gargantuan or larger, add an additional HP.</p><h3>Step 3—Determine Threshold: </h3><p>A starship with no, basic, or light shields has a threshold of 2. A starship with medium shields has a threshold of 3. A starship with heavy or superior shields has a threshold of 4. If the stat block doesn’t specify the category of shields the vessel has, default to a threshold of 3.</p><h3>Step 4—Determine Skill Bonus: </h3><p>Use the second-highest skill bonus listed (adjusting for any modifiers from the ship’s handling and so on) from the stat block’s Crew section, not counting the gunnery bonus. If only one applicable bonus is listed, use that bonus –3 for the ship’s skill bonus.</p><h3>Step 5—Consider any Special Abilities: </h3><p>Some stat blocks (especially those of starship-sized creatures) feature interesting special abilities, and simply ignoring them could cause the starship to lose what makes it special. Some special abilities can be used as written as the foe’s tactic for the round, while others require more adjustment. Compare the special ability to the listed tactics, and tweak it to allow it to work within narrative starship combat</p><p></p><h2>Sample Narrative Starship Combat Stat Block</h2><h3>STELLAR PROTOZOA                                            TIER 7</h3><p><strong>Average DC</strong> 20; <strong>Hard DC</strong> 25</p><p><strong>HP</strong> 5; <strong>Threshold</strong> 3</p><p><strong>Skill Bonus</strong> +15</p><p><strong>SPECIAL ABILITIES</strong></p><p>Swallow Starship (Ex) As a tactic, a stellar protozoa attempts a skill check against a PC ship’s Hard DC. If successful, the protozoa swallows the vessel, which immediately takes 1 hit and takes 1 additional hit every following round that it hasn’t yet escaped. A PC pilot of a swallowed vessel can attempt a special Piloting action against the protozoa’s Hard DC to fly their vessel out of the massive creature; succeeding at this action doesn’t count as a successful skill check against the protozoa’s threshold unless the pilot spends 1 Resolve Point.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "jk6dq4zJFBLcS7FK",
      "name": "Before Combat Begins",
      "type": "text",
      "_stats": {
        "coreVersion": "11.314",
        "createdTime": 1699466286389,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699466350554,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 500000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>In narrative starship combat, as with standard starship combat, each PC should know which role they’re performing before combat begins (@UUID[Compendium.sfrpg.rules.JournalEntry.y41YyBmHZYus6NCZ.JournalEntryPage.O67mHbu7accoAZjM]{starship roles} can be found in the <em>Core Rulebook</em> and <em>Character Operations Manual</em>). In addition, the GM describes the foes (though they need not go into specifics about the stat blocks) and area in which the combat takes place to the players. The GM should also inform the players of any special rules or victory or loss conditions added to this particular combat.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "yjJscesN2JSEnz0Z",
      "name": "Combat Rounds",
      "type": "text",
      "_stats": {
        "coreVersion": "11.314",
        "createdTime": 1699466376083,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699499044374,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 600000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>At the beginning of each round of narrative starship combat, each character can switch to a different starship role (or assume a role if they didn’t already have one). A character can switch to the captain or pilot role if that role would otherwise be vacant (or if the character currently in that role is unable to take actions).</p><p>Once every PC declares what starship role they’re performing, the GM chooses a tactic for each enemy ship. Then, each PC chooses and performs a starship role action in any order. The GM tallies the number of successful actions, comparing the result to the threshold of one of the enemy forces; each time that number meets or exceeds that threshold, that starship takes a hit. Any starship that takes a number of hits equal to its HP is out of the combat. If both sides of the fight remain (and no special victory or loss conditions have been met), the next round begins. Any skill check successes carry over into the next round. Tactics are listed starting below, and crew role actions are described starting on page 179.</p><h2>Enemy Tactics</h2><p>Each round, the GM chooses one of the following tactics for each enemy vessel. GMs can also create their own tactics tailored to a particular setting or foe, basing them off the ones presented here. No two enemy ships can choose the same tactic in a round.</p><p>Each tactic notes how it affects the combat in that particular round, usually by granting a bonus to an enemy ship or by imparting a penalty on the PCs or damaging their ship. Some tactics require the enemy ships to attempt a skill check before the tactic takes effect; these skill checks use the skill bonus listed for that starship.</p><h3>All-Out Attack</h3><p>An enemy ship concentrates a salvo of attacks!</p><p><strong>Effect</strong>: The enemy starship attempts two skill checks against the Hard DC of a PC ship. If both succeed, that ship takes 2 hits. If even one check fails, the PC ship takes no damage.</p><p><strong>Special</strong>: If successful, this tactic can’t be chosen again by any enemy starship until after the following round.</p><h3>Cruel Taunt</h3><p>The enemy unleashes a barrage of threats and taunts over comms.</p><p><strong>Effect</strong>: The enemy starship attempts a skill check against either the Average DC or the Hard DC of a PC ship. On a success, characters on board that ship take a –1 penalty to all skill checks until the end of the round; this penalty increases to –2 if the check succeeds against the Hard DC.</p><h3>Evasive Maneuvers</h3><p>An enemy ship flies in a manner that makes them hard to target.</p><p><strong>Effect</strong>: All ranged attacks (page 180) and Piloting checks attempted against the enemy ship use the Hard DC for that ship until the end of the round.</p><h3>Flee</h3><p>A foe tries to escape the battle.</p><p><strong>Effect</strong>: If the enemy ship has more than 0 HP at the end of the round, it flees the battle, likely ending the narrative starship combat if there are no other enemy ships remaining.</p><p><strong>Special</strong>: If the players want to give chase to the fleeing enemies, the GM can, at their discretion, run a @UUID[Compendium.sfrpg.rules.JournalEntry.KZb9yaf4CGye8jLP]{starship chase} (<em>Starship Operations Manual</em> 44).</p><h3>Flyby Stunt</h3><p>An enemy ship crowds the characters’ starship as it sweeps past.</p><p><strong>Effect</strong>: The GM chooses a PC ship. Acrobatics and Athletics checks attempted by crew on board that ship use the Hard DC for the target until the end of the round.</p><h3>Make Repairs</h3><p>Enemy engineers scurry to repair the damage inflicted on their vessel.</p><p><strong>Effect</strong>: The enemy starship recovers 1 HP (up to its maximum). However, that ship’s threshold is lower (minimum 1) until the end of the round.</p><h3>Open Fire</h3><p>An enemy ship fires upon the characters’ starship!</p><p><strong>Effect</strong>: The enemy starship attempts a skill check against the Average DC of a PC ship. On a success, that PC ship takes 1 hit.</p><h3>Raise Shields</h3><p>An enemy ship diverts all their power to their shields.</p><p><strong>Effect</strong>: The enemy starship’s threshold is 1 higher until the end of the round.</p><h3>Ram</h3><p>Heedless of danger, a foe barrels into the characters’ starship.</p><p><strong>Effect</strong>: The enemy vessel attempts a skill check against the Average DC of a PC ship. On a success, both the PC ship and the enemy ship take 1 hit, and all characters on board the PC ship take a –1 penalty to all skill checks until the end of the round.</p><h3>Signal Jam</h3><p>The enemy vessel emits mystical interference.</p><p><strong>Effect</strong>: The GM chooses a PC ship. Computers and Mysticism checks attempted by crew on board that ship use the Hard DC for the target until the end of the round.</p><h3>Take Cover</h3><p>An enemy ship ducks behind some space debris.</p><p><strong>Effect</strong>: The enemy starship can’t be targeted by PC skill checks this round. On the PCs’ turn, the PC pilot can attempt a special Piloting check against the enemy ship’s Hard DC to negate this effect, but this action doesn’t count as a successful skill check for the purpose of meeting or exceeding that enemy ship’s threshold.</p><h3>Use a Special Ability</h3><p>One of the enemies activates one of their special abilities.</p><p><strong>Effect</strong>: The effect of this tactic depends on the special ability used, as described in the ship’s stat block.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "caBR1jzRUd9SIegK",
      "name": "Converting a Special Ability",
      "type": "text",
      "_stats": {
        "coreVersion": "11.314",
        "createdTime": 1699466417951,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699466487043,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 450000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><em>Alien Archive 2</em> presents the stellar protozoa, a starship-sized amoeba that can engulf whole vessels! Such an ability is exciting and iconic, and a narrative starship combat against a stellar protozoa that ignores using this ability wouldn’t be as thrilling. But how to implement this complex ability in a much simpler way? One approach is to combine some of the aspects of the Ram and Take Cover tactics. To begin, the stellar protozoa takes the Use a Special Ability tactic (presented below). It then attempts a skill check against the PCs’ ship’s Hard DC. If successful, the PCs’ ship is swallowed! The ship immediately takes 1 hit and takes 1 additional hit every following round that it hasn’t yet escaped. The crew take a chance and attempt to blast their way out from the inside, performing normal crew actions and gaining skill check successes until they reduce the stellar protozoa to 0 HP. On the other hand, the PC pilot could attempt a special Piloting action against the protozoa’s Hard DC to fly their vessel out of the massive creature; succeeding at this action doesn’t count as a successful skill check against the protozoa’s threshold unless the pilot spends 1 Resolve Point. It’s as easy as that!</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "VSeHl7hmSK0RsdzC",
      "name": "Boarding",
      "type": "text",
      "_stats": {
        "coreVersion": "11.314",
        "createdTime": 1699499062609,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699499206181,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 700000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>Some starship crews (whether PC or NPC) might try to board one of the opposing vessels during starship combat to take the fight to a more personal level. @UUID[Compendium.sfrpg.rules.JournalEntry.y41YyBmHZYus6NCZ.JournalEntryPage.LtL7QkIdFm4XZolv]{Pages 40–41} of the <em>Starship Operations Manual</em> describes one way to handle such an event during standard starship combat. A narrative starship combat boarding action can be resolved in a similar fashion.</p><p>If the enemy forces have the capability to board the PCs’ starship, they can do so as a @UUID[.yjJscesN2JSEnz0Z#use-a-special-ability]{Use a Special Ability} tactic. Finish the round, allowing the PCs to take their narrative starship combat actions, and then pause the starship combat. Note any damage done to both starships in case the starship combat needs to resume, and then proceed to run a standard tactical combat. If the PCs triumph over the boarding party, the narrative starship combat can begin again; however, the GM might decide that the enemy forces have been completely defeated. If the PCs are defeated, then they might be taken captive or even killed, depending on the campaign.</p><p>If the PCs want to board an enemy starship, at least one PC should devote their narrative starship combat action to that course and attempt a skill check against the enemy ship’s Hard DC. Any number of PCs can attempt this check, and as long as at least one PC succeeds, the group can board the enemy ship. As stated above, note the damage done to all starships and run a standard tactical combat, this time with the PCs as the aggressors.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "Nli2TVJnfNBSgZwE",
      "name": "Crew Actions",
      "type": "text",
      "_stats": {
        "coreVersion": "11.314",
        "createdTime": 1699499229109,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699499229109,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 800000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>After the GM has chosen the enemy’s tactic for the round, the PCs can each perform an action related to their current role. Many actions require the PC to attempt a skill check. Some successful actions contribute to the number of skill checks needed to damage an enemy ship, while others alter the combat in other ways. These actions are listed below, sorted by role. An action that any PC can perform regardless of role is listed first. </p><p>When a PC attempts a skill check, they can choose any skill they like and describe how that skill relates to the action they want to perform. If they select a skill that’s listed as one of the action’s preferred skills, the DC for the check is the Average DC for their ship or the enemy ship, depending on the action. If they select any other skill, the DC is the Hard DC. A PC can’t take 10 or 20 on any skill check during narrative starship combat. Each round, a player must select a different skill than they used the previous round.</p><p>The PCs can take their actions in any order they wish. Some crew actions can provide extra benefits if the player spends 1 Resolve Point after they succeed at the skill check.</p><h2>Any Crew Action</h2><p>The following action can be taken by any crew member.</p><h3>Provide Aid</h3><p>You help out another crew member by lending your expertise.</p><p><strong>Preferred Skills</strong>: Any.</p><p><strong>Effect</strong>: Choose an allied crew member who hasn’t taken a crew action this round, and attempt a skill check against your ship’s DC. If you succeed, that crew member gains a +2 bonus to the skill check they attempt this round. If the result of the check exceeds the DC by 5 or more, this bonus increases to +3. </p><p><strong>Resolve</strong>: By spending 1 Resolve Point, you can provide the same bonus to a second allied crew member who hasn’t acted this round.</p><h2>Captain Actions</h2><p>These actions can be taken only by a crew member who’s filling the @UUID[Compendium.sfrpg.rules.JournalEntry.y41YyBmHZYus6NCZ.JournalEntryPage.O67mHbu7accoAZjM#captain]{captain} role.</p><h3>Enact Cunning Stratagem</h3><p>You come up with and have the crew execute a clever plan to outwit the enemy forces.</p><p><strong>Preferred Skills</strong>: Piloting, Profession (captain), Stealth.</p><p><strong>Effect</strong>: Choose an enemy starship and attempt a skill check against that ship’s DC. If you succeed, you gain 1 skill check success toward that ship’s threshold. If the result of the check exceeds the DC by 5 or more, this action counts as 2 successes.</p><h3>Encourage Crew Member</h3><p>With a few words, you bolster a crew member’s determination.</p><p><strong>Preferred Skills</strong>: Culture, Diplomacy, Intimidate.</p><p><strong>Effect</strong>: Choose an allied crew member and attempt a skill check against your ship’s DC. If you succeed, that crew member regains 1 Resolve Point (up to their maximum).</p><p><strong>Resolve</strong>: By spending 1 Resolve Point, a second allied crew member regains 1 Resolve Point (up to their maximum).</p><h3>Give Orders</h3><p>Your orders could spell the difference between life and death for you and your crew.</p><p><strong>Preferred Skills</strong>: Any.</p><p><strong>Effect</strong>: Choose an allied crew member who has already taken a crew action this round and attempt a skill check against your ship’s Hard DC (regardless of the skill used). If you succeed, that crew member can take a second action this round.</p><p><strong>Resolve</strong>: By spending 1 Resolve Point, the targeted crew member receives a +2 bonus to the skill check on their second action.</p><h3>Taunt Enemy</h3><p>You relay some choice quips to your enemy over comms.</p><p><strong>Preferred Skills</strong>: Bluff, Intimidate, Sense Motive.</p><p><strong>Effect</strong>: Choose an enemy starship and attempt a skill check against that ship’s DC. If you succeed, you gain 1 skill check success toward that ship’s threshold. If the result of the check exceeds the DC by 5 or more, this action counts as 2 successes.</p><h2>Chief Mate Actions</h2><p>These actions can be taken only by a crew member who’s filling a @UUID[Compendium.sfrpg.rules.JournalEntry.y41YyBmHZYus6NCZ.JournalEntryPage.O67mHbu7accoAZjM#chief-mate]{chief mate} role (<em>Character Operations Manual</em> 146).</p><h3>Access Maintenance Panels</h3><p>You know how to access and manipulate the mechanisms of your ship’s systems directly.</p><p><strong>Preferred Skills</strong>: Acrobatics, Athletics, Engineering.</p><p><strong>Effect</strong>: Choose an allied crew member in an engineer or science officer role who hasn’t take a crew action this round and attempt a skill check against your ship’s DC. If you succeed, the engineer or science officer can roll their next skill check twice and take the better of the two rolls.</p><p><strong>Resolve</strong>: By spending 1 Resolve Point, you can grant this bonus to a second allied crew member, though they must be in a different role.</p><h3>Deride Enemy Ship</h3><p>You point out a number of flaws in your foe’s ship’s design or performance.</p><p><strong>Preferred Skills</strong>: Engineering, Intimidate, Physical Science.</p><p><strong>Effect</strong>: Choose an enemy starship and attempt a skill check against that ship’s DC. If you succeed, you gain 1 skill check success toward that ship’s threshold. If the result of the check exceeds the DC by 5 or more, this action counts as 2 successes.</p><h3>Maximize Crew Efficiency</h3><p>You know how to get the most out of your fellow crew members.</p><p><strong>Preferred Skills</strong>: Any.</p><p><strong>Effect</strong>: Choose an allied crew member who hasn’t taken a crew action this round and attempt a skill check against your ship’s Hard DC (regardless of the skill used). If you succeed, the next time this round that this allied crew member succeeds at an action that grants skill check successes, the number of skill check successes that action grants is doubled. </p><p><strong>Resolve</strong>: By spending 1 Resolve Point, the targeted crew member receives a +2 bonus to the skill check on their next action.</p><h3>Realign Targeting Systems</h3><p>With some solid tools and some muscle, you manually realign your ship’s targeting systems to better fire upon the enemy.</p><p><strong>Preferred Skills</strong>: Acrobatics, Athletics, Perception.</p><p><strong>Effect</strong>: Choose an enemy starship and attempt a skill check against that ship’s DC. If you succeed, you gain 1 skill check success toward that ship’s threshold. If the result of the check exceeds the DC by 5 or more, this action counts as 2 successes.</p><h2>Engineer Actions</h2><p>These actions can be taken only by a crew member in an @UUID[Compendium.sfrpg.rules.JournalEntry.y41YyBmHZYus6NCZ.JournalEntryPage.O67mHbu7accoAZjM#engineer]{engineer} role.</p><h3>Engage Experimental Prototype</h3><p>You have a new piece of equipment you know will turn the tide of battle.</p><p><strong>Preferred Skills</strong>: Any.</p><p><strong>Effect</strong>: Choose an action that grants skill check successes and attempt a skill check against your ship’s Hard DC (regardless of the skill used). If you succeed, the next time this round any ally succeeds at that action, the number of skill check successes that action grants is doubled.</p><p><strong>Resolve</strong>: By spending 1 Resolve Point, the next time this round an allied crew member rolls a check for the targeted action, that crew member can roll the skill check for the targeted action twice and take the better of the two rolls.</p><h3>Overpower Systems</h3><p>You divert power to a system to help outmaneuver or outgun the enemy.</p><p><strong>Preferred Skills</strong>: Computers, Engineering.</p><p><strong>Effect:</strong> Choose an enemy starship and attempt a skill check against that ship’s DC. If you succeed, you gain 1 skill check success toward that ship’s threshold. If the result of the check exceeds the DC by 5 or more, this action counts as 2 successes.</p><h3>Patch Hull</h3><p>With a few quick repairs, you restore your ship’s hull integrity.</p><p><strong>Preferred Skills</strong>: Athletics, Engineering, Physical Science.</p><p><strong>Effect</strong>: Attempt a skill check against your ship’s DC. If you succeed, the ship regains 1 HP (up to its normal maximum). </p><p><strong>Resolve</strong>: By spending 1 Resolve Point, you also increase your ship’s DC to the Hard DC against enemy tactics the next round.</p><h3>Vent Thruster Waste</h3><p>Your ship expels some hazardous material in the path of an enemy ship.</p><p><strong>Preferred Skills</strong>: Engineering, Physical Science.</p><p><strong>Effect</strong>: Choose an enemy starship and attempt a skill check against that ship’s DC. If you succeed, you gain 1 skill check success toward that ship’s threshold. If the result of the check exceeds the DC by 5 or more, this action counts as 2 successes.</p><h2>Gunner Actions</h2><p>These actions can only be taken by a crew member in a gunner role. For a gunner, a ranged attack roll counts as a valid option for a skill check; when a gunner chooses to make a ranged attack during narrative starship combat, they gain a +3 bonus to the roll.</p><h3>Draw Fire</h3><p>Your attacks draw the attention of an enemy vessel. </p><p><strong>Preferred Skills</strong>: Athletics, Intimidate, ranged attack (see above).</p><p><strong>Effect</strong>: Choose an enemy starship and attempt a skill check against that ship’s DC. If you succeed, that ship must take the Open Fire tactic against your ship next round.</p><p><strong>Resolve</strong>: By spending 1 Resolve Point, the enemy ship must roll twice and take the worse of the two rolls when firing upon your ship next round.</p><h3>Fire at Will</h3><p>You open fire with your ship’s weapons on the enemy.</p><p><strong>Preferred Skills</strong>: Acrobatics, Piloting, ranged attack (page 180).</p><p><strong>Effect</strong>: Choose an enemy starship and attempt a skill check against that ship’s DC. If you succeed, it counts as a skill check success toward that ship’s threshold. If the result of the check exceeds the DC by 5 or more, this action counts as 2 successes.</p><h3>Harry Enemy</h3><p>Your shoot not to damage but to harass an enemy ship.</p><p><strong>Preferred Skills</strong>: Bluff, Piloting, ranged attack (page 180).</p><p><strong>Effect</strong>: Choose an enemy starship and attempt a skill check against that ship’s DC. If you succeed, that ship takes a –2 penalty to skill checks in the following round. </p><p><strong>Resolve</strong>: By spending 1 Resolve Point, this penalty applies to an additional enemy ship of your choosing next round.</p><h3>Target Weak Spot</h3><p>You attempt to hit an enemy ship in a vulnerable area.</p><p><strong>Preferred Skills</strong>: Any (including ranged attack).</p><p><strong>Effect</strong>: Choose an enemy starship and attempt a skill check against that ship’s Hard DC (regardless of the skill used). If you succeed, you gain 1 skill check success toward that ship’s threshold. If the result of the check exceeds the DC by 10 or more, you also automatically deal 1 hit to that starship; this is in addition to any damage through normal skill check successes gained.</p><h2>Magic Officer Actions</h2><p>These actions can be taken only by the crew member who’s filling a magic officer role (<em>Character Operations Manual</em> 148).</p><h3>Channel Eldritch Energy</h3><p>By pulling magic from the very fabric of space, you can hinder an enemy starship.</p><p><strong>Preferred Skills</strong>: Any.</p><p><strong>Effect</strong>: Choose an enemy starship and attempt a skill check against that ship’s Hard DC (regardless of the skill used). If you succeed, you gain 1 skill check success toward that ship’s threshold. If the result of the check exceeds the DC by 5 or more, the targeted enemy ship’s threshold is reduced by 1 in the next round.</p><h3>Empower Crew</h3><p>Either through the blessings of a divine power or by transmutation magic, you support the rest of your crew.</p><p><strong>Preferred Skills</strong>: Diplomacy, Life Science, Mysticism.</p><p><strong>Effect</strong>: Attempt a skill check against your ship’s DC. If you succeed, each other allied crew member on board who has yet to act this round gains a +1 bonus to any skill check they attempt.</p><p><strong>Resolve</strong>: By spending 1 Resolve Point, this action also counts as a skill check success.</p><h3>Prognosticate</h3><p>You attempt to predict the future by reading the weft and weave of probability.</p><p><strong>Preferred Skills</strong>: Culture, Mysticism, Sense Motive.</p><p><strong>Effect</strong>: Choose an enemy starship and attempt a skill check against that ship’s DC. If you succeed, the GM must immediately decide on that ship’s tactic and perform that action next round. The first action that targets that ship next round gains a +2 bonus.</p><p><strong>Resolve</strong>: By spending 1 Resolve Point, the first two actions that target that ship in the next round gain the +2 bonus. </p><h3>Scry on Enemy</h3><p>You try to mystically spy on the enemy’s bridge crew.</p><p><strong>Preferred Skills</strong>: Mysticism, Perception.</p><p><strong>Effect</strong>: Choose an enemy starship and attempt a skill check against that ship’s DC. If you succeed, you gain 1 skill check success toward that ship’s threshold. If the result of the check exceeds the DC by 5 or more, this action counts as 2 successes.</p><h2>Pilot Actions</h2><p>These actions can only be taken by a crew member who’s filling the pilot role.</p><h3>Engage Full Thrusters</h3><p>You open your ship’s throttle to escape from the enemy forces.</p><p><strong>Preferred Skills</strong>: Acrobatics, Engineering, Piloting.</p><p><strong>Effect</strong>: Choose an enemy starship and attempt a skill check against that ship’s DC. If you succeed, that ship must use your ship’s Hard DC for any tactics, and it takes a –1 penalty to its skill check.</p><p><strong>Resolve</strong>: By spending 1 Resolve Point, you can increase this penalty to –3.</p><h3>Hold Steady</h3><p>You try to keep an enemy starship in your gunners’ sights.</p><p><strong>Preferred Skills</strong>: Athletics, Perception, Piloting.</p><p><strong>Effect</strong>: Choose an allied crew member in a gunner role who hasn’t take a crew action this round and an enemy starship. Then, attempt a skill check against that ship’s DC. If you succeed, the gunner gains a +3 bonus to any action that grants skill check successes and targets the same enemy starship.</p><p><strong>Resolve</strong>: By spending 1 Resolve Point, you can grant this bonus to a second gunner, though they must target the same enemy starship.</p><h3>Outmaneuver</h3><p>The enemy forces are no match for your piloting skill.</p><p><strong>Preferred Skills</strong>: Acrobatics, Piloting.</p><p><strong>Effect</strong>: Choose an enemy starship and attempt a skill check against that ship’s DC. If you succeed, you gain 1 skill check success toward that ship’s threshold. If the result of the check exceeds the DC by 5 or more, this action counts as 2 successes.</p><h3>Perform Audacious Stunt</h3><p>You fly your ship in such a way to confound and surprise the enemy.</p><p><strong>Preferred Skills</strong>: Any.</p><p><strong>Effect</strong>: Choose an enemy starship and attempt a skill check against that ship’s Hard DC (regardless of the skill used). If you succeed, you gain 2 skill check success toward that ship’s threshold.</p><h2>Science Officer Actions</h2><p>These actions can be taken only by a crew member in a @UUID[Compendium.sfrpg.rules.JournalEntry.y41YyBmHZYus6NCZ.JournalEntryPage.O67mHbu7accoAZjM#science-officer]{science officer} role.</p><h3>Improve Countermeasures</h3><p>With a few tweaks to various systems, you enhance your ship’s ability to deflect attacks.</p><p><strong>Preferred Skills</strong>: Computers, Engineering, Physical Science.</p><p><strong>Effect</strong>: Attempt a skill check against your ship’s DC. If you succeed, your ship’s DC increases to the Hard DC against enemy tactics the next round.</p><p><strong>Resolve</strong>: By spending 1 Resolve Point, an allied crew member in the engineer role can attempt a Patch Hull action immediately for free at a –2 penalty; this doesn’t count as that engineer’s action for this round, and they can attempt it even if they have taken their action this round, but they can’t spend a Resolve Point on the action if they are successful.</p><h3>Scan Enemy</h3><p>You scan an enemy vessel with your ship’s sensors to learn more about it.</p><p><strong>Preferred Skills</strong>: Computers, Perception.</p><p><strong>Effect</strong>: Choose an enemy starship and attempt a skill check against that ship’s DC. If you succeed, you gain 1 skill check success toward that ship’s threshold. If the result of the check exceeds the DC by 5 or more, this action counts as 2 successes.</p><h3>Search Database</h3><p>You quickly scour a downloaded dataset for pertinent information about the enemy.</p><p><strong>Preferred Skills</strong>: Computers, Culture, Piloting.</p><p><strong>Effect</strong>: Choose an enemy starship and attempt a skill check against that ship’s DC. If you succeed, all skill checks attempted against that ship’s DC gain a +1 bonus this round.</p><p><strong>Resolve</strong>: By spending 1 Resolve Point, this action also counts as a skill check success.</p><h3>Target System</h3><p>Using the ship’s weapons, you target a specific system of an enemy ship.</p><p><strong>Preferred Skills</strong>: Any.</p><p><strong>Effect</strong>: Choose an enemy starship and attempt a skill check against that ship’s Hard DC (regardless of the skill used). If you succeed, and if that ship takes at least 1 hit this round, it takes an additional hit.</p><p><strong>Resolve</strong>: By spending 1 Resolve Point, this action also counts as a skill check success.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "1S8DDLMdyaolpwWv",
      "name": "PC Starships",
      "type": "text",
      "_stats": {
        "coreVersion": "11.314",
        "createdTime": 1699500806815,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699501129782,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 900000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>The basics of stat blocks for a PC starship look much the same as those for an NPC starship. The Average and Hard DCs are calculated the same way, assuming that the PCs have a starship of a tier equal to their Average Party Level. A PC ship should generally have 5 HP, regardless of its actual size, and it doesn’t require a threshold. The PCs, of course, use their own skill bonuses for the actions they will attempt. Depending on the starship tier, the vessel might also have one or two special abilities (see below).</p><p>In this way, the players don’t need to use the system for building their own starships that is presented in the Core Rulebook. However, some players might want a similar sense of advancement for their ship as they level up their characters. Presented below are some upgrades that the PCs can add to their ship, either by purchasing them and having them installed at a friendly spaceport or by finding them as treasure during their adventures. The PCs can choose one upgrade when their starship reaches tier 3 and every 3 tiers after that.</p><h2>Starship Upgrades</h2><p>Some of the upgrades presented here have tier requirements, but they are otherwise available to all crews. GMs are encouraged to add their own, perhaps taking inspiration from NPC starship special abilities.</p><h3>ABLATIVE PLATING</h3><p>Ablative plating allows a crew to ignore the first hit the ship takes in a narrative starship combat.</p><h3>DISPLACEMENT MANTLE</h3><p>Once per narrative starship combat, any crew member can activate this hybrid device when an enemy starship targets their ship with any tactic (this takes no action). For the remainder of the round, there is a 20% chance that any tactic targeting the ship fails, regardless of the skill check result.</p><h3>DRIFT ENGINE UPGRADE</h3><p>The ship’s Drift engine rating improves by 1. This upgrade can be installed up to four times; it can also be used to get an alternate interstellar drive (Starship Operations Manual 8) at the GM’s discretion.</p><h3>EXPANSION BAY</h3><p>The crew can install a standard expansion bay option (Core Rulebook 298). This upgrade can be installed multiple times. </p><h3>MINE LAYER</h3><p>Once per narrative starship combat, any crew member can lay down mines as part of an action that targets an enemy starship. The next round before it chooses a tactic, that ship must succeed at a skill check against your ship’s Average DC or take 1 hit.</p><h3>NAV-SCRAM MODULE</h3><p>Once per narrative starship combat, any crew member can activate this module as part of an action that targets an enemy starship. The enemy starship takes a –2 penalty to its skill checks for [[/r 1d4]] rounds.</p><h3>QUANTUM DEFENDER</h3><p>Once per narrative starship combat, any crew member can activate the quantum defender when an enemy starship succeeds at a check that would cause a hit (this takes no action). The enemy vessel must reroll the skill check and take the new result.</p><h3>TRACKING WEAPONS</h3><p>Once per narrative starship combat, a gunner can reroll a failed skill check that targets an enemy vessel.</p><h3>TRACTOR BEAM</h3><p>Any enemy ship attempting the Flee tactic must first succeed at a skill check against your ship’s Hard DC or it fails to escape at the end of the round.</p><h3>VIRTUAL INTELLIGENCE</h3><p>This supercomputer attempts the @UUID[.Nli2TVJnfNBSgZwE#provide-aid]{Provide Aid} crew action for a PC of the crew’s choosing each round, using a bonus equal to your ship’s tier + 3 for the check. </p><h2>Sample PC Starship Stat Blocks </h2><p>The following starship stat blocks are appropriate for 1st-level crews.</p><h3>KEVOLARI VENTURE                              TIER 1</h3><p><strong>Average DC</strong> 12; <strong>Hard DC</strong> 17</p><p>HP 5</p><p><strong>Skill Modifiers</strong> +2 Piloting</p><h3>SANJAVAL VAGABOND                           TIER 1</h3><p>Average DC 11; Hard DC 16</p><p>HP 5</p><p>Skill Modifiers +1 Piloting</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}