{
  "_id": "UkJrdbSPx6KMT2qq",
  "name": "Other Actions",
  "content": "<p>&gt;@Compendium[sfrpg.rules.U37n5tY5hn1ctzQL]{Actions in Combat}</p>\n<p>Source: CRB pg. 249</p>\n<p>The following actions are important but used less frequently.</p>\n<h2>Combat Banter</h2>\n<p>While actually trying to convince someone using a skill takes actions, banter and quips are a hallmark of science fantasy stories, and the game wouldn’t flow naturally if you could only talk in initiative order. Thus, you can speak an amount that makes sense, at the GM’s discretion, without spending any of your actions, even if it isn’t your turn.</p>\n<h2>Delay</h2>\n<p>If you aren’t sure what to do when it’s your turn, you can delay taking an action until other characters have taken their turns. You must declare that you are delaying before taking any actions on your turn (this does not require spending any of your actions). After any creature takes its turn in the initiative order, you can come out of delay and take your turn. This changes your initiative count to the current initiative count for the remainder of the combat. If you used a reaction on your previous turn and then chose to delay, you still regain your reaction at the beginning of your original turn, not when you take your delayed actions.</p>\n<h2>Drop an Item</h2>\n<p>You can drop any item or items that you’re holding into your square or into an adjacent square at any time without spending any actions.</p>\n<h2>Ready an Action</h2>\n<p>You can prepare to take an action when a certain trigger occurs by using a standard action. Decide on a standard, move, or swift action and a trigger. You can take the action you chose when the trigger happens. This changes your initiative count to the current initiative count for the remainder of the combat. If you used a reaction on your previous turn and then chose to ready an action, you still regain your reaction at the beginning of your original turn, not when you take your readied action.</p>\n<p>If your readied action is purely defensive, such as choosing the total defense action if a foe you are facing shoots at you, it occurs just before the event that triggered it. If the readied action is not a purely defensive action, such as shooting a foe if he shoots at you, it takes place immediately after the triggering event. If you come to your next turn and have not yet performed your readied action, you don’t get to take the readied action (though you can ready the same action again).</p>\n<h2>Use a Skill</h2>\n<p>Like using skills in different circumstances, using a skill in combat usually (but not always) requires taking an action. The action required when using a skill depends on the skill and the specific task you’re trying to accomplish. The skill descriptions in Chapter 5 detail a number of common tasks for each skill and which types of actions they require, if any.</p>",
  "img": "icons/svg/mystery-man.svg"
}