{
  "_id": "SNa3WLH4kUYJP3I9",
  "name": "Other Purchases",
  "pages": [
    {
      "_id": "uvClM3iXexIzJBKZ",
      "name": "Drugs, Medicinals, and Poisons",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 231</p><p>The drugs, medicinals, and poisons appear by category on Table 7–34: Drugs, Medicinals, and Poisons and are detailed below. The table includes pricing for individual types of these items, and they all have negligible bulk. The rules for how drugs and poisons can affect a character can be found in Afflictions (see page 414).</p><h2>Drugs</h2><p>Though numerous pharmaceuticals and similar substances can be referred to as drugs, this entry refers specifically to narcotics that are not typically used for medicinal purposes. Drugs are normally weaponized by loading a single dose into a weapon with the injection weapon property, such as an<br />injection glove or needler pistol. Drugs can also be slipped into the food or drink of a target, normally requiring both that a character succeed at a DC 20 Sleight of Hand check and that the imbiber fail a separate DC 20 Perception check to notice the change in the drugged food or drink. For more information about drugs, including stat blocks for specific drugs and details about addiction and their other effects, see Afflictions on page 414.</p><h2>Medicinals</h2><p>Though numerous pharmaceuticals and similar substances can be referred to as medicinals, this entry refers specifically to substances primarily used to treat ailments and which lack addictive properties. However, many medicinals can also be used to help incapacitate a target or capture one largely unharmed. Medicinals can be delivered in the same way as drugs, including via a successful attack with a weapon with the injection weapon special property.</p><p>The three most common categories of medicinals are described below. Regardless of a medicinal’s effects, its price is tied to its tier, as shown on Table 7–34: Drugs, Medicinals, and Poisons.</p><h3>Analgesic</h3><p>An analgesic deadens sensory input and is used by medical professionals to reduce sensations of pain. If you take or are injected with an analgesic, you are flat-footed for 1 round per tier of the medicinal. You also gain a bonus (equal to the analgesic’s tier) to saving throws against pain effects for 10 minutes per tier of the medicinal.</p><h3>Antitoxin</h3><p>An antitoxin is a broad-spectrum medicinal designed to weaken all poisons in your system. When you take or are injected with an antitoxin, you gain a bonus (equal to 3 + the medicinal’s tier) to saving throws against poison for a number of hours equal to its tier.</p><h3>Sedative</h3><p>Numerous mild sedatives commonly available for purchase have legitimate medical uses, but they are also popular among some bounty hunters to help capture their quarries alive. If you take or are injected with a sedative, you take nonlethal damage. A tier 1 sedative deals 1d4 nonlethal damage, a tier 2 sedative deals 2d4 nonlethal damage, a tier 3 sedative deals 4d4 nonlethal damage, and a tier 4 sedative deals 8d4 nonlethal damage. When suffering from an emotion or fear effect that allows a saving throw to negate it, you can take or be injected with a sedative that permits you to immediately attempt a new saving throw with a bonus equal to the sedative’s tier to end the effect, as long as it’s not a permanent or instantaneous effect.</p><h2>Poisons</h2><p>Poisons are normally weaponized by loading a single dose into a weapon with the injection special property, such as an injection glove or needler pistol. It’s also possible to add a dose of injury poison to a melee weapon that deals piercing or slashing damage, though this takes a standard action and requires the poison to be in a vial that’s already in hand. For more information on poisons, including their effects and how they work, see Afflictions on page 414.</p><h2>Table 7–34: Drugs, Medicinals, and Poisons</h2><table><tbody><tr><td>SUBSTANCE</td><td>LEVEL</td><td>PRICE</td><td>DOSE</td></tr><tr><td>DRUGS</td><th></th><th></th><th></th></tr><tr><td>Hyperleaf</td><td>1</td><td>95</td><td>1</td></tr><tr><td>Dreamshiver</td><td>5</td><td>2,500</td><td>1</td></tr><tr><td>Transdimensional pesh</td><td>10</td><td>14,000</td><td>1</td></tr><tr><td>Megaopiate</td><td>12</td><td>22,000</td><td>1</td></tr></tbody></table><table><tbody><tr><td>MEDICINALS</td><td>LEVEL</td><td>PRICE</td><td>DOSE</td></tr><tr><td>Tier 1</td><td>1</td><td>75</td><td>1</td></tr><tr><td>Tier 2</td><td>5</td><td>450</td><td>1</td></tr><tr><td>Tier 3</td><td>10</td><td>2,700</td><td>1</td></tr><tr><td>Tier 4</td><td>15</td><td>16,200</td><td>1</td></tr></tbody></table><table><tbody><tr><td>POISONS</td><td>LEVEL</td><td>PRICE</td><td>DOSE</td></tr><tr><td>Id moss</td><td>2</td><td>140</td><td>1</td></tr><tr><td>Insanity mist</td><td>4</td><td>350</td><td>1</td></tr><tr><td>Blue whinnis</td><td>7</td><td>1,000</td><td>1</td></tr><tr><td>Green lotus extract</td><td>8</td><td>1,500</td><td>1</td></tr><tr><td>Ungol dust</td><td>9</td><td>2,000</td><td>1</td></tr><tr><td>Shadow essence</td><td>10</td><td>2,650</td><td>1</td></tr><tr><td>Deathblade</td><td>16</td><td>24,000</td><td>1</td></tr><tr><td>Black lotus extract</td><td>20</td><td>121,000</td><td>1</td></tr></tbody></table>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "dD3KuLXvOyIxe8YD",
      "name": "Trade Goods",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 232</p><p>The trade goods found on Table 7–35: Trade Goods are described below. Trade goods can normally be sold for their full value, subject to the GM’s discretion. These are given only as common baselines, most applicable to the Pact Worlds, as regional variances can have a significant impact on the value of trade goods.</p><h2>Fine Art</h2><p>Fine art can be nearly anything, though as trade goods those items with a set, singular, physical existence (paintings, sculpture, and so on) are more easily bought and sold than performance art (though, for example, the sole copy of a famous vesk play could be valuable until broadly disseminated). Fine art can be of nearly any price or bulk, as determined by the GM.</p><h2>Gems</h2><p>Gems are valued for their scarcity, their beauty, and, in some cases, their utility for some forms of magic rituals and technology. The value of a gemstone is determined by many factors, including size, rarity, clarity, cut, polish, and potential cultural influences. Gems considered of low quality are usually priced at 5–45 credits. Gems rated as semiprecious are generally priced at 50–95 credits. Gems rated as precious are generally priced at 150–450 credits, and those rated as jewels are generally priced at 1,000–4,500 credits. Gems rated as grand jewels are priced no lower than 5,000 credits, and the rarest and most valued can be worth hundreds of thousands or even millions of credits.</p><h2>Grain</h2><p>Grain is a common staple and can be considered representative of a wide range of basic foods. Of course, grain prices vary wildly, but the price given here is a baseline for a typical grain, packaged and shipped in bulk amounts.</p><h2>Textiles</h2><p>Common textiles include good linen and most synthetic fabrics. Fine textiles are of higher quality, with more visual appeal, higher durability, or both. Various silks, satins, and similar cloths are typical fine textiles, though more exotic materials exist in this category. Truly luxurious fabrics, including marramas and samite, can easily cost much more than even the best fine fabrics.</p><h2>UPB</h2><p>A universal polymer base, or UPB, is the basis for most technology in the Pact Worlds, the Veskarium, and many other systems. Each UPB is a tiny multifunction component, not much larger than a grain of rice, capable of being configured to act as a brace, capacitor, circuit, diode, fastener, insulator, lens, modulator, pipe, resistor, and dozens of other constituent parts. UPBs can even be spun out into fabric, broken down into component chemicals, reconstituted into new chemicals, or supplemented with base materials (such as dirt or sand) to form massive braces or walls. The right combination of hundreds or even thousands of UPBs can create everything from a comm unit to a laser weapon to powered armor. In their raw form, UPBs have a bulk of 1 per 1,000 UPBs, though when aligned and configured they can easily take up less bulk, and when configured for a specific purpose that calls for a minimum size and bracing (possibly combining them with inert materials), they can have a higher bulk.</p><p>UPBs are so ubiquitous that they are usable as currency in many major settlements and trade hubs. While credsticks are a more convenient and secure way to carry value, UPBs have the advantage of direct utility and untraceability. They are a popular way to pay smugglers and criminals, but they are also useful for trade missions to systems with UPB technology that don’t use credits as currency. The value of the Pact Worlds’ credit is based on the economic utility of a single UPB.</p><h2>Table 7–35: Trade Goods</h2><table><tbody><tr><td>ITEM</td><td>PRICE</td><td>BULK</td></tr><tr><td>@UUID[Compendium.sfrpg.equipment.mQ7n1yibCtY0QJHG]{Fine art}</td><td>Varies</td><td>Varies</td></tr><tr><td>@UUID[Compendium.sfrpg.equipment.DlhLioGmU0J2x2rE]{Gem}</td><td>Varies</td><td>—</td></tr><tr><td>@UUID[Compendium.sfrpg.equipment.nS2c4lZiu2BX8Xyr]{Grain}</td><td>1</td><td>1</td></tr><tr><td>@UUID[Compendium.sfrpg.equipment.jP7JYkz9KacczDhu]{Textiles, common}</td><td>1</td><td>L</td></tr><tr><td>@UUID[Compendium.sfrpg.equipment.qqLIJsu5ETlGoI51]{Textiles, fine}</td><td>100</td><td>L</td></tr><tr><td>@UUID[Compendium.sfrpg.equipment.hRkH7VhJnaB8yF99]{UPB (1000)}</td><td>1000</td><td>1</td></tr></tbody></table><p><br /></p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "97XdbqkYsAFvYwXT",
      "name": "Other Purchases",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 0,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source: </strong>CRB pg. 230</p><p>Beyond weapons, armor, and crucial technological, magical, and hybrid equipment, explorers and adventurers need food, clothing, survival supplies, and other basic gear. Characters can also spend their hard-earned credits on lodging, services, and transportation. The equipment and services in this section are not considered technological or magical unless they specify otherwise.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": false
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "m2QaMoUIFmUHppEC",
      "name": "Services",
      "type": "text",
      "flags": {
        "core": {
          "sourceId": "JournalEntry.tPE7jaPQPGyzYPOx.JournalEntryPage.m2QaMoUIFmUHppEC"
        }
      },
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 233, AR pg. 135</p><p>The following services are typical for a variety of worlds,<br />especially near points of interest and notable trade settlements.</p><h2>Lodgings</h2><p><span id=\"ctl00_MainContent_Header2\">Lodging prices are given per night, but paying for longer periods in advance can reduce this price. In general, you can find accommodations at half to one-quarter the listed price if you book in advance and pay for them in 30-day blocks. Most lodgings are designed for Medium or Small creatures able to survive in the local environment; prices for unusually large tenants or those in need of special atmosphere or gravity conditions run up to 10 times as much. Most lodgings have free access to unsecured sections of the local infosphere and basic entertainment options.</span></p><h3><span class=\"fontstyle0\">Efficiency</span></h3><p><span class=\"fontstyle1\">An efficiency is a small living quarters designed for one or two people, normally no bigger than 250–300 square feet. Beds fold down from the walls and may serve double duty as sofas. A restroom and shower are common, as is a minimal kitchen.</span></p><h3><span class=\"fontstyle0\">Sleep Pod</span></h3><p><span class=\"fontstyle1\">A sleep pod has an area not much bigger than that of a bed, and is available as a stand-alone pod in a public area or as the smallest room or apartment available in a hotel or living complex. Frequently, 3–5 sleep pods are stacked atop each other in each section, and a hallway may have hundreds of such units. Showers and restroom facilities are often communal, and no allowance is made for cooking or cleaning.</span></p><h3><span class=\"fontstyle0\">Suite</span></h3><p><span class=\"fontstyle1\">A suite forms a complete set of living quarters with multiple rooms, including a kitchen and full bathroom, plus laundry facilities either within the suite or available nearby</span></p><h2>Professional Services</h2><p>These services assume an individual or small group is hired legally in free-market conditions. Efforts to hire criminals, mercenaries, or businesses fall under the purview of the GM, though unskilled laborers can be hired relatively cheaply (see Table 7–38).</p><h3>Communications</h3><p>Those without access to a starship’s comms system can send and receive messages at system-wide or unlimited range (see page 272) by paying an individual or business. System-wide communications cost 5 credits per minute, and unlimited-range communications cost 10 credits per minute.</p><h3>Professional Freelancer</h3><p>Entertainers, experts, porters, and tradesfolk often lack time or interest in taking jobs outside of their normal work. Those who do are freelancers, who build a circle of regular clients and get paid directly by those to whom they provide services. The price of hiring a freelancer is based on the typical total bonus she has in a specific relevant skill (often Profession), representing her skill level. However, the GM can determine a specific freelancer actually has a bonus much higher or lower than the norm for someone at her pay rate. Even professional freelancers won’t generally take work that places them in serious danger, and those few who do are likely to insist on pay rates two to 10 times higher than those listed.</p><h3>Spellcasting</h3><p>Professional spellcasters are common only in major settlements and often require advance appointments and insist on security measures when dealing with new clients. Many are associated with a church, guild, or major corporation, and they may only work for groups and individuals associated with such organizations. It’s generally not possible to convince a professional spellcaster to travel to an unsecured location to cast spells, and any who do agree to it will insist on much higher payment rates (anywhere from 10 to 100 times the normal price).</p><p>If a spell requires an expenditure of credits, add that price to the price of having a professional spellcaster cast it. If a spell requires an expenditure of Resolve Points to be cast, increase the price of having it performed by a professional spellcaster by 50%; most professional spellcasters will only cast one such spell each day.</p><p><span class=\"fontstyle0\">If a spell requires an expenditure of credits, add that price to the price of having a professional spellcaster cast it. If a spell requires an expenditure of Resolve Points to be cast, increase the price of having it performed by a professional spellcaster by 50%; most professional spellcasters will only cast one such spell each day.</span></p><h4><em>The Following Professional Services are from Starfinder: Armory</em></h4><h3><span class=\"fontstyle0\">Grooming</span></h3><p><span class=\"fontstyle1\">Grooming practices vary widely from species to species, but all generally involve various methods to keep a creature’s body neat and clean. Examples of standard grooming services include haircuts, fur trimming, feather preening, claw or nail trimming, nail and scale buffing, parasite removal, tooth cleaning and dentistry, and the like. Exotic grooming services are usually considered luxuries rather than necessities, and include hair, fur, or scale coloring; body modifications; permanent and temporary tattoos; and wellness services such as massages, medicinal baths, and spa treatments.</span></p><h3><span class=\"fontstyle0\">Laundry</span></h3><p><span class=\"fontstyle1\">Standard laundry services include both washing and drycleaning, and the listed price is for up to 1 bulk of clothing. Clean laundry is usually ready the next day. Magical laundry service is usually provided by a spellcaster using </span><span class=\"fontstyle3\">token spell </span><span class=\"fontstyle1\">to instantly clean up to one outfit or 10 items at once.</span></p><h3><span class=\"fontstyle0\">Medical Treatment</span></h3><p><span class=\"fontstyle1\">While technological medical equipment and magical healing are readily available for purchase in most areas, many people have neither the funds nor the skill to use such methods. Fortunately, three types of facilities provide medical treatment services to the general public: clinics, hospitals, and trauma centers. Each of these facilities is usually equipped with multiple medical labs (</span><span class=\"fontstyle3\">Core Rulebook </span><span class=\"fontstyle1\">220) and can perform some or all of the tasks of the Medicine skill (</span><span class=\"fontstyle3\">Core Rulebook </span><span class=\"fontstyle1\">143), detailed below. Prices depend on the service provided, as listed in Table 1–34, though most facilities will perform first aid for no cost. These are average prices; medical treatments at a high-end or luxury facility can cost 2 to 10 times more.</span></p><p><span class=\"fontstyle1\">Clinics are small outpatient facilities that provide only basic medical treatments: first aid, treat deadly wounds, treat disease, and treat drugs or poison. Hospitals are larger institutions that offer all medical treatments and include room and board for the duration of your stay. Trauma centers provide emergency care for traumatic injuries and can offer the following medical treatments: first aid, treat deadly wounds, long-term stability, and treat drugs or poison.</span></p><p><span class=\"fontstyle1\">An average doctor at a clinic is a CR 6 expert with Life Science and Medicine as master skills (+16 skill bonus for both), while a typical doctor at a hospital or trauma center is a CR 7 expert with a +19 skill bonus in Life Science and Medicine.</span></p><h3><span class=\"fontstyle0\">Starship Crew</span></h3><p><span class=\"fontstyle1\">Although most starships require crews of only half a dozen or fewer to fly, larger vessels can require 20 or more crew members to operate successfully. Standard crew members usually don’t have a stat block, but they are generally characters of CR 1 or lower. They cannot fill roles in starship combat, but they can serve on teams supporting an officer in a role.</span></p><p><span class=\"fontstyle1\">Officers are NPCs who can be hired to fill unoccupied starship combat roles on a starship. Officer stat blocks can be created using the monster creation rules beginning on page 126 of the </span><span class=\"fontstyle3\">Alien Archive</span><span class=\"fontstyle1\">, with the skill most associated with their starship role as a master skill. They can be any CR, but few officers will serve on a starship of a lower tier than their CR. Officers can have any class graft, but it’s generally easier to find envoys, mechanics, operatives, and soldiers interested in serving aboard starships than mystics, solarians, or technomancers.</span></p><p><span class=\"fontstyle1\">The price of hiring a starship officer is based on the typical total bonus she has in a specific skill relevant to her starship role, representing her skill level. However, the GM can determine that a specific officer actually has a bonus much higher or lower than the norm for someone at her pay rate. At the GM’s discretion, NPCs that the PCs have helped or allied with can choose to become crew members on the PCs’ starship, possibly reducing the price to hire them by half, one-third, or even to zero for exceptionally grateful NPCs.</span></p><h2><span class=\"fontstyle2\">Recharging Stations</span></h2><p><span class=\"fontstyle0\">Most settlements of any significant size have public recharging stations for batteries and power cells. To recharge the full capacity of a spent battery or power cell takes 1 round per charge and costs half the price of the battery or cell. You can recharge a partially depleted battery or cell, but the price for doing so is the same as if it were fully spent. At the GM’s discretion, some larger starships might have onboard recharging stations. These might offer recharging at low or no cost, but they typical</span></p><h2>Table 7–37: Lodgings</h2><div><table><tbody><tr><th>Name</th><th>Price</th></tr><tr><td> Efficiency</td><td> 3 per night</td></tr><tr><td> Sleep Pod</td><td> 1 per night</td></tr><tr><td> Suite, 1-2 Beds</td><td> 5 per night per bed</td></tr><tr><td> Suite, 3-4 Beds</td><td> 10 per night per bed</td></tr></tbody></table></div><h2>Table: Professional Services</h2><div><table><tbody><tr><th>Name</th><th>Level</th><th>Price</th></tr><tr><td> Communications</td><td> 0</td><td> 5 or 10 per minute</td></tr><tr><td> Professional Freelancer</td><td> 0</td><td> Skill Bonus x 2 per day</td></tr><tr><td> Unskilled Labor</td><td> 0</td><td> 4 per day or 1 per hour</td></tr><tr><td> Grooming, Exotic</td><td> 0</td><td> 75</td></tr><tr><td> Grooming, Standard</td><td> 0</td><td> 3</td></tr><tr><td> Laundry, Magical</td><td> 0</td><td> 10</td></tr><tr><td> Laundry, Standard</td><td> 0</td><td> 1</td></tr><tr><td> Medical Treatment, Long-Term Care</td><td> 0</td><td> 100 per day</td></tr><tr><td> Medical Treatment, Long-Term Stability</td><td> 0</td><td> 15 per hour</td></tr><tr><td> Medical Treatment, Treat Deadly Wounds</td><td> 0</td><td> 75</td></tr><tr><td> Medical Treatment, Treat Disease</td><td> 0</td><td> 1,000</td></tr><tr><td> Medical Treatment, Treat Drugs or Poison</td><td> 0</td><td> 1,000</td></tr><tr><td> Spellcasting, 0-level Spell</td><td> 0</td><td> 20</td></tr><tr><td> Spellcasting, 1st-level Spell</td><td> 0</td><td> 100</td></tr><tr><td> Spellcasting, 2nd-level Spell</td><td> 0</td><td> 350</td></tr><tr><td> Spellcasting, 3rd-level Spell</td><td> 0</td><td> 1,000</td></tr><tr><td> Spellcasting, 4th-level Spell</td><td> 0</td><td> 3,000</td></tr><tr><td> Spellcasting, 5th-level Spell</td><td> 0</td><td> 9,000</td></tr><tr><td> Spellcasting, 6th-level Spell</td><td> 0</td><td>  30,000</td></tr><tr><td> Starship Crew, Officer</td><td> 0</td><td> Skill bonus x 5 per week</td></tr><tr><td> Starship Crew, Standard</td><td> 0</td><td> 20 per week</td></tr><tr><td> Union Membership, Apprentice</td><td> 1</td><td> 5 credits/month</td></tr><tr><td> Union Membership, Artisan</td><td> 7</td><td> 25 credits/month</td></tr><tr><td> Union Membership, Master</td><td> 14</td><td> 100 credits/month</td></tr></tbody></table><h2>Table 7–39: Recharging Stations</h2></div><table><tbody><tr><td>TIME</td><td>PRICE</td></tr><tr><td>1 round/charge</td><td>1/2 price of battery or cell</td></tr></tbody></table>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "yQuhLiaRoYSs5thV",
      "name": "Personal Items",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 50000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 230</p><p>The following personal items are readily available in most places that sell gear. Prices for each item listed below are found in Table 7–33: Personal Items.</p><h2>Backpack (Consumer, Industrial)</h2><p>Backpacks have numerous pockets for storing items that you might need while adventuring and include industrial-strength straps for attaching additional items for easy access. Padded bands strap across the wearer’s chest and waist to evenly distribute the backpack’s weight, and it can carry roughly 2 bulk of items. When fitted properly and worn, the bulk of the backpack itself does not count against your bulk carried (though it does if you carry it in your hands), but the bulk of any items within it does.</p><h3>Consumer</h3><p>When wearing a properly fitted consumer backpack, you treat your Strength score as 1 higher for the purpose of determining your carrying capacity.</p><h3>Industrial</h3><p>When wearing a properly fitted industrial backpack, you treat your Strength score as 2 higher for the purpose of determining your carrying capacity. This does not stack with the effect of a consumer backpack.</p><h2>Bonding Epoxy</h2><p>Bonding epoxy is a two-part adhesive plastic kept in a handheld dispenser that automatically mixes the components as they are dispensed. A single dispenser can be used five times. The dispensers cannot be reloaded, and a new dispenser must be purchased if additional epoxy is desired.</p><p>As a full action you can coat up to a 1-square-foot area with the epoxy. Anything held against the area bonds to it over 1d4 rounds as the epoxy dries. This requires a full action each round to maintain contact between the objects, and anything resisting (such as a creature) must be pinned or helpless to be held in place during this drying period. Dispensed epoxy that is not used within 1 minute hardens and loses its ability to bond objects together.</p><p>Pulling apart objects bonded together with this epoxy requires a successful DC 20 Strength check. If the objects are carefully fitted together (requiring 1 minute and a successful DC 20 Engineering check), the Strength DC to separate them increases to 25.</p><h2>Clothing (Environmental, Everyday, Formal, Professional, Travel)</h2><p>Clothing is mass produced throughout the Pact Worlds, and the residents of the system are never wanting for clothes. Clothing is often worn both under and over armor, and its benefits apply in nearly all situations. Clothing comes in several varieties based upon its intended purpose, as described below.</p><h3>Environmental</h3><p>Each environmental outfit is designed with a specific climate in mind, and wearing such an outfit in an extreme environmental condition it is tailored for grants a benefit as follows: cold climates (+2 circumstance bonus to Fortitude saves against environmental cold dangers), dust storms (reduce damage from dust storms with windstorm-magnitude winds by 1), extreme gravity (reduce damage from extreme gravity environments by 1), heat climates (+2 circumstance bonus to Fortitude saves against environmental heat dangers), radiation (+1 circumstance bonus to saving throws against radiation effects), and zero gravity (+2 circumstance bonus to Acrobatics or Athletics checks to stop movement or climb along handholds in zero-g). See Chapter 11 for more information on environmental dangers. The benefit of an environmental outfit can be added to another type of clothing (including a different environmental outfit) by doubling and adding together the price of both types of clothing.</p><h3>Everyday</h3><p>Clothes designed for everyday wear come in a dazzling array of colors and styles, many of which are tailored to specific cultures or planets. Most characters choose their everyday wear based on their personal preferences.</p><h3>Formal</h3><p>Formal wear is designed for a specific social function, such as a wedding or funeral, and commonly differs from planet to planet and even from culture to culture. Lacking the proper formal wear at a social event can cause you to take a penalty of up to –4 to Bluff, Diplomacy, and Disguise checks at the function, as determined by the GM.</p><h3>Professional</h3><p>Each set of professional wear is tailored to the tasks of a specific Profession skill and accommodates the needs of its wearer while also conveying an air of expertise and professionalism. You gain a +1 circumstance bonus to Profession checks to earn a living while wearing an appropriate professional outfit.</p><h3>Travel</h3><p>A travel outfit offers additional comfort and support during overland travel. You add 2 miles per 8-hour day of overland movement while wearing a traveling outfit. You also gain a +1 circumstance bonus to Constitution checks to avoid taking nonlethal damage resulting from a forced march. See Overland Movement on page 258 for more details.</p><h2>Gear Clamp</h2><p>A gear clamp is designed to place a piece of equipment into an easily accessible position. This is often on a belt or the exterior of a suit of armor, but it can also place equipment in convenient locations when you are lurking in a tree or working in a zero-g environment. Affixing a gear clamp in place is a full action, but any object easily and conveniently held in one hand can be added to or removed from a gear clamp as easily as drawing or sheathing a weapon. Gear clamps are designed to have a trick release, with thousands of models each using a unique combination of clicks, spins, tugs, and twists to release attached gear. If you are not familiar with a specific clamps trick (by reading the instructions when you buy the clamp, having it demonstrated, or owning it and periodically testing its function), adding or removing equipment takes a full action. A successful DC 25 Strength check is required to separate material attached by a clamp.</p><h2>Hygiene Kit</h2><p>This kit contains all of the tools and products needed to practice good grooming and hygiene. Kits designed for specific races include supplies (such as scale-care products for vesk or antennae grooming for lashuntas or shirrens) that are of less use to other creatures.</p><h2>Space Suit</h2><p>Although this high-tech suit offers little protection against attack, it does provide all the same environmental protections as a suit of armor (see page 196). Unlike armor, a space suit is not designed for the rigors of combat. Whenever you take damage while wearing a space suit, you must succeed at a Reflex saving throw (DC equal to the damage dealt) or the space suit’s life systems suffer catastrophic failure, gaining the broken condition and losing all environmental protections in 1d6 hours unless the suit is repaired. If you fail such a saving throw while the suit already has the broken condition, you lose all environmental protections in 1d6 minutes unless the suit is repaired. You can’t wear a space suit while also wearing any type of armor, even if that armor is broken.</p><h2>Tent (Mass Produced, Mobile Hotelier)</h2><p>Tents are designed to protect their occupants from the ravages of the elements. A standard tent has an occupancy of two people. You can double the occupancy of a tent by doubling its price, triple it by tripling its price, and so on.</p><h3>Mass Produced</h3><p>A mass-produced tent is insulated, sturdy, and capable of ventilating to prevent overheating or stuffiness without sacrificing protection. It allows characters within to treat extreme cold weather as severe cold weather, treat severe cold weather as typical cold weather, and ignore the effects of typical cold weather. It adjusts the severity of hot weather in a similar fashion. See page 400 for more information on cold dangers and page 402 for more information on heat dangers. A mass-produced tent does not protect against smoke, catching on fire, lava, radiation, or other environmental hazards.</p><h3>Mobile Hotelier</h3><p>Tents known as mobile hoteliers are advanced and include systems that provide their occupants the same environmental protections as armor (see page 196) while active. A mobile hotelier requires a 20-charge battery to provide this protection, uses 1 charge every 8 hours, and is considered a technological item for effects and abilities that target or disable technology. Even if this protection is removed, the tent can still be used as a mass-produced tent.</p><h2>TABLE 7–33: PERSONAL ITEMS</h2><table><tbody><tr><td>ITEM</td><td>LEVEL</td><td>PRICE</td><td>BULK</td></tr><tr><td>BACKPACK</td><th></th><th></th><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.dcv9AivhC4IRGMp4]{Consumer}</td><td>1</td><td>3</td><td>1</td></tr><tr><td>@UUID[Compendium.sfrpg.equipment.7ZkTZj58lPFE8bZ7]{Industrial}</td><td>1</td><td>25</td><td>1</td></tr><tr><td>CLOTHING</td><th></th><th></th><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.BUKPrUKmcnckTJEW]{Environmental}</td><td>1</td><td>10</td><td>L</td></tr><tr><td>@UUID[Compendium.sfrpg.equipment.vv3Uw4rufnkbDhhi]{Everyday}</td><td>1</td><td>1</td><td>L</td></tr><tr><td>@UUID[Compendium.sfrpg.equipment.ozUIux1kwjBz9fwz]{Formal}</td><td>1</td><td>5</td><td>1</td></tr><tr><td>@UUID[Compendium.sfrpg.equipment.k4uhCOLBmuO1nxQy]{Professional}</td><td>1</td><td>5</td><td>L</td></tr><tr><td>@UUID[Compendium.sfrpg.equipment.RixS54YHX2X2lcyt]{Travel}</td><td>1</td><td>10</td><td>L</td></tr><tr><td>TENT</td><th></th><th></th><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.zOvF12YES7pyom6I]{Mass produced}</td><td>1</td><td>2</td><td>1</td></tr><tr><td>@UUID[Compendium.sfrpg.equipment.XOQLBRv2pYoV1e57]{Mobile hotelier}</td><td>1</td><td>50</td><td>1</td></tr><tr><td>OTHER</td><th></th><th></th><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.62ff45eQdRwIE4cK]{Bonding epoxy}</td><td>1</td><td>400</td><td>L</td></tr><tr><td>@UUID[Compendium.sfrpg.equipment.Xe6dS7O0FWMfUr1x]{Gear clamp}</td><td>1</td><td>100</td><td>L</td></tr><tr><td>@UUID[Compendium.sfrpg.equipment.qgY6jRuXMLKQKZRn]{Hygiene kit}</td><td>1</td><td>3</td><td>L</td></tr><tr><td>@UUID[Compendium.sfrpg.equipment.KF7ltBV698hPOQz8]{Space suit}</td><td>1</td><td>25</td><td>1</td></tr></tbody></table>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "3HEG3Fq5UGxjkVyw",
      "name": "Food and Drink",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 250000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 233, AR pg. 135</p><p>The food and drinks found on Table 7–36: Food and Drinks are described below. A surprisingly wide range of creatures, including all the Starfinder core races, can survive on the same basic nutritional ingredients. In the Pact Worlds, most food is mass produced; even most restaurant meals are prepared from precut and premeasured ingredients.</p><h2>Field Rations</h2><p>A field ration is prepackaged food that can easily sustain you but lacks flavor and visual appeal. Field rations generally consist of chewy, brownish blocks of processed nutrients, which contain enough moisture to provide a day’s worth of water intake. While it is possible to survive for weeks on nothing but field rations, it’s not a pleasant experience.</p><h2>Intoxicant (Minor, Superior)</h2><p>Table 7–36: Food and Drinks shows the price and bulk of a single serving of an intoxicating beverage or inhaled substance, which in the Pact Worlds is most often alcohol or tobacco. An intoxicant’s potency can be minor or superior. A minor intoxicant might be beer or wine, which takes a few servings to cause any physiological effects. A superior intoxicant is usually a strong spirit, such as whiskey, that can start producing effects after a single serving. Unlike drugs, intoxicants are usually not addictive, although a GM might rule that a PC who partakes of too much of an intoxicant on a regular basis might begin to suffer the effects of an addictive drug (as described in Afflictions on page 417).</p><h2>Meal (Poor, Common, Good)</h2><p>A meal is usually purchased close to the time it is consumed, often at a restaurant or from a street vendor. Most such meals are mass produced in the Pact Worlds, and it is relatively cheap and easy to get food in just about any remotely civilized area. Poor-quality meals are either nutritious but bland, or tasty but unhealthy. Common-quality meals are both tasty and nourishing. Good meals are gourmet in taste and offer higherquality nutrition.</p><h2>R2E</h2><p>These self-contained “Ready-to-Eat” pouches contain a day’s worth of nourishing entrees and side dishes, plus a portable snack or dessert. Each R2E also includes disposable utensils, a single-use flameless ration heater, and an accessory pack containing breath freshener, a disposable cup, a napkin, seasonings, and drink powder. Each R2E has a shelf life of one century, and the pouch is made of a durable, easy-seal material.Armory Additions</p><h2>Armory Additions</h2><p>Many of the food and drinks consumed in the Pact Worlds are mass-produced using UPBs and culinary synthesizers (see page 129), and supplemented with more traditional agricultural produce where possible. The meals presented on page 233 of the Core Rulebook are readily available almost anywhere and include both ready-to-eat fast food and premeasured and precut ingredients that you can cook. However, most population centers have a wide variety of restaurants in various settings where patrons can enjoy dining on a selection of foods.</p><h2>Dining</h2><p>Options for dining out can be divided into two broad categories: chain restaurants and independent venues. Chain restaurants are ubiquitous and tend to be cheaper, but they have less variety and the food is lower quality. Independent venues are more expensive, but they often employ master chefs who create the highest-quality food in all the Pact Worlds. The prices listed in Table 1–33 are averages, and the quality of the restaurant corresponds to the quality of the meals served (Core Rulebook 233). Dining at independent venues with well-known or famous chefs can be even more expensive, with prices equal to the head chef’s total skill bonus in Life Science multiplied by 10.</p><h2>Pact Worlds Cuisines</h2><p>Many Pact Worlds species have unique culinary trends. These ethnic cuisines show the breadth of options available in the Pact Worlds and do not affect the price of food or meals.</p><ul><li><p><strong><span class=\"fontstyle6\">Kasathas</span></strong><span class=\"fontstyle6\">: </span><span class=\"fontstyle0\">Kasathan recipes are usually traditional and<br />exclusively use plants and animals native to their original<br />home world of Kasath. Kasathan cuisine has a decidedly alien<br />appearance that many other species find disturbing, though<br />most dishes are surprisingly savory and delectable.</span></p></li><li><p><strong><span class=\"fontstyle6\">Lashuntas</span></strong><span class=\"fontstyle6\">: </span><span class=\"fontstyle0\">Lashuntas delight in using local flora and fauna in<br />their cuisine, emphasizing the use of native berries, fruits, and<br />nuts to make delightfully palatable dishes. Lashuntas consume<br />a variety of animal products, but arthropod meat—especially<br />from giant insects—is most common. According to some old<br />stories, lashuntas adopted this custom as an insult to their<br />ancient enemies on Castrovel, the insectile formians.</span></p></li><li><p><strong><span class=\"fontstyle6\">Shirrens</span></strong><span class=\"fontstyle6\">: </span><span class=\"fontstyle0\">While artfully prepared, traditional shirren cuisine<br />is almost always served raw, accompanied by honeys and<br />nectars as both drinks and sauces for other dishes. Shirrens<br />also eat meat in addition to vegetarian fare, though they prefer<br />vermin and other lower life-forms, consumed still living and<br />moving. To many shirrens, food is yet another choice in which<br />they can express their individualism, and they are more than<br />willing to experiment with other foods, often incorporating<br />elements of other cuisines into their cooking.</span></p></li><li><p><strong><span class=\"fontstyle6\">Vesk</span></strong><span class=\"fontstyle6\">: </span><span class=\"fontstyle0\">Vesk food tends to be pragmatic and utilitarian, as if<br />every dish were handcrafted by a drill sergeant who didn’t care<br />much for cooking. The exception to this rule is meat, which<br />any self-respecting vesk agrees is the most crucial component<br />of any meal. Vesk treat preparing and seasoning meat as an<br />art, assimilating and enhancing each new world’s recipes for<br />cooking meat almost as quickly as they conquer them.</span></p></li><li><p><strong><span class=\"fontstyle6\">Ysoki</span></strong><span class=\"fontstyle6\">: </span><span class=\"fontstyle0\">The fact that ysoki will eat whatever they can get their<br />paws on is largely reflected in their cooking. Ysoki fare tends to<br />be scavenged meats and cheeses served either as finger foods<br />or in stews, and the food is often questionable in color, quality,<br />and texture. Many other species tend to avoid eating ysoki<br />cuisine if they can help it.</span></p></li></ul><h2>Table: Food and Drinks</h2><table><tbody><tr><td><strong>ITEM</strong></td><td><strong>PRICE</strong></td><td><strong>BULK</strong></td></tr><tr><td><strong>INTOXICANT</strong></td><th></th><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.HR97t8Ay34JaOcmY]{Minor}</td><td>1</td><td>L</td></tr><tr><td>@UUID[Compendium.sfrpg.equipment.knq8nJCkYT937KFO]{Superior}</td><td>10+</td><td>L</td></tr><tr><td><strong>MEAL</strong></td><th></th><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.gVY1amatMKF3yulF]{Poor}</td><td>1</td><td>L</td></tr><tr><td>@UUID[Compendium.sfrpg.equipment.LNdt7djQIqh8RbWm]{Common}</td><td>3</td><td>L</td></tr><tr><td>@UUID[Compendium.sfrpg.equipment.Ikh8PY29MlfURsEY]{Good}</td><td>5</td><td>L</td></tr><tr><td><strong>OTHER</strong></td><th></th><th></th></tr><tr><td>@UUID[Compendium.sfrpg.equipment.rAOula25Uqzzpsx1]{Field ration}</td><td>1/week</td><td>1/week</td></tr><tr><td>@UUID[Compendium.sfrpg.equipment.EwV5WQywlWWT3dKw]{R2E}</td><td>1</td><td>L</td></tr><tr><td><strong>RESTAURANT DINING</strong></td><th></th><th></th></tr><tr><td>Poor chain</td><td>2</td><th></th></tr><tr><td>Common chain</td><td>10</td><th></th></tr><tr><td>Good chain</td><td>25</td><th></th></tr><tr><td>Common independent venue</td><td>20</td><th></th></tr><tr><td>Good independent venue</td><td>50</td><th></th></tr></tbody></table>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "gTTM9k4Cy5Bhxw14",
      "name": "Transportation",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 500000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 234, AR pg. 135</p><p>Travel prices assume transport at a typical, second-class, basic level of accommodation and assistance—for example, being assigned to common guest quarters on a starship (with six passengers per room), having an assigned seat on a grav-train, waiting a few minutes for a nearby robo-taxi to pick you up, and so on. More private and luxurious travel options normally exist, costing anywhere from two to 10 times as much. Starships in particular often have good and luxurious quarters that offer better accommodations (see the guest quarters expansion bay option on page 299 for more details on the amenities of each typical level of starship accommodations). Truly exceptional options exist for the ultrarich, which can cost 1,000 times as much as common travel.</p><p>Cheaper options are often also available, such as steerage transportation in a converted cargo hold, or standing-room-only cars for grav-train rides. These normally cost half to one-quarter the listed price, though at the GM’s discretion even cheaper options (possibly those illegally ignoring various safety laws) could exist.</p><p>It is sometimes possible to procure long-distance passage at reduced prices or even for free by providing a desired service for the transport provider. Taking on common jobs such as a guard, gunner, cook, entertainer, or porter can sometimes facilitate travel on a tight budget. The prices given also assume a Medium or Small creature with no need for special accommodations or environmental conditions different from those of the vessel used. Unusually large creatures or those that require different atmospheres, gravity levels, or light levels than the vessel transporting them can easily see the price double, triple, or more depending on the inconvenience and risks involved.</p><h2>Grav-Train</h2><p>A grav-train is a hovering, multisection mass transport that runs a specific ground route, generally over a metal or ceramic rail. It is the cheapest way to move overland, but it requires significant infrastructure to operate and only runs to set locations on a (sometimes unreliable) schedule.</p><h2>Robo-Taxi</h2><p>This simple form of urban transport is generally similar to an urban cruiser but is assumed not to have the expense of a driver In most major cities, dispatch can send a robo-taxi within a few minutes of a request to the company by infosphere or comm unit.</p><h2>Sea Vessel</h2><p>Planets with large bodies of water often develop extensive commerce and transit networks by ship, hovership, and even submarine. This transport is slower than travel by plane, but cheaper per mile (and considered more relaxing by many travelers). Some planets have rigid lighter-than-air vessels as well, such as dirigibles, which tend to have similar accommodations, pricing, and speeds.</p><h2>Starship</h2><p>Travelers between planets almost exclusively use starships, most often those with Drift drives (though orbital shuttles and short-range transports traveling between moons or asteroids close to one another typically do not use Drift engines).</p><h2>Suborbital Flight</h2><p>For quick trips from point to point on a planet, the fastest option is generally a suborbital flight. The price assumes a single seat and a small common area for storage; larger seats or even small cabins cost five to 10 times as much.</p><p></p><p><em><span style=\"text-decoration:underline\"><span style=\"text-decoration:underline\">The Following transport option is from Starfinder: Armory</span></span></em></p><h4>In addition to the common travel options detailed in the Core Rulebook, some worlds make use of several other transportation methods</h4><h2>Biological Transport</h2><p>Most civilized planets rely on technological transportation, but less-developed worlds often utilize living creatures for travel. Such creatures are as varied in size, shape, color, and features as the planets they inhabit. Typically, biological transport is slower and more expensive than automated travel, but in frontier regions, it may be the only option available. Biological transport can be rented on a daily basis, with prices determined by the size of the creature. The listed price does not include the cost of feeding and maintaining the creature. Generally, rented biological transport requires riders to control and direct the creatures, using the ride a creature task of the Survival skill.</p><p>Alternatively, you can simply purchase a ride on biological transport, with prices determined by the size of the creature and the distance traveled. For Large or larger creatures, the listed price typically includes a trained handler for that animal who directs it toward your destination</p><h2>Table: Transportation</h2><div><table><tbody><tr><th>Name</th><th>Price</th></tr><tr><td> Grav-Train Passage</td><td> 1 per 100 miles</td></tr><tr><td> Robo-Taxi Passage</td><td> 1 per 10 miles</td></tr><tr><td> Sea Vessel Passage</td><td> 1 per 50 miles</td></tr><tr><td> Suborbital Flight</td><td> 1 per 25 miles</td></tr><tr><td> Biological Transport, Colossal Creature (Rent)</td><td> 3,000 per day</td></tr><tr><td> Biological Transport, Colossal Creature (Ride)</td><td> 100 per mile</td></tr><tr><td> Biological Transport, Gargantuan Creature (Rent)</td><td> 650 per day</td></tr><tr><td> Biological Transport, Garganutan Creature (Ride)</td><td> 300 per mile</td></tr><tr><td> Biological Transport, Huge Creature (Rent)</td><td> 125 per day</td></tr><tr><td> Biological Transport, Huge Creature (Ride)</td><td> 10 per mile</td></tr><tr><td> Biological Transport, Large Creature (Ride)</td><td> 5 per mile</td></tr><tr><td> Biological Transport, LargeCreature (Rent)</td><td> 25 per day</td></tr><tr><td> Biological Transport, Medium Creature (Rent)</td><td> 5 per day</td></tr><tr><td> Biological Transport, Medium Creature (Ride)</td><td> 2 per mile</td></tr><tr><td> Starship Passage, Common</td><td> 50 per day of travel</td></tr><tr><td> Starship Passage, Good</td><td> 300 per day of travel</td></tr><tr><td> Starship Passage, Luxurious</td><td> 1,000 per day of travel</td></tr></tbody></table></div>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "afLxCsy79e6zlyLG",
      "name": "Crafting Equipment and Magic Items",
      "type": "text",
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 600000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>Rather than buying mass-produced, mass-marketed equipment, characters with the right skills can construct their own equipment. This takes time, and due to the economies of scale enjoyed by multisystem corporations and shops with dedicated construction machines and drones, it does not save you any money. However, it allows you to acquire exactly what you need, as long as you can meet the construction requirements.</p><p>A player character can create all the items presented in this chapter as long as he has the skills, materials, tools, and time needed to construct it. He must have a number of ranks in the appropriate skill equal to the item level of the item to be created. For weapons, armor, vehicles, and technological equipment, the appropriate skill is @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.76u4HnGcAlySicb4]{Engineering}. For magic fusions and magic items, the appropriate skill is @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.HXcmgteT2OegqFrB]{Mysticism}. For hybrid items, you must have the required ranks in both Engineering and Mysticism. For drugs, medicinals, and poisons, the skill can be either @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.tVUA3IPcOfyU1g19]{Life Science} or @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.w7NNLCayniMsh3ne]{Physical Science}. For any food or drink, the appropriate skill is Life Science. For computers, you can use either @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.IqOCYDKd9NgBwowp]{Computers} or Engineering, and you can construct a computer with a tier equal to half your ranks in the skill. For items that are not considered any of these categories (such as most clothes, tents, and so on) either Engineering or Mysticism can be used. At a GM’s discretion, an appropriate @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.bD4kmdFU7wwsenOf]{Profession} skill can be used for a narrower range of items. For example, a character with Profession (weaponsmith) might be able to make technological, hybrid, and magic weapons and weapon fusions, but no other items.</p><p>Crafting items requires you to have access to tools and a workshop or similar space. Most starships have an appropriate area set aside, and such space can be rented at the same price as @UUID[.m2QaMoUIFmUHppEC#lodgings]{lodgings} in major cities (with the size of the lodging being equivalent to the size of the workshop, which limits the size of items that can be constructed and how many people can work on a single item at one time). Creating an item normally has a base time of 4 hours. If your number of ranks in the appropriate skill to craft an item exceeds that item’s level by 5 or more, you can craft that item in half the base time. If your ranks exceed the item level by 10 or more, you can create the item in onequarter the base time. Objects larger than a Medium creature take twice as long to craft for each size category larger.</p><p>To create an item, you must have UPBs with a total value equal to the price of the item to be created. At the GM’s discretion, you can scavenge similar items for parts, allowing 10% of the scavenged item’s value to count toward the UPBs needed. Even magic and hybrid items are created using UPBs, as the Mysticism skill is used to form the materials into runes and specific implements for rituals utilized in the creation of magic devices.</p><p>Custom-built equipment has a few advantages over massproduced items. If you have a skill that allows you to repair an item you crafted, you can do so in half the normal time. When determining the hardness, Hit Points, and saving throws of an item you have crafted, treat its item level as if it were 2 higher. (For more about calculating these values, see @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.ftqreMQkNpYDxpxY]{Breaking Objects} on page 409.) <br style=\"font-style:normal;font-variant:normal;font-weight:normal;letter-spacing:normal;line-height:normal;orphans:2;text-align:-webkit-auto;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-size-adjust:auto;-webkit-text-stroke-width:0px\" /></p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}