{
  "name": "Radiation",
  "flags": {},
  "content": "<h1>Radiation</h1>\n<p>Radiation is a very real threat to adventurers, whether it’s the radiation emitted from stars or the radiation generated by various technological wonders of the universe. Radiation is a poison effect (see page 414) that weakens an affected creature’s Constitution and can also inflict an affected creature with a disease called radiation sickness. Radiation dangers are organized into four categories: low, medium, high, and severe. The effects of these categories of radiation are described on Table 11–8: Radiation Levels.</p>\n<h2>Area Of Effect</h2>\n<p>Radiation is an emanation poison, meaning that a victim only needs to enter an area suffused with radiation to be affected by it. Radiation suffuses a spherical area of effect that can extend into solid objects. The closer one gets to the center of an area of radiation, the stronger the radiation effect becomes. Radiation entries list the maximum level of radiation in an area, as well as the radius out to which this radiation level applies. The radiation continues to suffuse each increment out to an equal length beyond that radius, its strength degraded by one level per increment. For example, a spherical area of high radiation with a radius of 20 feet creates a zone of medium radiation spanning 20 feet to 40 feet from the center in all directions, and a similar zone of low radiation spanning 40 to 60 feet from the center.</p>\n<h2>Curing Radiation Effects</h2>\n<p>A creature that leaves an area suffused with radiation is essentially cured of the poison effect. Ending the source of radiation or successfully casting remove radioactivity has the same effect. As usual for poison effects, an affected creature requires rest to recover from radiation poisoning. Remove affliction doesn’t cure a creature of the effects of radiation poisoning, but remove radioactivity does.</p>\n<p> </p>\n<p>If a creature has been exposed to enough radiation, it might contract radiation sickness, which acts like a noncontagious disease. Symptoms of radiation sickness include nausea, vomiting, and loss of hair. Radiation sickness can be treated like any disease, although it can’t be cured with remove affliction. Remove radioactivity can cure radiation sickness.</p>\n<p> </p>\n<h2>Radiation (@Compendium[sfrpg.rules.aKqRtg165rAly1Cc]{Poison effect})</h2>\n<p><strong>Type </strong>poison, emanation (see above); <strong>Save </strong>Fortitude (see chart)</p>\n<p><strong>Track </strong>Constitution; <strong>Frequency </strong>1/round</p>\n<p><strong>Effect </strong>At each state of impaired and beyond, the victim must succeed at a DC 18 Fortitude saving throw or contract the radiation sickness disease (see below).</p>\n<p><strong>Cure </strong>none</p>\n<p> </p>\n<h2>Radiation Sickness (@Compendium[sfrpg.rules.GnEF27Oot3zqTaBQ]{Disease effect})</h2>\n<p><strong>Type </strong>disease; <strong>Save </strong>Fortitude (same DC as the level of radiation that caused the radiation sickness)</p>\n<p><strong>Track </strong>physical; <strong>Frequency </strong>1/day</p>\n<p><strong>Effect </strong>Radiation sickness isn’t contagious.</p>\n<p><strong>Cure </strong>3 consecutive saves</p>\n<p> </p>\n<h2>Radiation Levels</h2>\n<table border=\"1\">\n<tbody>\n<tr>\n<td>Radiation Level</td>\n<td>Fortitude Save DC</td>\n</tr>\n<tr>\n<td>Low</td>\n<td>13</td>\n</tr>\n<tr>\n<td>Medium</td>\n<td>17</td>\n</tr>\n<tr>\n<td>High</td>\n<td>22</td>\n</tr>\n<tr>\n<td>Severe</td>\n<td>30</td>\n</tr>\n</tbody>\n</table>\n<p> </p>",
  "_id": "QHtKixa59DI9xQfO",
  "img": "icons/svg/mystery-man.svg"
}