{
  "_id": "q6bfHuslWYr6EIQT",
  "name": "Reactions",
  "content": "<p>&gt;@Compendium[sfrpg.rules.U37n5tY5hn1ctzQL]{Actions in Combat}</p>\n<p>Source: CRB pg. 248</p>\n<p>A reaction is a special action you can take even if it’s not your turn, but only after a defined and concrete trigger. You can’t use a reaction before the first time you act in a combat. You can take only one reaction each round; you regain your reaction at the start of your turn.</p>\n<p>Unless their descriptions state otherwise, purely defensive reactions interrupt the triggering action: resolve the reaction first, then continue resolving the triggering action. Otherwise, resolve the reaction immediately after the triggering action.</p>\n<p>You gain access to most reactions through feats, items, and class features, but an attack of opportunity is a reaction that is universally available to all characters.</p>\n<h2>Attack of Opportunity</h2>\n<p>An attack of opportunity is a special melee attack you can make against a target you threaten (usually an adjacent opponent), even if it is not your turn. See Reach and Threatened Squares on page 255 for more details on threatening. You can use your reaction to make an attack of opportunity against an opponent in any of these three cases.</p>\n<ul>\n<li>When you threaten a space and the opponent moves or is moved out of that space in any way other than a guarded step (see page 247) or withdraw action (see above), you can use your reaction to make a melee attack against the opponent.</li>\n<li>When the opponent in a space you threaten makes a ranged attack, you can use your reaction to make a melee attack against the opponent.</li>\n<li>When the opponent in a space you threaten casts a spell or uses a spell-like ability, you can use your reaction to make a melee attack against the opponent. However, some spells or spell-like abilities state in their descriptions that they don’t provoke attacks of opportunity, so be sure to confirm that the enemy has provoked your reaction before you take it.</li>\n</ul>\n<p>Attacks of opportunity are always resolved before the action that triggers them. You don’t take a penalty to the attack roll when making an attack of opportunity in the same round you took a full attack, but you do take any other attack penalties that would normally apply to your attacks. Making an attack of opportunity does not affect your ability to make attacks normally when it is your turn.</p>",
  "img": "icons/svg/mystery-man.svg"
}