{
  "_id": "Lu6JW67eIQsN3aXz",
  "name": "Resolve Points",
  "_stats": {
    "coreVersion": 12,
    "systemId": "sfrpg",
    "systemVersion": "0.27.0"
  },
  "pages": [
    {
      "_id": "X3BqXKiomJ2jVg5s",
      "name": "Resolve Points",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1734730983443,
        "duplicateSource": null,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1734732287037,
        "systemId": "sfrpg",
        "systemVersion": "0.27.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>Resolve is a measure of your grit, luck, and ability to overcome adversity and triumph in the face of insurmountable odds. For many, it’s simply a part of them, but for others, resolve can represent forces beyond their understanding—moments of enlightenment or foresight, potent magical forces, inexplicable instincts, or even divine intervention.</p><p></p><p>General information on Resolve Points is detailed on page 22 of the <em>Core Rulebook</em>. Additionally, the <em>Core Rulebook</em> outlines three general uses for Resolve Points that all characters can use:</p><ol><li><p>@UUID[Compendium.sfrpg.rules.JournalEntry.ywrmvwFWCll2mbZ8.JournalEntryPage.xcFYq2QnisFjMDTG#recovering-stamina-points]{regaining Stamina Points} as part of a 10-minute rest,</p></li><li><p>@UUID[Compendium.sfrpg.rules.JournalEntry.ywrmvwFWCll2mbZ8.JournalEntryPage.8YWsus7B5Kmxaeww#stabilize]{stabilizing}, and</p></li><li><p>@UUID[Compendium.sfrpg.rules.JournalEntry.ywrmvwFWCll2mbZ8.JournalEntryPage.8YWsus7B5Kmxaeww#stay-in-the-fight]{staying in the fight}.</p></li></ol><p>In addition to using Resolve Points to activate class features and for the general uses detailed in the <em>Core Rulebook</em>, this section introduces several new ways to use Resolve Points. These are alternate rules options that GMs can choose to add to or omit from their game.</p><p><strong>SPECIALIZED USES FOR RESOLVE POINTS</strong></p><p>Specialized uses include new ways to use your Resolve Points. These are split into four categories: @UUID[.xV0zPzxq5vgeWYFs]{defensive}, @UUID[.LghAzsWHMuDQNMu8]{offensive}, @UUID[.FoEWzejOMFGqozga]{transport}, and @UUID[.Vxnd8TIaaGDlGVXZ]{utility}. As part of your daily preparations, you can select one new way to use your Resolve Points per category. Each specialized use that a character with Resolve Points selects can be used once per day.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "xV0zPzxq5vgeWYFs",
      "name": "Defensive Specialized Uses",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1734731336015,
        "duplicateSource": null,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1734731508648,
        "systemId": "sfrpg",
        "systemVersion": "0.27.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>This category covers primarily protective uses of Resolve Points.</p><h2>Critical Cancellation:</h2><p>As a reaction when an enemy critically hits you, you can spend Resolve Points to turn aside their attack. If you spend 1 Resolve Point, the attack doesn’t trigger critical hit effects. If you spend 2 Resolve Points, that attack becomes a hit rather than a critical hit; its damage isn’t doubled, and it doesn’t trigger critical hit effects.</p><h2>Extra Reaction:</h2><p>When a reaction you have access to would be triggered, but you have already expended your reaction for the round, you can spend 1 Resolve Point to immediately gain a reaction. This allows you to use the triggered reaction. This doesn’t allow you to use more than one reaction in response to the same trigger.</p><h2>Inspiring Support:</h2><p>When you successfully provide covering fire to an ally during combat, you can spend 1 Resolve Point to bolster that ally’s spirits. If you do, that ally restores a number of Stamina Points equal to your level.</p><h2>Invigorating Spell:</h2><p>When you cast a harmless spell on an ally, you can spend 1 Resolve Point to adapt your spell to heal their wounds. If you do, that ally restores a number of Hit Points equal to the level of the spell × 2, in addition to the normal effects of the spell. If your spell would affect more than one ally, select one of those allies for this ability to affect.</p><h2>Miraculous Recovery:</h2><p>On your turn, if you have a condition which has a duration measured in rounds, you can spend a number of Resolve Points equal to one-quarter your maximum (minimum 1, maximum equal to the condition’s remaining duration) to recover from the condition. At the beginning of your next turn, you lose the condition.</p><h2>Sudden Resistance:</h2><p>When you take damage from a significant enemy, you can spend 1 Resolve Point as a reaction to temporarily gain resistance—equal to your remaining Resolve Points—to the type of damage you were dealt, whether that damage was a type of kinetic (bludgeoning, piercing, or slashing) or energy (acid, cold, electricity, fire, or sonic) damage. If you were dealt energy damage, this is energy resistance against that energy type. If you were dealt more than one damage type, select one of those damage types to gain resistance to. In either case, this effect lasts for 3 rounds and doesn’t apply against the damage that triggered the use of this ability.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "LghAzsWHMuDQNMu8",
      "name": "Offensive Specialized Uses",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1734731524396,
        "duplicateSource": null,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1734731555647,
        "systemId": "sfrpg",
        "systemVersion": "0.27.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>This category covers uses of Resolve Points that pack an offensive punch.</p><h2>Bolster Spell:</h2><p>When you cast a spell, you can spend Resolve Points to increase the saving throw DC of that spell by 1 for each Resolve Point you spend. You can’t increase the spell’s DC higher than the DC of the highest-level spell that you can cast.</p><h2>Double Critical:</h2><p>If you critically hit with a weapon that has two or more critical hit effects, you can spend 1 Resolve Point to apply the effects of two critical hit effects, rather than one.</p><h2>Expansive Critical:</h2><p>When you roll initiative, you can spend a number of Resolve Points equal to one-quarter your maximum (minimum 1, maximum 3) to increase the ease with which you critically hit. For the duration of that combat, you apply critical hit effects when you roll a 19 or a 20 on the die and would hit your target, rather than only on a 20. This only applies your weapon’s critical hit effect; it doesn’t double the damage dealt by your attack.</p><h2>Instant Reload:</h2><p>You can spend 1 Resolve Point to reload a weapon you’re holding without using an action. You must have the appropriate ammunition to reload your weapon in this way.</p><h2>Momentary Proficiency:</h2><p>When you’re holding a weapon that you aren’t proficient with, you can spend 1 Resolve Point to temporarily learn how to wield that weapon. For 1 minute, you become proficient with that specific weapon. If you’re 3rd level or higher, you can spend 1 additional Resolve Point to also gain weapon specialization with that specific weapon for the same duration.</p><h2>Sudden Stop:</h2><p>When you damage a creature with an attack of opportunity that was triggered by that creature’s movement, you can spend 2 Resolve Points to halt them in their tracks. If you do, their movement immediately ends.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "FoEWzejOMFGqozga",
      "name": "Transport Specialized Uses",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1734732130861,
        "duplicateSource": null,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1734732171868,
        "systemId": "sfrpg",
        "systemVersion": "0.27.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 400000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>This category involves uses of Resolve Points related to vehicles, starships, and other forms of transport.</p><h2>Boarding Expert:</h2><p>When you board a vehicle, you can spend Resolve Points to increase your chances of success. If you spend 1 Resolve Point, you automatically succeed at any Acrobatics or Athletics check required to board. If you spend 2 Resolve Points, you automatically succeed at any Acrobatics or Athletics check required to board, and you don’t provoke an attack of opportunity for boarding.</p><h2>Efficient Racer:</h2><p>When you’re piloting a vehicle during a vehicle chase, you can spend 1 Resolve Point while taking a double maneuver action. If you do, you can take three pilot actions during that double maneuver, rather than two.</p><h2>Masterful Mech Pilot:</h2><p>If you take a full action to pilot a mech, you can spend 1 Resolve Point to grant the mech you’re operating two additional move actions or standard actions that turn (in any combination), rather than one. This doesn’t increase the maximum number of additional actions the mech can have per turn.</p><h2>Opportunistic Positioning:</h2><p>At the beginning of starship combat, if your positioning would be determined randomly, you can spend 1 Resolve Point to alter your starship’s position. After the GM has placed the starships, you can do one of the following: change your facing or move your starship up to three hexes. If you spend 2 Resolve Points, you can do both.</p><h2>Quick Modifications:</h2><p>You can spend 1 Resolve Point to install or remove a vehicle modification in 10 minutes, rather than 4 hours.</p><h2>Reliable Gunner:</h2><p>When you fire a starship weapon during starship combat (such as by using the shoot, fire at will, or snap shot crew action), you can spend 1 Resolve Point to increase the range of one of the starship weapons you fire by 5 hexes. When you fire a weapon while on a moving vehicle, you can spend 1 Resolve Point to reduce the penalties to attack rolls imposed by the vehicle by 2.</p><h2>Temporary Patch:</h2><p>During starship combat, you can spend 1 Resolve Point to ignore the penalties your starship has accumulated from critical damage for the duration of your crew action. This doesn’t apply to anyone else’s crew actions, nor does it remove the critical damage condition from any systems.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "Vxnd8TIaaGDlGVXZ",
      "name": "Utility Specialized Uses",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1734732193952,
        "duplicateSource": null,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1734732242696,
        "systemId": "sfrpg",
        "systemVersion": "0.27.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 500000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>This category’s uses of Resolve Points can be useful in a pinch.</p><h2>Exceptional Aid:</h2><p>When you attempt to aid another on a skill check, you can spend 1 Resolve Point to roll your skill check twice and use the higher result. If you succeed, the creature you’re aiding gains a +3 bonus to their skill check, rather than the +2 you would usually grant.</p><h2>Just the Thing:</h2><p>As a standard action, you can reach into your backpack, pocket, or other suitable storage space, and spend Resolve Points to acquire an item you can afford but don’t own. The item must have a bulk of 1 or less, and an item level no greater than your level – 1. You immediately lose a number of credits equal to the value of the item, as this ability assumes you prepurchased or traded for this item at some point in the past. If the item you pull out is a consumable item (such as a grenade, serum, or spell gem), you must spend 1 Resolve Point. Otherwise, you must spend a number of Resolve Points equal to half the item level.</p><h2>Quick Fusion:</h2><p>When you apply a fusion seal to a weapon, you can spend Resolve Points to reduce the time it takes for that fusion to function. If you spend 1 Resolve Point, that fusion seal functions after 10 minutes rather than the normal 24 hours. If you spend 2 Resolve Points, that fusion seal functions immediately after you transfer it.</p><h2>Rapid Moves:</h2><p>You can spend 1 Resolve Point to take an additional move action on your turn. You can’t use this ability on a round that you take a full action.</p><h2>Skilled Hacker:</h2><p>When you take an additional major action during a dynamic hacking encounter (Starfinder Tech Revolution 70), you can spend 1 Resolve Point to ignore the cumulative penalty that taking that additional action would impose on your skill checks for the turn.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}