{
  "_id": "TN4VeY75Z2Ce8IT7",
  "name": "Settlements",
  "flags": {},
  "content": "<p>Any place where sentient life gathers, lives, and works on a regular basis is referred to as a settlement, and they are just as varied as the types of life-forms that occupy them. Presented on the following pages is a streamlined way to refer to settlements in the Starfinder RPG&mdash;stat blocks that quickly list the vital data for a settlement.<br /><br />For particularly large inhabited places, multiple settlement stat blocks can be used to represent distinct districts or neighborhoods. GMs should feel free to add new qualities to create the settlements they desire.</p>\n<p>&nbsp;</p>\n<h3 class=\"framing\">Settlement Stat Blocks</h3>\n<p>A settlement stat block usually begins with a brief description, often noting where it is located. A settlement stat block is organized as follows.</p>\n<ul>\n<li><strong>Name</strong>: The settlement&rsquo;s name is presented first.</li>\n<li><strong>Alignment and Type</strong>: A settlement&rsquo;s alignment is the general alignment of its citizens and government, though individuals who dwell therein can still be of any alignment. A settlement&rsquo;s type is a term that generally classifies the settlement, such as &ldquo;space station&rdquo; or &ldquo;trading post.&rdquo;</li>\n<li><strong>Population</strong>: This number represents the settlement&rsquo;s average population; the exact number is flexible. In addition, a breakdown of the settlement&rsquo;s racial mix is listed in parentheses after the population.</li>\n<li><strong>Government</strong>: This entry lists how the settlement is governed and ruled.</li>\n<li><strong>Qualities</strong>: This entry lists the unusual qualities that make the settlement unique.</li>\n<li><strong>Maximum Item Level</strong>: Items of this level or lower are generally available for purchase in this settlement. Maximum item level isn&rsquo;t always directly related to a settlement&rsquo;s size, as even a small city can be home to a black market or gifted engineers.</li>\n</ul>\n<p>&nbsp;</p>\n<h2 class=\"framing\">Examples Of Settlement Governments</h2>\n<p>@Compendium[sfrpg.rules.Ims0eV8mfXFQMCx9]{Settlement Governments}</p>\n<p>&nbsp;</p>\n<h2 class=\"framing\">Examples Of Settlement Qualities</h2>\n<p>@Compendium[sfrpg.rules.CsrOFlvFJB0zY3Vb]{Settlement Qualities}</p>\n<p>&nbsp;</p>\n<h2 class=\"framing\">Settlement Technology</h2>\n<p>Most urban areas are centers of commerce and entertainment bustling with activity. The amenities of city living are usually made possible by technology, whether it&rsquo;s cutting-edge devices or barely functioning older models. Technology is used in just about everything, from high-end security systems to simple signs and vending machines. Most technology found in settlements can be broken down into the following four categories.</p>\n<h3>Civil</h3>\n<p>Civil technology includes anything installed by a government to be part of an area&rsquo;s infrastructure. Streetlights, public transportation, mail-delivery drones, automated street sweepers, and more make up this category of technology. As a great number of people usually rely on the services this kind of technology provides, it is often better protected. The DC to disable or hack into an average piece of civil technology with the Computers or Engineering skill is 23.</p>\n<h3>Commercial</h3>\n<p>Commercial technology is often mass-produced and is used by private citizens and most businesses. This category includes personal communication devices, game consoles, most security cameras and electronic door controls, and much more. The DC to disable or hack into an average piece of commercial technology with the Computers or Engineering skill is 18.</p>\n<h3>Restricted</h3>\n<p>Whether owned by the military or a massive corporation, restricted technology is some of the most advanced and hardest to hack. This category includes private servers, weapon prototypes, high-end security systems and alarms, and much more. The DC to disable or hack into an average piece of restricted technology with the Computers or Engineering skill is 30.</p>\n<h3>Custom</h3>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">The pervasiveness of technology goes hand in hand with the ability to tweak and alter that technology. Engineers build custom refits for vehicles, and hackers jailbreak personal communication devices to do things the original creators never intended. Custom technology can be any piece of technology described above but with numerous modifications that make hacking or disabling it much trickier. The DC to disable or hack into an average piece of custom technology with the Computers or Survival skill varies, but it might be as high as 40.</span></p>"
}