{
  "_id": "9x8PApRh6UoP466l",
  "name": "Space",
  "content": "<p>&gt;@Compendium[sfrpg.rules.SfkuzH5kxSAmG4nv]{Environment}</p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"><strong>Source</strong> <em>CRB pg. 394</p>\n<p>The immeasurable gulf of space is home to everything on the Material Plane, housing more stars and planets than could ever be recorded. During their careers, the player characters will undoubtedly need to venture into space. Traveling from one planet to another, exiting the atmosphere of a planetoid, or visiting an orbiting space station are all examples of common travel that require at least a brief time in space. Many hazards of space can be mitigated by wearing armor (see page 196) or a standard @Compendium[sfrpg.equipment.KF7ltBV698hPOQz8]{Space Suit} (see page 231), but sometimes unlucky spacefaring adventurers get caught without them!</p>\n<h3>Cosmic Rays</h3>\n<p>“Cosmic rays” is a catchall term for various interstellar radiation effects. They use the same rules as @Compendium[sfrpg.rules.QHtKixa59DI9xQfO]{Radiation} (see page 403). Most habitable planets maintain atmospheres capable of repelling these emissions. Such protected planets allow, at most, a low amount of radiation in infrequent bursts. Planets devoid of a protective atmosphere are constantly assailed by radiation of medium to severe intensity.</p>\n<h3>Vacuum</h3>\n<p>The void of space is effectively empty of matter, and this vacuum is perhaps the greatest danger of outer space. A creature introduced to a vacuum immediately begins to suffocate (see @Compendium[sfrpg.rules.7ass7qJ9au7UeeJG]{Suffocation and Drowning} on page 404) and takes 1d6 bludgeoning damage per round (no saving throw). Because a vacuum has no effective temperature, the void of outer space presents no dangers from cold temperatures. A creature retains its body heat for several hours in a vacuum. Sound doesn’t travel in a vacuum.</p>\n<p>Decompression occurs when a creature suddenly transitions from a pressurized environment to a vacuum, such as by being flung out of an airlock or being inside a sealed structure that becomes heavily damaged. Such a creature takes 3d6 bludgeoning damage (no saving throw) in addition to any suffocation damage.</p>\n<p>Most creatures travel the vacuum of space in a starship. For more information about starships, see page 292.</p>",
  "img": "icons/svg/mystery-man.svg"
}