{
  "_id": "rX5rK6UWAIOeeipl",
  "name": "Special Abilities",
  "pages": [
    {
      "_id": "lzXlhpoG7IStHXD4",
      "name": "Special Abilities",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source</strong> CRB pg. 262</p><p>A number of creatures and characters with a variety of classes gain the use of special abilities. These abilities range from ones that can be activated in a way similar to spells to more static abilities that grant special senses or traits.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "P9dbXTEssLuX9JPl",
      "name": "Extraordinary, Spell-Like, and Supernatural Abilities",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source</strong> CRB pg. 262</p><p>Many abilities available to characters or monsters are classified as extraordinary, spell-like, or supernatural. Depending on which category they fall into, these abilities function as described below. </p><h2>Extraordinary Abilities (Ex)</h2><p> Extraordinary abilities are nonmagical. They cannot be disrupted in combat as spells can, they are not subject to dispelling, and they function normally in areas where magic is suppressed or negated. Despite not qualifying as magical, some extraordinary abilities may break the laws of physics.</p><p>The text of an extraordinary ability indicates what type of action is required to use it, as well as how often the creature can use it. If an extraordinary ability doesn’t specify what type of action is required to activate it, it requires a standard action.</p><p>The DC of an extraordinary ability is typically equal to 10 + half the level of the creature using it + the creature’s relevant ability score modifier, as detailed in the ability’s description.</p><p>Extraordinary abilities are often denoted with the abbreviation “Ex” in parentheses next to the ability’s name. </p><h2>Spell-Like Abilities (Sp)</h2><p> Spell-like abilities are magical abilities that function very much like spells do (see Casting Spells starting on page 330). The main difference is that you gained the ability through a different means than normal spellcasters gain spells. A spell-like ability has a casting time of a standard action unless noted otherwise in the ability or spell description. Usually, a spell-like ability either can be used a specific number of times per day, can be used at will, or can affect a creature constantly. If a spell requires an expenditure of credits or Resolve Points as part of its casting, a creature that can cast the spell as a spell-like ability does not need to pay such costs. Creatures with spell-like abilities that can be made permanent still must pay any costs and take the listed amount of time to do so. In all other ways, a spell-like ability functions just like a spell.</p><p>Because it functions like a spell, using a spell-like ability in a threatened square usually provokes attacks of opportunity (see page 248) unless the text of the ability or the spell it emulates specifically says otherwise.</p><p>Spell-like abilities are subject to spell resistance and dispel magic. They do not function in areas where magic is suppressed or negated.</p><p>Just as for spells, a spell-like ability’s caster level determines the ability’s power (see Caster Level on page 331). If no caster level is specified in the ability’s description, the caster level is equal to the creature’s character level or CR. The DC of a spell-like ability is typically equal to 10 + the spell’s level + the Charisma modifier of the creature using it. If a class grants a spell-like ability that is not based on an actual spell, the ability’s effective spell level is equal to the highest-level class spell the character could cast at the class level the ability is granted.</p><p>Spell-like abilities are often denoted with the abbreviation “Sp” in parentheses next to the ability’s name. </p><h2>Supernatural Abilities (Su)</h2><p> Supernatural abilities are magical but differ from spells in key ways. Unlike spells, which can be interrupted while being cast, supernatural abilities can’t be disrupted in combat. They aren’t subject to spell resistance or dispel magic, but they don’t function in areas where magic is suppressed or negated.</p><p>The text of a supernatural ability indicates what type of action is required to use it, as well as how often it can be used. If a supernatural ability doesn’t specify what type of action is required to activate it, it requires a standard action.</p><p>The DC of a supernatural ability is typically equal to 10 + half the level of the creature using it + the creature’s relevant ability score modifier, as detailed in the ability’s description.</p><p>Supernatural abilities are often denoted with the abbreviation “Su” in parentheses next to the ability’s name.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "Z6Ic1uVsusm2rXtj",
      "name": "Regaining Daily-Use Abilities and Spells",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source</strong> CRB pg. 262</p><p>Some abilities have a limited number of uses per day. To regain uses of these abilities, 24 hours must have passed since you last regained uses of your abilities, and you must have rested for 8 continuous hours during that period.</p><p>You do not have to sleep for every minute of the rest period, but you must refrain from movement, combat, spellcasting, skill use, conversation, and any other fairly demanding physical or mental task during the rest period. If your rest is interrupted, each interruption adds 1 hour to the total amount of time you have to rest before regaining uses of your abilities. If for some reason you do not need to sleep, you still must have 8 hours of restful calm before regaining uses of your abilities.</p><p>Spellcasters such as mystics and technomancers follow the same rules to regain their daily spell slots, but they must spend 15 minutes concentrating after the rest period to ready their minds to regain their daily allotments of spell slots. Without such a period of concentration, spellcasters do not regain spell slots used up the day before.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "p0o9tmWtKZ0qy8DI",
      "name": "Ability Descriptions",
      "type": "text",
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 400000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source</strong> CRB pg. 262</p><p>Special abilities that are common in Starfinder are described below. The ability’s source typically indicates whether it is extraordinary, spell-like, or supernatural. In general, if an ability’s source does not indicate its type, the ability is extraordinary. </p><h2>Blindsense</h2><p> Blindsense is the ability to use an imprecise nonvisual sense (or a combination of senses; see page 260) to operate effectively without vision. Blindsense operates out to a range specified in the creature’s description.</p><p>A creature with blindsense typically perceives using a specific sense, which is indicated in parentheses after the blindsense entry in the creature’s statistics. If the indicated sense somehow becomes unusable—say, for example, if a creature that uses sound to perceive through its blindsense becomes deaf—the creature loses access entirely to its blindsense. The typical senses through which creatures with blindsense can perceive are emotion, life, scent, sound, thought, and vibration.</p><p>If you have the blindsense special ability and succeed at a Perception check to notice an unseen creature, you become aware of the creature’s location. Blindsense negates the bonuses to Stealth checks that an unseen creature would otherwise receive, but unseen creatures still have total concealment against the attacks of creatures with blindsense, and creatures with blindsense are still flat-footed against the attacks of unseen creatures. See Dealing with Unseen Creatures on page 261 for more information. </p><h2>Blindsight</h2><p> Blindsight is a precise nonvisual sense (or a combination of senses; see page 260) that functions as a more potent version of blindsense. Blindsight operates out to a range specified in the creature’s description.</p><p>A creature with blindsight typically perceives using a specific sense, which is indicated in parentheses after the blindsight entry in the creature’s statistics. If the indicated sense somehow becomes unusable—say, for example, if a creature that uses scent to perceive through its blindsight loses its sense of smell—the creature loses access entirely to its blindsight. The typical senses through which creatures with blindsight can perceive are emotion, life, scent, sound, thought, and vibration.</p><p>If you have blindsight and succeed at a Perception check to notice a hidden creature, you are observing the creature. Blindsight negates concealment, displacement, invisibility, magical darkness, and similar effects, though a creature with blindsight still can’t perceive ethereal creatures (see the ethereal jaunt spell on page 354). A creature with blindsight cannot be blinded (see page 273) and is not subject to gaze attacks (see the Starfinder Alien Archive).</p><p>Blindsight is still limited in many ways compared to normal vision. Blindsight never allows a creature to distinguish color or visual contrast, though it might be able to make out other features depending on the sense. A creature cannot read written text with blindsight, though it could still use tactile communication. Blindsight works underwater and in fog or smoke, but it typically does not work in a vacuum (although this depends on the nature of the sense; for instance, emotion-based blindsight would work in a vacuum). </p><h2>Damage Reduction (DR)</h2><p> Some creatures have the ability to instantly heal damage from attacks or ignore blows altogether; this is referred to as the damage reduction special ability. Damage reduction (DR) applies to kinetic damage—any bludgeoning, piercing, or slashing damage—that a character takes, regardless of that damage’s source. It does not apply against damage with no damage type or any other damage type, including acid, cold, electricity, fire, or sonic, though these can be mitigated by energy resistance (see page 264).</p><p>The numerical part of a creature’s damage reduction is the amount of bludgeoning, piercing, and slashing damage the creature ignores from each attack. Weapons made from a certain material, magic weapons (any weapon with a weapon fusion; see page 191), and weapons imbued with a specific alignment often can overcome this reduction. This information is separated from the damage reduction number by a slash. For example, DR 5/cold iron means that you take 5 fewer damage from weapons that are not made from cold iron, DR 5/magic means you take 5 fewer damage from weapons that are not magic, and so on. If a dash follows the slash (“DR 5/—”), then the damage reduction is effective against bludgeoning, piercing, or slashing damage from any weapon, though some attacks have their own ability to overcome DR. Ammunition fired from a projectile weapon with a magic fusion or alignment is treated as a magic weapon or having the listed alignment for the purpose of overcoming damage reduction.</p><p>Sometimes, multiple types of weapon materials or alignments are indicated after the value of DR, indicating that the damage reduction can be overcome in multiple ways or requires a specific combination of effects to be overcome. For example, DR 5/lawful or magic means any weapon that is of a lawful alignment or that is magic can overcome the damage reduction. In contrast, DR 5/lawful and magic means only weapons that are both of a lawful alignment and magic overcome the damage reduction.</p><p>Whenever damage reduction completely negates the damage from an attack, it also negates most special effects that accompany the attack, such as an injury-based disease, an operative’s debilitating trick, and poison delivered via an injury. Damage reduction does not negate ability damage, ability drain, energy damage dealt as part of an attack, or negative levels, nor does it affect poisons or diseases delivered by contact, ingestion, or inhalation. Attacks that deal no damage because of the target’s damage reduction do not disrupt spells.</p><p>If you have damage reduction from more than one source, the two forms of damage reduction do not stack unless the sources granting the damage reduction specifically note otherwise. Instead, you get the benefit of the best damage reduction in a given situation. Rarely, an effect specifies that it increases a creature’s existing damage reduction.</p><p>Sometimes damage reduction represents instant healing, while in other cases it reflects the creature’s tough hide or body. In either case, you can see that a conventional attack hasn’t been effective. </p><h2>Darkvision</h2><p> Darkvision is the ability to see with no light source at all, out to a range specified in the creature’s description. Darkvision is black and white only (colors cannot be discerned). It does not allow characters to see anything that they could not see otherwise— when a creature has darkvision, invisible objects and creatures are still invisible, and illusions are still visible as what they seem to be. Likewise, darkvision subjects a creature to gaze attacks normally (see the Starfinder Alien Archive). The presence of light does not affect darkvision. </p><h2>Energy Resistance</h2><p> A creature with resistance to energy has the ability to ignore some energy damage of a certain type (acid, cold, electricity, fire, or sonic) per attack. Each resistance ability is defined by what energy type it resists and how much damage is resisted. It doesn’t matter whether the damage is from a mundane or magical source. If an attack deals both kinetic damage and energy damage (such as dealing 3d6 bludgeoning and 1d6 fire damage), energy resistance applies to the energy damage but doesn’t reduce the kinetic damage.</p><p>If energy resistance completely negates the damage from an attack, it also negates most special effects that accompany the attack, such as an operative’s debilitating trick or poison delivered via an injury. Energy resistance does not negate ability damage, ability drain, or negative levels dealt along with an energy attack, nor does it affect poisons or diseases delivered by contact, ingestion, or inhalation.</p><p>If you have energy resistance against the same energy type from more than one source, the two forms of energy resistance do not stack unless the sources of the energy resistance specifically note otherwise. Rarely, an effect specifies that it increases a creature’s existing energy resistance. </p><h2>Incorporeal</h2><p> An incorporeal creature doesn’t have a physical body. It is immune to all nonmagical kinetic attacks. All energy attacks and magical kinetic attacks deal half damage (50%) to it. An incorporeal creature takes full damage from other incorporeal creatures and effects, as well as from all force effects. Corporeal spells and effects that do not cause damage have only a 50% chance of affecting an incorporeal creature. An incorporeal creature is immune to critical hits.</p><p>Incorporeal creatures’ attacks always target their enemies’ Energy Armor Class. Incorporeal creatures cannot take any physical actions that would move or manipulate an opponent or its equipment, including combat maneuvers, nor are they subject to any such actions.</p><p>An incorporeal creature can enter or pass through solid objects but must remain adjacent to such an object’s exterior, and so it cannot pass through the center of an object whose space is larger than its own. It can sense the presence of creatures or objects within squares adjacent to its current location (see page 260), but enemies have total concealment (50% miss chance; see Concealment on page 253) from an incorporeal creature that is inside an object. An incorporeal creature inside an object has total cover, but when it attacks a creature outside the object it has only cover (see Cover starting on page 253). An incorporeal creature cannot pass through a force effect. Incorporeal creatures pass through and operate in vacuum, water, and zero gravity as easily as they do in air. Incorporeal creatures cannot fall or take falling damage. They have no weight and do not set off traps that are triggered only by weight.</p><p>Incorporeal creatures move silently and cannot be heard with Perception checks unless they wish to be. Any sense (including blindsense or blindsight) based on scent, sound, or touch is ineffective at perceiving incorporeal creatures. These creatures have an innate sense of direction and can move at full speed even when they cannot see. </p><h2>Invisible</h2><p> An invisible creature is visually undetectable. A creature using only an imprecise sense, or whose only precise sense is vision, can’t observe an invisible creature, so the invisible creature is unseen by such a would-be observer. Creatures with blindsight can perceive invisible creatures normally, since blindsight is a precise sense that does not rely on vision, and thus can observe invisible creatures. See Senses on page 260 and Dealing with Unseen Creatures on page 261 for more information.</p><p>Invisible creatures remain invisible even in unusual environments, such as underwater, and when subject to effects such as fog or smoke. They are not magically silenced. They can still be heard, smelled, and felt as normal, even if other creatures can’t see them. Invisible creatures leave tracks and can be tracked normally. A character looking for an invisible creature might find his quarry if the invisible creature drops an item, speaks, smells strongly, leaves an obvious trail, or performs some action that makes itself known. Finding an invisible creature in this way requires a Perception check as normal. If successful, and assuming your only precise sense is vision, you become aware of the invisible creature’s presence, but you don’t know its exact location. If you’re looking for an invisible creature, the GM might rule that you have a bonus or penalty to your Perception checks based on the situation.</p><p>Items dropped or put down by an invisible creature become visible; items it picks up disappear if tucked into the clothing or pouches worn by the creature. Light, however, never becomes invisible, although a source of light can become so (thus creating the effect of a light with no visible source). Any part of an item that the creature carries but that extends more than 10 feet from it becomes visible.</p><p>Invisibility does not thwart divination spells or effects. Invisible creatures cannot use gaze attacks (see the Starfinder Alien Archive). If you are or become invisible while grappled, you gain a +2 circumstance bonus to your check to escape being grappled, but you gain no other benefit against the grappler. </p><h2>Low-Light Vision</h2><p> Characters with low-light vision can see in dim light as if it were normal light (see Vision and Light on page 261). </p><h2>Sense Through</h2><p> Sense through is the special ability to perceive things beyond an obstacle or barrier that would otherwise block normal senses. It allows a creature to attempt Perception checks into areas that would otherwise lie beyond its senses. Sense through augments a creature’s precise or imprecise senses, rather than replacing them. For example, a creature cannot have a form of sense through based on vision unless it has standard vision. Sense through may be a supernatural power to sense things beyond normal perception or an extraordinary ability representing enhanced senses, and it can be granted by equipment (such as laser microphones and X-ray visors), natural abilities (such as some dragons’ ability to see through smoke), and other effects. Sense through operates out to a range specified in the creature’s description.</p><p>A creature with sense through typically perceives using a specific sense, which is indicated in parentheses after the sense through entry in the creature’s statistics. For example, sense through (vision) allows a creature to see through obstacles that would normally block vision. If the indicated sense somehow becomes unusable—for example, if a creature whose vision is augmented by sense through is blinded—the creature loses access to its sense through ability. The typical senses through which creatures with sense through can perceive are emotion, life, scent, sound, hearing, vibration, and vision.</p><p>A creature with sense through (vision) is considered to have darkvision to a range of 60 feet unless stated otherwise. This enables the creature to perceive through materials such as armor, briefcases, and other concealing items, meaning the creature can use Perception to search more quickly and easily (searching up to a 20-foot-by-20-foot area in a single round), though such quick searches reveal only things accessible by that sense. If a secret door is concealed behind a material that blocks this ability (see below), a quick search using sense through (vision) would not reveal it.</p><p>Some sense through abilities allow a creature to sense through only specific materials. Such materials are indicated in brackets after the associated sense in the sense through entry in the creature’s statistics. For example, sense through (vision [smoke only]) allows a creature to see through smoke as if it were not present, but all other obstacles to vision work normally. A sense through ability that works against only a specific material otherwise works like the sense it is associated with, including requiring Perception checks to notice things. </p><h3>Blocking Sense Through</h3><p> Some sense through abilities (generally those of a magical nature) cannot penetrate specific materials. This is indicated in brackets after the associated sense in the sense through entry in the creature’s statistics. For example, a lycanthrope with sense through (scent [blocked by silver]) can smell through walls—but not through even a thin layer of silver.</p><p>Unless stated otherwise, in addition to all other limitations, sense through is blocked by energy fields and sufficiently dense material. This includes all energy fields that impact the physical world (such as force fields that grant temporary Hit Points and force effects such as the wall of force spell). The density limitation generally causes these senses to be blocked by 10 feet of wood or plastic, 5 feet of stone, 1 foot of common metal, or 6 inches of lead or any starmetal (such as adamantine). Typical suits of armor and containers do not block such vision unless they specify otherwise. </p><h2>Spell Resistance (SR)</h2><p> Spell resistance (SR) is the ability to avoid being affected by spells and spell-like abilities, much like an Armor Class against magical attacks. To affect a creature that has spell resistance, a spellcaster must succeed at a caster level check (1d20 + caster level) with a DC equal to the creature’s spell resistance. If the caster fails the check, the spell doesn’t affect the creature. A creature with spell resistance does not have to do anything special to use that ability and need not even be aware of a threat for its spell resistance to function.</p><p>A creature’s spell resistance never interferes with its own spells, items, or abilities. A creature can voluntarily lower its spell resistance as a standard action. Once a creature lowers its resistance, it remains down until the creature’s next turn. At the beginning of the creature’s next turn, the spell resistance automatically returns unless the creature intentionally keeps it down (this also requires a standard action). </p><h3>When Spell Resistance Applies</h3><p> Spell resistance applies if a spell targets a creature with spell resistance, or if such a creature is within a spell’s area of effect. If several creatures with spell resistance are targeted by a spell or within a spell’s area, each checks its spell resistance separately (that is, the caster rolls a separate caster level check for each). Unless a spell specifically targets a single creature, spell resistance protects the resistant creature without affecting the spell itself; other creatures without spell resistance targeted by a spell or within a spell’s area are affected by the spell normally. Some spells can ignore spell resistance; this is detailed in the spells’ descriptions.</p><p>Spell resistance can protect a creature from a spell that’s already been cast, such as if the creature enters the area of an active spell effect. Check spell resistance when the creature is first affected by the spell. A creature checks its spell resistance only once for any particular casting of a spell, but separately for each distinct casting of a spell. If spell resistance fails the first time, it fails each time the creature encounters that same casting of the spell, as when the creature enters and reenters an area effect. Likewise, if the spell resistance succeeds the first time, it always succeeds for the same casting of the spell. If the creature has voluntarily lowered its spell resistance and is then subjected to a spell, the creature still has a single chance to resist that spell later, when its spell resistance first resumes. </p><h2>Telepathy</h2><p> A creature with the telepathy special ability can mentally communicate with any other creature within a certain range (specified in the creature’s description, though the range of telepathy is usually 100 feet) that knows a language or also has telepathy. It is possible to address multiple creatures at once telepathically, although maintaining a telepathic conversation with more than one creature at a time is just as difficult as simultaneously speaking and listening to multiple people at the same time. </p><h3>Limited Telepathy</h3><p> Limited telepathy functions in the same manner as telepathy, except that both the creature with the limited telepathy special ability and the creature it is communicating with must have a language in common.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}