{
  "name": "Spell Resistance (SR)",
  "type": "feat",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p><span id=\"ctl00_MainContent_DetailedOutput\">Spell resistance (SR) is the ability to avoid being affected by spells and spell-like abilities, much like an Armor Class against magical attacks. To affect a creature that has spell resistance, a spellcaster must succeed at a caster level check (1d20 + caster level) with a DC equal to the creature&rsquo;s spell resistance. If the caster fails the check, the spell doesn&rsquo;t affect the creature. A creature with spell resistance does not have to do anything special to use that ability and need not even be aware of a threat for its spell resistance to function.</span></p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">A creature&rsquo;s spell resistance never interferes with its own spells, items, or abilities. A creature can voluntarily lower its spell resistance as a standard action. Once a creature lowers its resistance, it remains down until the creature&rsquo;s next turn. At the beginning of the creature&rsquo;s next turn, the spell resistance automatically returns unless the creature intentionally keeps it down (this also requires a standard action).</span></p>\n<h3>When Spell Resistance Applies</h3>\n<p>Spell resistance applies if a spell targets a creature with spell resistance, or if such a creature is within a spell&rsquo;s area of effect. If several creatures with spell resistance are targeted by a spell or within a spell&rsquo;s area, each checks its spell resistance separately (that is, the caster rolls a separate caster level check for each). Unless a spell specifically targets a single creature, spell resistance protects the resistant creature without affecting the spell itself; other creatures without spell resistance targeted by a spell or within a spell&rsquo;s area are affected by the spell normally. Some spells can ignore spell resistance; this is detailed in the spells&rsquo; descriptions.</p>\n<p>Spell resistance can protect a creature from a spell that&rsquo;s already been cast, such as if the creature enters the area of an active spell effect. Check spell resistance when the creature is first affected by the spell. A creature checks its spell resistance only once for any particular casting of a spell, but separately for each distinct casting of a spell. If spell resistance fails the first time, it fails each time the creature encounters that same casting of the spell, as when the creature enters and reenters an area effect. Likewise, if the spell resistance succeeds the first time, it always succeeds for the same casting of the spell. If the creature has voluntarily lowered its spell resistance and is then subjected to a spell, the creature still has a single chance to resist that spell later, when its spell resistance first resumes.&nbsp;</p>",
      "unidentified": ""
    },
    "source": "CRB pg. 262",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": 0,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "isActive": null,
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "effects": [],
  "flags": {},
  "_id": "jL3SAf63A1DaAh6W"
}