{
  "_id": "xy9ub6sNWUrfaxP1",
  "name": "Squadron Combat",
  "_stats": {
    "coreVersion": 12,
    "systemId": "sfrpg",
    "systemVersion": "0.27.0"
  },
  "folder": "af3VzPTGTZOlzRqF",
  "pages": [
    {
      "_id": "0K5Faw3z9aLr2bqQ",
      "name": "Squadron Combat Introduction",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1699271830896,
        "duplicateSource": null,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699271930390,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source</strong>: SOM, pp. 54-57</p><p>Rather than unite as the bridge crew of a single vessel, starfarers may elect to field multiple starships in pitched battle. Such squadrons lack the firepower of a larger starship, yet they allow for greater independence, complex teamwork, and unparalleled strategy. This section presents additional rules and options for squadrons in starship combat. These squadron rules are intended primarily for PC use, though NPC‑operated starships can also use the new actions, stunts, and upgrades that appear in this section.</p><p></p><p>Squadron combat is an alternative to the PCs all crewing a single, larger starship. Each PC (or small set of PCs) designs their own starship of a lower tier; these ships’ combined power should be comparable to that of a single starship. With some exceptions, squadron design and combat work the same as normal @UUID[Compendium.sfrpg.rules.JournalEntry.1hTMc6MfkFkE54NK]{starship design} and @UUID[Compendium.sfrpg.rules.JournalEntry.y41YyBmHZYus6NCZ]{combat} (Core Rulebook 290–305, 316–327).</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "rlhcc53sC8zsrofp",
      "name": "Building a Squadron",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1699271958568,
        "duplicateSource": null,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699273027021,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>Use these guidelines to design a squadron. Except where noted, building squadron ships is identical to building a single starship. </p><h2>Conceptualize: </h2><p>Start by deciding how many starships are in the party’s squadron and who is most likely to operate them. Usually, the number of starships shouldn’t exceed the number of PCs, though the PCs could recruit NPC pilots to expand their squadron. </p><h2>Determine Squadron Tier and Assign Starship Tiers: </h2><p>The squadron’s tier is equal to the PCs’ average party level (APL), which is determined by totaling the PCs’ levels and dividing by the number of PCs. The number of starships and the squadron’s tier determine the individual starships’ tiers, per Table 2–12.</p><p><strong>TABLE 2–12: SQUADRON STARSHIP TIER</strong></p><table><tbody><tr><td><p>NUMBER OF STARSHIPS</p></td><td><p> STARSHIP TIER</p></td></tr><tr><td><p>2</p></td><td><p>APL – 1</p></td></tr><tr><td><p>3</p></td><td><p>APL – 2</p></td></tr><tr><td><p>4</p></td><td><p>APL – 3</p></td></tr><tr><td><p>5</p></td><td><p>APL – 4</p></td></tr><tr><td><p>6</p></td><td><p>APL – 5</p></td></tr></tbody></table><p></p><h2>Build Starships: </h2><p>The PCs design their squadron starships following the @UUID[Compendium.sfrpg.rules.JournalEntry.1hTMc6MfkFkE54NK.JournalEntryPage.prwFRuwtGYNChHlr]{design rules} on pages 293–305 of the Core Rulebook. Because of the minimum crew requirements for larger starships, squadron starships are almost always Medium or smaller. A Tiny squadron starship always has capacity for an escape pod expansion bay, even though the starship would otherwise lack expansion bay space.</p><p>The GM may elect to build one, some, or all of the starships in advance if the campaign requires that PCs operate standard-issue ships or premade vessels (such as in a military campaign with standardized starships).</p><h2>Design the HQ (Optional): </h2><p>Many squadrons consist of starships too small or claustrophobic for long-term use. Instead, these starships regularly dock within a larger flagship that serves as the team’s headquarters (HQ). The HQ is primarily a utility vessel built with the @UUID[Compendium.sfrpg.starship-components.Item.cnIheFqlpkwmzRVp]{heavy freighter} or @UUID[Compendium.sfrpg.starship-components.Item.jARAlB1Y3pWsEt1A]{carrier} base frame. The HQ’s effective tier equals the squadron tier, and it gains only 25% the number of starship Build Points normally granted to a starship of its tier. However, the cost of its base frame and any hanger bay or shuttle bay expansion bays is only 10% the normal cost (minimum 1 each). The HQ must be outfitted with enough hanger bays or expansion bays to accommodate the entire squadron. The HQ can combine three @UUID[Compendium.sfrpg.starship-components.Item.cBsQRSKxrnItVqfO]{shuttle bays} to accommodate a single Medium starship. In addition, the HQ’s minimum crew is reduced to four, and it loses all weapon mounts except a single turret with a mount for a light weapon.</p><p>An HQ is a good fit for a squadron piloted by independent adventurers, giving them a place to retire between encounters and interact face-to-face. It increases the squadron’s number of Build Points available by accommodating some of the expansion bay facilities (like a medical bay or tech lab) that the smaller starships might otherwise have installed. However, it’s also an added complication. If an HQ isn’t a good fit for your group or campaign, it’s entirely possible to do without one. Alternatively, in a game where the PCs are part of a larger organization like a military or commercial expedition, there could be a much larger ship nearby that serves as their HQ but is run by NPCs.</p><h2>Details: </h2><p>After performing the earlier steps, the PCs should devise unifying details for the squadron, such as a visual design common to the starships or a squadron name.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "dbFPv7KCtFDa9bD0",
      "name": "Squadron Options",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1699273034561,
        "duplicateSource": null,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699273881680,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>Individual starships in squadron combat function in much the same way as in standard starship combat, though with their small crews, they’re far more reliant on minor actions like @UUID[Compendium.sfrpg.starship-actions.Item.OGHHS1o91ZCaaiNa]{glide} and @UUID[Compendium.sfrpg.starship-actions.Item.zSdO7axt0084UMB3]{snap shot} (Core Rulebook 326). The small crews also encourage regularly swapping between roles based on an individual starship’s needs.</p><p>Squadron combat introduces additional options for starship captains, more pilot stunts, and starship upgrades that emphasize teamwork.</p><h2>Roles</h2><p>At the start of each round during a starship combat, each character declares which role they assume for their starship. The roles and their respective actions function exactly as they would on a standard starship, except each starship in the fleet can have a character in each starship role. The exception to this rule is the captain role—only one character throughout the squadron can assume the captain role, as this character counts not only as the captain of their starship, but of the entire squadron (see below). Because starships in a squadron have a limited crew size, it’s virtually impossible for every role on every starship to be occupied simultaneously, though each starship in the squadron can purchase a virtual intelligence system (page 34) to secure an additional crew member and starship actions.</p><h3>Squad Captain:</h3><p>Thanks to the coordinated maneuvers of and close communication between squadron starships, a squadron can have only a single captain at a time, referred to as the squad captain. A squad captain can affect any of their squadron’s crew with captain actions, such as using @UUID[Compendium.sfrpg.starship-actions.Item.gsPzG6Y9PW24YgUa]{encourage} to assist another starship’s pilot.</p><p>Instead of having their own starship, a squad captain can opt to remain in the HQ during combat, taking their captain actions to coordinate the rest of the squad’s actions from afar. However, due to the HQ’s relative distance from most encounters, this limits the squad captain’s ability to take other roles during combat. On the other hand, a PC who enjoys being a full-time squad captain doesn’t necessarily need their own starship—and having a smaller squadron increases the tier of each other starship.</p><h2>Stunts</h2><p>In addition to the @UUID[Compendium.sfrpg.rules.JournalEntry.y41YyBmHZYus6NCZ.JournalEntryPage.iuRklGcMf04Q8CjD#stunts]{stunts} on pages 319–320 of the Core Rulebook, squadron pilots can attempt the following three stunts when performing the stunt action.</p><h3>Escort</h3><p>Choose an allied starship. Your starship moves up to its speed and can turn as normal. If your starship occupies a hex that is adjacent to the chosen starship at the end of the helm phase, that allied starship gains a +2 circumstance bonus to its AC and TL until the start of the next round. To perform this stunt, you must succeed at a Piloting check (DC = 10 + 1-1/2 × the chosen starship’s tier). On a failed check, your starship moves as normal. If you fail the check by 5 or more, your starship moves as normal but interferes with the chosen starship’s movement; that starship takes a –2 penalty to its AC and TL until the start of the next round.</p><h3>Flank</h3><p>Choose an enemy starship. Your starship moves up to its speed and can turn as normal. If your starship ends the helm phase. within 5 hexes of the chosen starship, the next attack against the chosen starship, made during that round and originating from an arc not occupied by your ship, gains a +2 bonus to its gunnery check. To perform this stunt, you must succeed at a Piloting check (DC = 10 + 1-1/2 × the enemy starship’s tier). If you fail this check, your starship moves as normal but does not grant the bonus to the gunnery check.</p><h3>Run Interference</h3><p>Choose one active tracking projectile that is moving toward (but has not yet reached) its target. Your starship moves up to its speed and can turn as normal. If it moves through a hex occupied by the projectile, the starship attempts to interfere with the projectile’s tracking system, causing it to veer off course and take a –4 penalty to its next gunnery check to continue moving toward its target. To perform this stunt, you must succeed at a Piloting check (DC = 5 + the tracking weapon’s speed + 1-1/2 × the attacking starship’s tier) with a circumstance bonus to your check equal to the bonus to TL granted by your starship’s defensive countermeasures. If you succeed by 5 or more, you cause the projectile to detonate harmlessly, destroying it. If you fail, your starship moves as normal but does not penalize the tracking weapon’s gunnery check. If you fail the check by 5 or more, the tracking projectile immediately attacks you instead; it makes a new gunnery check against your starship’s TL, dealing damage if it succeeds and veering off course to explode harmlessly if it fails.</p><h2>SQUADRON MINOR CREW ACTIONS</h2><p>The minor crew actions below are well-suited to squadron combat.</p><p>@UUID[Compendium.sfrpg.starship-actions.Item.JnvLkvtuSdTbSQJ9]{Harrying Shot} (Gunnery Phase, Minor)</p><p>@UUID[Compendium.sfrpg.starship-actions.Item.SvmYvEk0UTJ8MRhE]{Swift Kick} (Engineering Phase, Minor)</p><h2>SQUADRON SYSTEMS</h2><p>The following new systems function only if the PCs spend the BP to acquire the systems for two or more of squadron ships, per Table 2–13 on page 57.</p><h3>Auto-Flight Module</h3><p>An auto-flight module leverages a squadron’s data link (see below) to keep multiple starships in formation with minimal effort, with subordinate starships mimicking the maneuvers of a primary pilot. Each participating squadron starship must have its own auto-flight module and a data link system. Whenever two or more squadron starships with auto-flight modules begin a round adjacent to at least one other participating starship and facing the same direction, they are considered to be in formation, and one of the starships is designated the primary starship (the others are referred to as secondary starships).</p><p>When starships would attempt Piloting checks to determine the order in which starships move during the helm phase, starships in formation can choose to have the primary pilot attempt a Piloting check with a cumulative –2 penalty for each participating secondary starship; each starship in the formation uses that result to determine the order in which they move. When the primary pilot takes an action to move (such as fly or stunt), they can temporarily reduce their maneuverability and speed to match the worst maneuverability and speed of ships in the formation. If they do so, each secondary starship can use the glide minor crew action to mirror the primary starship’s exact movement and turns, including any special movement as a result of the primary starship’s successful stunts. However, secondary starships don’t also perform any stunts that apply to a specific enemy starship, such as flyby. Secondary starships gain only half the normal bonus to AC and TL when mirroring the evade stunt.</p><p>An auto-flight module’s cost depends on the starship’s size. For the purpose of this calculation, Tiny = 1, Small = 2, etc.</p><h3>Data Link</h3><p>A data link enables the rapid exchange of data between squadron ships. When two or more starships in the same squadron have this system and are within 20 hexes of each other, those starships’ computers automatically sync. Any starship in this network can calculate its sensors’ distance to a target using the distance of the starship in the network closest to the target.</p><p>In addition, if a crew member aboard a starship in the network successfully takes the scan action against an enemy vessel, all vessels in the network automatically receive the information.</p><p>Any crew member that takes the target system or lock on science officer actions can choose to apply the action’s effects to a networked starship’s attacks, rather than its own. A science officer can also apply the effects of these actions to one or more additional starships by increasing the DC of the Computers check by 2 per additional starship (e.g. increase the DC by 6 to grant the bonus to four starships in the network).</p><h3>Focus-Fire Algorithm</h3><p>A focus-fire algorithm coordinates a squadron’s attacks, helping the ships amplify their weapons’ destructive potential. A starship can purchase and install this system only if it also has a data link.</p><p>At the start of the gunnery phase, the squadron designates one squadron starship as the primary attacker (any other starships with focus-fire algorithms are secondary starships), as well as an enemy starship as the target. If the primary gunner hits the selected target with a starship weapon that round, they grant the first secondary gunner who hits the same target before the end of the round a bonus to damage equal to the minimum damage of the primary gunner’s weapon (e.g. a primary gunner who hits with a particle beam and deals 8d6 damage grants a secondary gunner a +8 bonus to damage).</p><h3>Unification Matrix</h3><p>A unification matrix enables several (component) starships with this matrix to combine into a larger, more poerful (composite) starship. Starships with a unification matrix can combine and split apart only once each per combat and typically begin combat in either their component or composite forms.</p><p>Design the composite starship, whose tier equals that of a squadron starship plus 1 for each additional component ship. If at least two of the largest component starships are the same size, the composite ship must be one size category larger than those ships. Otherwise, the composite starship is the same size as the largest component starship or one size category larger, as desired.</p><p>During the engineering phase, if all of the component starships are adjacent to at least one other component starship and no more than 2 hexes away from each other, a crew member on each starship can expend a minor crew action, causing the starships to fuse and form the composite starship. Remove the component starships from the encounter. Place the composite starship in any one hex that a component starship previously occupied, facing in any direction. Add together the total Hull Point damage each of the component starships has taken, and apply that damage to the composite starship (applying critical damage as appropriate). If this would reduce its Hull Points to 0, the transformation automatically fails, returning the component starships to their original positions. Likewise, if some of the component starships don’t participate in the fusion, the process automatically fails.</p><p>Add together the component starship’s Shield Points and distribute these evenly among its four quadrants, up to the starship’s maximum SP value. The officers of the component starships can immediately reassign their roles aboard the composite starship. Finally, if any of the component starships had ongoing effects (such as the effects of taunt) or incoming tracking weapon attacks, those effects and attacks redirect and apply to the composite starship and its crew. Then proceed with the engineering phase, including the actions of the composite starship’s engineer.</p><p>At the beginning of the engineering phase, the composite starship’s engineer can use their crew action to decouple the vessel, breaking it into the component starships. One of these appears in the composite starship’s hex, and the other component starships appear in adjacent unoccupied hexes, with each starship facing the same direction as the composite starship. Apply any HP damage that the composite starship has taken evenly to the component starships (with a minimum of 1 HP remaining per starship) and split the composite starship’s Shield Points evenly between them. If the composite starship is reduced to 0 Hull Points, it automatically splits into component starships at the end of the current phase; if the composite starship would be destroyed, split the total damage evenly between the component starships, ignoring the HP minimum above.</p><h3><strong>TABLE 2–13: SQUADRON SYSTEMS</strong></h3><table><tbody><tr><td><p>SYSTEM</p></td><td><p>BP COST</p></td></tr><tr><td><p>Auto-flight module</p></td><td><p>3 × size category</p></td></tr><tr><td><p>Data link</p></td><td><p>2</p></td></tr><tr><td><p>Focus-fire algorithm</p></td><td><p>3</p></td></tr><tr><td><p>Unification matrix</p></td><td><p>10% of composite starship’s total BP</p></td></tr></tbody></table><p></p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}