{
  "_id": "y41YyBmHZYus6NCZ",
  "name": "Starship Combat",
  "_stats": {
    "coreVersion": 12,
    "systemId": "sfrpg",
    "systemVersion": "0.28.0"
  },
  "folder": "af3VzPTGTZOlzRqF",
  "pages": [
    {
      "_id": "Oqo58VUsgqOJthJv",
      "name": "Intro",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1699198514870,
        "duplicateSource": null,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699205961300,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB, p. 316</p><p>The fathomless depths of space are dangerous to even the most experienced crews, but they can be deadly to those who wander the stars unprepared. Planet-crushing black holes, invisible radiation belts, and chaotic meteor storms are found in any system. But of all the hazards that you might encounter between the stars, hostile vessels are by far the most common. The following rules govern combat between starships—or in rare cases, between immense spacefaring creatures.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "O67mHbu7accoAZjM",
      "name": "Roles",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1699198569396,
        "duplicateSource": null,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699205982386,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB, p. 316; COM pp. 146-149</p><p>The actions crew members on a starship can take depend upon their roles. For most roles, multiple people can perform actions each round, but for other roles, only one person can fill that role and only one action for that role can be performed each round. Your role also determines when you act in combat. Starship combat uses the five roles below. You should declare your role when you board a ship (if you declare yourself a passenger, however, you take no special actions in combat unless you assume a role), though you can change your role in the heat of combat (see page 322). See Building Starships on page 292 for information on starship terminology, systems, and stat blocks.</p><h2>Captain</h2><p>Your role in combat is about encouraging the crew while taunting enemies into making critical mistakes. A starship can have only one captain, and a character can assume that role only if it is currently vacant. The captain alone can act in @UUID[.QuLY2ANfjGbBL66n]{any phase of combat}. The actions a captain can take are described starting on page 322.</p><h2>Engineer</h2><p>You work with your starship’s power core and engines to achieve maximum efficiency, grant extra power in times of need, and divert power to vital systems as necessary. You can also repair damaged systems. A starship can have any number of engineers. An engineer acts during the @UUID[.QuLY2ANfjGbBL66n#1.-engineering]{engineering phase} (see page 317). The actions an engineer can take are described starting on page 323.</p><h2>Gunner</h2><p>You operate your starship’s various weapon systems, using them to neutralize or destroy enemy vessels. A starship can have at most one gunner (or gunner team) per weapon mount. A gunner acts during the @UUID[.QuLY2ANfjGbBL66n#3.-gunnery]{gunnery phase} (see page 317). The actions a gunner can take are described on page 324.</p><h2>Pilot</h2><p>You plot the course of the ship. Each starship has speed and maneuverability ratings, but you can push your starship beyond these boundaries with enough skill. A starship can have only one pilot, and a character can assume that role only if it is vacant. The pilot acts during the @UUID[.QuLY2ANfjGbBL66n#2.-helm]{helm phase} of combat (see page 317). The actions a pilot can take are described on page 324.</p><h2>Science Officer</h2><p>You use the starship’s computers, scanners, and other systems to identify threats, target foes, and navigate hazards. A starship can have any number of science officers. A science officer acts during the @UUID[.QuLY2ANfjGbBL66n#2.-helm]{helm phase} of combat (see page 317). The actions a science officer can take are described starting on page 324.</p><p></p><h2>CHIEF MATE</h2><p><strong>Source:</strong> COM, p146</p><p>Despite the advanced technology that is ubiquitous on most starships, there’s always a use on board for someone who knows the ship’s various systems well enough to manually push them to achieve levels of performance their manufacturers never intended. A starship’s chief mate knows every circuit and conduit within their starship’s mechanical and electronic systems, and is bold enough to take risks with these levers, valves, and other intricacies that can help their crew escape from or win dire combat scenarios.</p><p>Being a chief mate is hardly easy, however, and the role is not for the faint of heart. Accomplishing the off-the-books feats that are so valuable in starship combat often requires a strong and hardy individual to physically haul around equipment, force levers past their built-in safety points, or reconnect systems in ways they weren’t designed for—or else requires someone nimble enough to accomplish the same tasks via finesse without resorting to brute force, as the chief mate slides finicky controls into nonstandard positions or temporarily bypasses a system’s physical safety valves.</p><p>The chief mate assists characters in all other roles on the ship, making the other characters’ jobs easier and allowing them to accomplish more in their primary duties since they no longer need to focus on physically manipulating machinery or equipment. A chief mate acts during the @UUID[.QuLY2ANfjGbBL66n]{same phase as the crew member she wishes to assist} that round. Despite the role’s name, a ship can have any number of chief mates (though on a military ship, only one is generally referred to as the chief mate, and all others are considered deck officers).</p><h2>MAGIC OFFICER</h2><p><strong>Source:</strong> COM, p148</p><p>Even starships that are not explicitly powered by magic or hybrid technology have enough mystical components and are exposed to enough ambient magic that they can be influenced by those rare few who command a deep understanding of the intersections between magic and the vastness of space. If nothing else, simply accessing the Drift requires both technology and magic, and the underlying magic of the universe is prevalent even in the void, so the usefulness of arcane expertise cannot be overemphasized, especially in a starship combat environment in which even the smallest advantage can mean the different between life and death. The magic officer deeply understands this truth and provides both mystical knowledge and resources that can push the starship’s interaction with the inherent magic around it to new heights.</p><p>While not every ship has a magic officer, it’s often useful to have someone who understands digital portents, the flows and eddies of raw magic through the void of space, and how the inherently eldritch forces unleashed by powerful engines can impact starship operations. A magic officer acts during the @UUID[.QuLY2ANfjGbBL66n#1.-engineering]{engineering phase} during starship combat. A ship can have any number of magic officers.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "CnIbHbZXowLhxMLx",
      "name": "Large and Small Crews",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1699199261657,
        "duplicateSource": null,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699206007906,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB, p. 316</p><p>A starship’s base frame determines the minimum and maximum number of crew members needed to operate that vessel. A starship without its minimum complement can’t be flown. However, when a large NPC starship with its full complement enters starship combat, each individual crew member doesn’t take a regular action—it would take hours to resolve a single round! In such cases, usually on Large or larger starships, most roles simulate entire teams of personnel. The number of crew members required to assist a single officer who wants to attempt a check in that role is listed after the role’s name in a starship stat block. This number varies between starships, and some vessels might have a crew large enough to allow multiple checks for a single role—for instance, a dreadnought might have several teams of engineers or gunners.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "jN5Vlh4rlh9MXEP0",
      "name": "Preparing for Starship Combat",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1699199318329,
        "duplicateSource": null,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699206105728,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 400000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB, p. 316</p><p>Starship combat is played on a grid of hexes with figures representing the starship combatants. <em>Starfinder Flip-Mat: Basic Starfield</em> and the starship pawns in <em>Starfinder Core Rulebook Pawn Collection</em> make perfect accessories for this portion of the game.</p><p>The hexes don’t represent a specific distance, as Starfinder’s portrayal of movement and combat in three-dimensional space is more fluid and narrative than realistic. Unless otherwise specified, each ship occupies 1 hex, regardless of its size.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "3AgbN9I4ix7mUuQE",
      "name": "Beginning Starship Combat",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1699199371218,
        "duplicateSource": null,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699206149152,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 500000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB, pp. 316-317</p><p>When the crew of a starship has hostile intentions toward another vessel, they go to their battle stations and activate their starship’s targeting systems. This is clearly obvious to all other starships in the vicinity with working sensors, though there could still be a chance a hostile vessel can be talked down, if the GM allows it.</p><p>In general, the GM decides when starship combat begins, where the combatants are, and which way their starships are facing. This might mean that both sides are facing each other from opposite sides of the grid. However, their relative positions and facing can also be established randomly. Roll [[/r 3d6+5]] to determine how many hexes separate the opposing sides. If either side consists of more than one starship, this result is the distance between the highest-tier starship on one side of the battle and its counterpart on the other. Other starships should be placed within 3 hexes of an allied starship. Then, roll [[/r 1d6]] for each group of starships to determine the facing of the starships in that group, with a 1 meaning the starships are facing the top edge of the grid, and with 2 through 6 proceeding clockwise around the hex.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "QuLY2ANfjGbBL66n",
      "name": "Rounds and Phases",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1699199477146,
        "duplicateSource": null,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699206182556,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 600000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB, p. 317</p><p>Like combat between characters, starship combat occurs over a number of rounds until one side flees, surrenders, or is otherwise defeated. Unlike rounds in combat between characters, a round of starship combat doesn’t correlate to a specific amount of time. Each round of starship combat is divided up into three phases, resolved in order. Each character aboard a starship typically acts in only one of these phases, depending on her role on the starship.</p><h2>1. Engineering</h2><p>The engineers on all ships (if present) each take an action to repair the starships’ systems or give them a boost. These actions occur simultaneously, so they can be resolved in any order.</p><p>Also during this phase, any character taking on the role of magic officer can use magic to affect the starship’s systems.</p><p>Boarding actions are also resolved at the start of this phase, if applicable.</p><h2>2. Helm</h2><p>Each starship’s pilot attempts a Piloting check. The pilot with the lowest result must move his starship first, followed by the next lowest, until all starships have moved. This check is repeated each round during the helm phase, so the order of movement can change from round to round. If a starship has no one in the pilot role, that starship acts as if its pilot had rolled a 0. If there is a tie, the pilot with fewer ranks in the Piloting skill must move his starship first. If there is still a tie, the two pilots in question should each roll another Piloting check and compare the results; the pilot with the lowest result moves first.</p><p>As they move their starships, pilots can attempt additional skill checks to perform dangerous maneuvers or push their vessels beyond their specifications.</p><p>Also during this phase, any character taking on the role of science officer can use the starship’s systems to scan vessels or target foes. Science officers must act immediately before or after their starship’s pilot, but they can jointly decide the order they act.</p><h2>3. Gunnery</h2><p>During the gunnery phase, gunners fire their starships’ weapons. Starships fire in the same order in which their pilots acted during that round’s helm phase, but the effects of damage are not taken into account until the end of the phase, meaning that all starships can fire, even if they take enough damage to be disabled or destroyed during this phase. Once all of the phases have been resolved, if there are still combatants engaged in the fight, the next round begins, starting with a new engineering phase.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "iuRklGcMf04Q8CjD",
      "name": "Moving",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1699199782282,
        "duplicateSource": null,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699206250308,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 700000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB, pp. 317-320</p><p>The pilot of a starship has a variety of actions (see page 324) that allow her to guide her starship through the cold vastness of space. Unlike in battles between characters, starships face a specific direction, and this determines their firing arcs and shield quadrants, as well as their direction of movement.</p><h2>Hex Edges</h2><p>The six edges of a hex in starship combat have different designations, related to the direction the starship in that hex is facing. The edge that the starship is facing is its forward edge, and its aft edge is opposite of that. The forward-port and forward-starboard edges are the two edges adjacent to the starship’s forward edge, to its left and its right, respectively. The aft-port and aft-starboard edges are the two edges adjacent to the starship’s aft edge, to its left and its right, respectively.</p><h2>Firing Arcs</h2><img src=\"systems/sfrpg/images/Starfinder-Starship-Firing-Arcs_CRBp318.png\" alt=\"Starship Firing Arcs\" width=\"480\" /><h2>Speed</h2><p>A starship’s speed is the number of hexes it typically moves in a round. It can instead move fewer hexes than this amount, as determined by the pilot. This movement is in a straight line in the direction the starship is facing, though a starship’s facing can be altered while it moves by making turns (see below). A starship’s maximum speed modifies Piloting checks for that starship.</p><table><tbody><tr><td><p style=\"text-align:center\"><strong>SPEED</strong></p></td><td><p style=\"text-align:center\"><strong>PILOTING CHECK MODIFIER</strong></p></td></tr><tr><td><p style=\"text-align:center\">4 or less</p></td><td><p style=\"text-align:center\">+2</p></td></tr><tr><td><p style=\"text-align:center\">6</p></td><td><p style=\"text-align:center\">+1</p></td></tr><tr><td><p style=\"text-align:center\">8-10</p></td><td><p style=\"text-align:center\">—</p></td></tr><tr><td><p style=\"text-align:center\">12</p></td><td><p style=\"text-align:center\">-1</p></td></tr><tr><td><p style=\"text-align:center\">14 or more</p></td><td><p style=\"text-align:center\">-2</p></td></tr></tbody></table><p></p><h2>Turns</h2><p>While moving, a starship can make turns, altering its forward movement direction, firing arcs, and shield quadrants. One turn changes a starship’s forward facing by 60 degrees, or one side of a hex. Every round in which a starship turns, it must move a certain number of hexes before each turn, determined by its maneuverability (see the table below). For example, a ship with average maneuverability making two turns in a round must move at least 2 hexes before its first turn, and at least 2 more hexes before its second turn. If a starship has perfect maneuverability (the distance between turns is 0), the ship can make two turns for each hex that it moves (allowing it to turn around a single point).</p><p>The number of turns per round a starship can take is limited only by its speed and maneuverability. Turns don’t count against a starship’s movement speed. If a ship with average maneuverability has a speed of 8, it can usually turn a total of four times during a single round.</p><p>A ship’s maneuverability also modifies Piloting checks for it.</p><table><tbody><tr><td><p style=\"text-align:center\">MANEUVERABILITY</p></td><td><p style=\"text-align:center\">DISTANCE BETWEEN TURNS</p></td><td><p style=\"text-align:center\">PILOTING CHECK MODIFIER</p></td></tr><tr><td><p>Clumsy</p></td><td><p style=\"text-align:center\">4</p></td><td><p style=\"text-align:center\">-2</p></td></tr><tr><td><p>Poor</p></td><td><p style=\"text-align:center\">3</p></td><td><p style=\"text-align:center\">-1</p></td></tr><tr><td><p>Average</p></td><td><p style=\"text-align:center\">2</p></td><td><p style=\"text-align:center\">0</p></td></tr><tr><td><p>Good</p></td><td><p style=\"text-align:center\">1</p></td><td><p style=\"text-align:center\">+1</p></td></tr><tr><td><p>Perfect</p></td><td><p style=\"text-align:center\">0 (see above)</p></td><td><p style=\"text-align:center\">+2</p></td></tr></tbody></table><p></p><h2>Moving through Other Starships</h2><p>Since the hexes in starship combat aren’t representative of three-dimensional distance, starships can move through hexes containing other starships, but they can’t end their movement there. If a starship moves through a hex containing an enemy starship, the enemy starship can fire any one of its direct-fire weapons from any arc at the moving starship, targeting its aft quadrant. This free attack doesn’t benefit from any bonuses or additional abilities from other actions taken aboard the enemy starship, such as divert or lock on. Any character currently in a gunner role can make this attack. If no one is designated as a gunner (often the case in starships with only one crew member), the enemy starship can’t make a free attack. A weapon used for this free attack can still be used as normal later in the round.</p><p></p><h2>Stunts</h2><p>Instead of ordinary movement, pilots can attempt stunts with their starships (see Stunt on page 324), pushing them beyond their design specifications to enact daring moves. Several stunts affect your starship’s Armor Class (AC) and Target Lock (TL).</p><img src=\"systems/sfrpg/images/Starfinder-PilotingStunts_CRBp318.png\" alt=\"Piloting Stunts\" width=\"480\" /><h3>Back Off</h3><p>The starship moves up to half its speed in the direction of the aft edge without changing facing. It can’t take any turns during this movement. To perform this stunt, you must succeed at a Piloting check (DC = 10 + 1-1/2 × your starship’s tier). On a failed check, your starship moves backward only 1 hex. If you fail this check by 5 or more, your starship does not move at all and takes a –4 penalty to its AC and TL until the start of the next round.</p><h3>Barrel Roll</h3><p>The starship moves up to half its speed and flips along its central axis. For the next gunnery phase, the starship’s port shields and weapons function as if they were in the starboard firing arc and vice versa. The starship reverts to normal at the beginning of the next round. To perform this stunt, your starship must be Large or smaller and you must succeed at a Piloting check (DC = 10 + 1-1/2 × your starship’s tier). On a failed check, the starship moves half its speed but doesn’t roll. If you fail by 5 or more, your starship moves half its speed, doesn’t roll, and takes a –4 penalty to its AC and TL until the start of the next round.</p><h3>Evade</h3><p>The ship moves up to its speed and can turn as normal, but it gains a +2 circumstance bonus to its AC and TL until the start of the next round. To perform this stunt, you must succeed at a Piloting check (DC = 10 + 1-1/2 × your starship’s tier). If you fail, the starship moves as normal. If you fail the check by 5 or more, the starship moves as normal, but it also takes a –2 penalty to its AC and TL until the start of the next round.</p><h3>Flip and Burn</h3><p>The ship moves forward up to half its speed (without turning) and rotates 180 degrees to face the aft edge at the end of the movement. To perform this stunt, you must succeed at a Piloting check (DC = 15 + 1-1/2 × your ship’s tier). If you fail this check, your starship moves forward half its speed but doesn’t rotate.</p><h3>Flyby</h3><p>The ship moves as normal, but it can move through 1 hex occupied by an enemy starship without provoking a free attack (as described in Moving through Other Starships). During the following gunnery phase, you can select one arc of your starship’s weapons to fire at the enemy vessel as if the vessel were in close range (treat the range as 1 hex), against any quadrant of the enemy starship. To perform this stunt, you must succeed at a Piloting check (DC = 15 + 1-1/2 × the tier of the enemy starship). If you fail this check, your starship still moves as described above, but you follow the normal rules for attacking (based on your starship’s final position and distance), and the movement provokes a free attack from that starship as normal.</p><h3>Slide</h3><p>The starship moves up to its speed in the direction of either the forward-port or forward-starboard edge without changing its facing. To perform this stunt, you must succeed at a Piloting check (DC = 10 + 1-1/2 × your ship’s tier). If you fail this check, the ship moves forward up to half its speed and can’t make any turns.</p><h3>Turn in Place</h3><p>The ship does not move but instead can turn to face any direction. If the ship has a maneuverability of clumsy, it takes a –4 penalty to its AC and TL until the start of the next round. If it has a maneuverability of poor, it instead takes a –2 penalty to its AC and TL until the start of the next round. Ships with a maneuverability of average or better do not take a penalty. This stunt doesn’t require a skill check.</p><h3>Ramming Speed</h3><p><strong>Source:</strong> SOM, p. 17</p><p>The starship increases its distance between turns by 2 (to a maximum of 4) and moves up to its speed, but it can move through 1 hex occupied by an enemy starship that has already moved during this helm phase. To perform this stunt, you must first succeed at a Piloting check (DC = 15 + 1/1-2 × your starship’s tier). If you succeed, you then attempt a gunnery check against the enemy starship’s AC upon entering that starship’s hex.</p><p>If the gunnery check succeeds, your starship collides with the enemy starship, dealing collision damage to each based on your starship’s speed and the sizes of the two starships. The base collision damage equals 1d4 × half your starship’s speed, plus an additional 1d4 damage × a value based on your starship’s size (for the purpose of this calculation, Tiny = 1, Small = 2, Medium = 3, etc.). The enemy starship takes the full damage to the struck quadrant, and your starship takes half this damage to its forward quadrant, after which your movement ends. If your starship has a ramming weapon, add the ramming weapon’s damage to the damage to the enemy starship. If your starship is one size category smaller than the enemy ship or larger, you push the ship 1 hex in the direction your ship is facing. If this would push the ship into an occupied hex, the ship does not move but instead takes additional damage equal to your starship’s tier. If your starship is more than one size category smaller than the enemy starship, your starship returns to the hex from which it entered the enemy ship’s hex, facing that starship.</p><p>If the initial Piloting check fails, your starship still moves as described and doesn’t attempt the gunnery check, but the movement provokes a free attack from that starship as normal. If the Piloting check is successful yet the gunnery check fails, your starship still moves as described, but the movement doesn’t provoke a free attack from that starship.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "J7WeYeUHpI9FdW23",
      "name": "Attacking",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1699201427384,
        "duplicateSource": null,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699207344844,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 800000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB, p320</p><p><span class=\"fontstyle0\">Whenever one starship fires a weapon at another starship, that action is resolved with a gunnery check. Attacks are made during the gunnery phase of combat, in the order determined during the helm phase, but the @UUID[.oEDt7byMjC9PQFj7]{damage} and @UUID[.oEDt7byMjC9PQFj7#critical-damage-effect]{critical damage effects} (see page 321) are applied after all of the attacks have been made (meaning every starship gets to attack, even if it would be destroyed or crippled by an attack that happened during the same gunnery phase). With only very rare exceptions, each of a starship’s weapons can be fired only once per round. You make an attack using the following procedure.</span></p><h2><span class=\"fontstyle2\">Range and Arc</span></h2><p><span class=\"fontstyle0\">First, determine the range between the two starships (counted in hexes) and the arc of attack. For every range increment beyond the first, the gunnery check takes a cumulative –2 penalty. The attacking starship can fire a weapon against only ships in the same arc as that weapon; see the@UUID[.iuRklGcMf04Q8CjD#firing-arcs]{ diagram on page 318}. If the targeted starship is in a hex that lies in two arcs (the shaded hexes in the diagram), the gunner decides which arc’s weapons target it; it can’t be targeted by weapons in two arcs.</span></p><h2><span class=\"fontstyle2\">Gunnery Check</span></h2><p><span class=\"fontstyle0\">Attempt a gunnery check for each weapon fired against a target (except for linked weapons, which are resolved using one action and a single gunnery check; see the sidebar on page 301).</span></p><p></p><blockquote><p><span class=\"fontstyle3\"><strong>Gunnery Check</strong> </span><span class=\"fontstyle0\">= 1d20 + the gunner’s base attack bonus or the gunner’s ranks in the Piloting skill + the gunner’s Dexterity modifier + bonuses from computer systems + bonuses from the captain and science officers + range penalty</span></p></blockquote><p></p><h2><span class=\"fontstyle2\">Determining the Outcome</span></h2><p><span class=\"fontstyle0\">Compare the result of the gunnery check to the target’s Armor Class (AC) or Target Lock (TL), depending on the weapon used. If you attack with a direct-fire weapon (see page 303) and the result of the gunnery check equals or exceeds the target’s AC, you hit the target and damage is determined as normal (see @UUID[.oEDt7byMjC9PQFj7]{Damage} below).</span></p><h3><span class=\"fontstyle0\">Armor Class (AC)</span></h3><p><span class=\"fontstyle0\">A target’s AC is determined using the following formula.</span></p><blockquote><p><span class=\"fontstyle3\"><strong>AC</strong> </span><span class=\"fontstyle0\">= 10 + the pilot’s ranks in the Piloting skill + the ship’s armor bonus + modifier based on the ship’s size + bonuses and penalties from successful or failed stunts and actions</span></p></blockquote><p><span class=\"fontstyle0\">If the attack is made with a tracking weapon such as a missile launcher (see page 303) and the result of the gunnery check equals or exceeds the target’s TL, the tracking weapon’s projectile moves its speed toward the target, making turns during this movement as needed (a projectile from a tracking weapon has perfect maneuverability). If it intercepts the target before it reaches the end of its movement, it explodes and deals damage as normal (see @UUID[.oEDt7byMjC9PQFj7]{Damage} below). If not, attempt a new gunnery check at the start of the next gunnery phase to determine whether the projectile continues to move toward the target; you don’t receive any bonuses from computer systems or actions by your fellow crew members from previous rounds or the current round, but you can take penalties, such as from an enemy science officer’s @UUID[Compendium.sfrpg.starship-actions.Item.MkGcNrSOwmE0hFyW]{improve countermeasures} action (see page 325). If the result of a gunnery check for a tracking weapon is ever less than the target’s TL, the weapon’s projectile is destroyed and removed from play.</span></p><h3><span class=\"fontstyle0\">Target Lock (TL)</span></h3><p><span class=\"fontstyle0\">A target’s TL is determined using the following formula.</span></p><blockquote><p><span class=\"fontstyle3\"><strong>TL</strong> </span><span class=\"fontstyle0\">= 10 + the pilot’s ranks in the Piloting skill + the ship’s bonus from defensive countermeasures + modifier based on the ship’s size + penalty from the ship’s armor + bonuses and penalties from successful or failed stunts and actions</span></p></blockquote>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "oEDt7byMjC9PQFj7",
      "name": "Damage",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1699201746743,
        "duplicateSource": null,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699207309123,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 900000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB, pp.320-321</p><p>Combat in space can be highly dangerous to the vessel and its crew. Once a starship has been damaged, critical systems might malfunction or shut down altogether, leaving its passengers without electricity, gravity, or even air. Such damage might also cause a starship to lose its sensors, propulsion, or weapons systems, which could spell defeat during an active engagement.</p><p>When a gunner hits with an attack, she rolls the damage dealt by the weapon she is using and determines which quadrant of the targeted starship she hits. A starship’s shield quadrants are the same as its @UUID[.iuRklGcMf04Q8CjD#firing-arcs]{firing arcs} (see the diagram on page 318). Damage is first applied to any shields the target starship has in the quadrant hit by the attack, depleting a number of Shield Points equal to the amount of damage dealt. If that quadrant’s Shield Points reach 0, that shield is entirely depleted and any excess damage is applied to the target starship’s Hull Points. If the ship doesn’t have shields or if its shields in that quadrant have already been depleted, apply all damage directly to the target’s Hull Points.</p><p>If a starship has a @UUID[Compendium.sfrpg.rules.JournalEntry.1hTMc6MfkFkE54NK.JournalEntryPage.prwFRuwtGYNChHlr#damage-threshold-(dt):]{Damage Threshold} (see page 292), any attack that would deal damage to its Hull Points equal to or less than this Damage Threshold fails to damage the ship’s Hull Points. If the damage is greater than the Damage Threshold, the full amount of damage is dealt to the ship’s Hull Points.</p><p>If a ship is reduced to 0 or fewer Hull Points, it is disabled and it floats in its current direction of travel at a rate of half its speed until it is repaired, rescued, or destroyed. Crew members <span class=\"fontstyle0\">aboard such ships are not in immediate danger unless their life support system is wrecked, but they might eventually die from starvation and thirst if they have no way to repair the ship.</span></p><p>If a ship ever takes damage that exceeds twice its Hull Points, it is destroyed and can’t be repaired. All systems stop functioning, and the hull is compromised. The crew might initially survive, but without protection, they won’t live very long.</p><h2>Critical Damage</h2><p>Starship systems can take critical damage, causing them to become less functional and eventually stop working altogether.</p><p>Critical damage is scored whenever a gunnery check results in a natural 20 on the die and damage is dealt to the target ship’s hull. The critical range is expanded to a natural 19 or 20 on the die if the target starship was the subject of a successful @UUID[Compendium.sfrpg.starship-actions.Item.CGOK99xDHW47gA3M]{target system} science officer action (see page 325).</p><p>Critical damage is also scored whenever the target starship’s hull takes damage that causes its total amount of damage to exceed its @UUID[Compendium.sfrpg.rules.JournalEntry.1hTMc6MfkFkE54NK.JournalEntryPage.prwFRuwtGYNChHlr#critical-threshold-(ct):]{Critical Threshold} (see page 292) or a multiple of that threshold. For example, a starship with 100 Hull Points and a Critical Threshold of 20 takes critical damage each time its total amount of Hull Point damage exceeds 20, 40, 60, 80, and 100 points (and so on). An individual attack does not need to deal more than 20 damage to score critical damage against this starship; it just needs to be the attack that pushes the starship’s total damage above a multiple of its Critical Threshold.</p><p>A starship can take critical damage even when its total Hull Points are below 0.</p><h3>Shields</h3><p>A starship takes critical damage from an attack only if that attack deals damage to the ship’s Hull Points, even if the result of the gunnery check is a natural 20. If the attack’s damage only reduces a starship’s Shield Points, no critical damage occurs.</p><h3>Critical Damage Effect</h3><p>When critical damage is scored, the attacking PC should roll on the table below to randomly determine which of the target starship’s key systems is hit; that system gains a @UUID[.oEDt7byMjC9PQFj7#critical-damage-conditions]{critical damage condition} (see below), with the effect listed on the table. If the system isn’t currently critically damaged, it gains the glitching condition. If it is critically damaged again, its critical condition changes by one step of severity (@UUID[.oEDt7byMjC9PQFj7#glitching]{glitching} becomes @UUID[.oEDt7byMjC9PQFj7#malfunctioning]{malfunctioning}; malfunctioning becomes @UUID[.oEDt7byMjC9PQFj7#wrecked]{wrecked}). These conditions and their effects on crew actions are explained in Critical Damage Conditions.</p><p>To determine which system is affected, roll [/r 1d100]{d%} and consult the table below. If a system already has the wrecked condition (or in the case of the weapons array, if all weapon arcs have the wrecked condition), apply its critical damage to the next system down on the chart. If you reach the bottom of the chart, instead deal damage to one of the crew (as described below).</p><table class=\"NormalTable\"><tbody><tr><td><p>D%</p></td><td><p>SYSTEM</p></td><td><p>EFFECT</p></td></tr><tr><td><p>1–10</p></td><td><p>Life support</p></td><td><p>Condition applies to all captain actions</p></td></tr><tr><td><p>11–30</p></td><td><p>Sensors</p></td><td><p>Condition applies to all science officer actions</p></td></tr><tr><td><p>31–60</p></td><td><p>Weapons array</p></td><td><p>Randomly determine one arc containing weapons; condition applies to all gunner actions using weapons in that arc (a turret counts as being in all arcs)</p></td></tr><tr><td><p>61–80</p></td><td><p>Engines</p></td><td><p>Condition applies to all pilot actions</p></td></tr><tr><td><p>81–100</p></td><td><p>Power core</p></td><td><p>Condition applies to all engineer actions except hold it together and patch; a malfunctioning or wrecked power core affects other crew members’ actions (see Critical Damage Conditions below)</p></td></tr></tbody></table><h3>Crew Damage</h3><p>If the starship’s core has the wrecked condition and further critical damage is dealt to the core, no critical damage conditions are applied to the ship. Instead, one of the crew (determined randomly) is injured, taking an amount of Hit Point damage equal to the Hull Point damage dealt by the attack (without the increase for starship weapons against humanoid targets; see Shooting Starships on page 292). That crew member can attempt a DC 20 Reflex save to take only half damage.</p><h2>Critical Damage Conditions</h2><p>The following are the critical damage conditions and their effects, ordered by severity. These effects apply primarily to starship combat and rarely impact noncombat play (wrecked engines can still be used to get a starship to a safe place to repair, for example— though the GM might rule that it takes longer than normal).</p><h3>Glitching</h3><p>A glitching system isn’t operating at peak performance. Crew actions involving the system (except the @UUID[Compendium.sfrpg.starship-actions.Item.B9CsbXIcE9ZGlGv9]{hold it together} and @UUID[Compendium.sfrpg.starship-actions.Item.zWxJLgoAgkHsdr61]{patch} engineer actions; see page 323) take a –2 penalty.</p><h3>Malfunctioning</h3><p>A malfunctioning system is difficult to control. Crew actions involving the system (except the @UUID[Compendium.sfrpg.starship-actions.Item.B9CsbXIcE9ZGlGv9]{hold it together} and @UUID[Compendium.sfrpg.starship-actions.Item.zWxJLgoAgkHsdr61]{patch} engineer actions) take a –4 penalty. Also, crew members can’t take @UUID[.5aDDs3JOrLE2e0uX#push]{push} actions (see page 322) using that system. If the power core is malfunctioning, all actions aboard the starship not involving the power core take a –2 penalty; this penalty stacks with penalties from critical damage conditions affecting other systems.</p><h3>Wrecked</h3><p>A wrecked system is minimally functional. Crew actions involving the system (except the @UUID[Compendium.sfrpg.starship-actions.Item.B9CsbXIcE9ZGlGv9]{hold it together} and @UUID[Compendium.sfrpg.starship-actions.Item.zWxJLgoAgkHsdr61]{patch} engineer actions and minor crew actions; see page 326) automatically fail. If the power core is wrecked, all crew actions aboard the starship not involving the power core take a –4 penalty; this penalty stacks with penalties from critical damage conditions affecting other systems.</p><h2>Restoring Shields and Repairing Damage</h2><p>When a starship combat encounter is over, the crew members can repair damage done to their starship, provided it hasn’t been destroyed and they haven’t been captured! Shields regenerate Shield Points at a set rate (depending on the type of shield; see page 302) as long as the starship’s power core isn’t wrecked. You can double this recharge rate for 10 minutes by taking 1 minute <span class=\"fontstyle0\">and succeeding at an Engineering check (DC = 15 + 1-1/2 × the starship’s tier). Any penalties from critical damage conditions apply to this check.</span></p><p>You can remove the critical damage condition from a system by taking 10 minutes and succeeding at an Engineering check. The DC depends on the severity of the condition (DC 15 for glitching, DC 20 for malfunctioning, and DC 25 for wrecked). The system is no longer critically damaged (it has no critical damage conditions) and can function as normal.</p><p>Repairing damage to the hull (restoring lost Hull Points) is more difficult. You must first stop the starship completely, usually at a safe location (for instance, a world with a nonhostile atmosphere or a dock on a space station), and the repairing character or characters must have access to the outside of the hull. On most of the Pact Worlds, the crew can pay mechanics to repair the starship; the cost and time needed are up to the GM. If the crew is on its own in uncharted territory, it can still repair the starship’s hull. Doing so costs 10 UPBs (see page 233) per point of damage to be repaired and requires 5 hours of work regardless of the number of points repaired. A character who succeeds at an Engineering check (DC = 15 + 1-1/2 × the starship’s tier) can cut either the cost or the time in half. For every 10 points by which she exceeds the DC, she can reduce one of these factors by half (or by half again), to a minimum of 1 UPB per point of damage and 1 hour. Any number of allies can use the @UUID[Compendium.sfrpg.rules.JournalEntry.GMkLZsN3a7YPvA03.JournalEntryPage.HWJ570MVgFoO5Reb#aid-another]{aid another} action (see page 133) to assist with this Engineering check. Failing the check to reduce the time or cost instead increases the cost by 5 UPBs per point of damage.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "5aDDs3JOrLE2e0uX",
      "name": "Crew Actions",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1699202336693,
        "duplicateSource": null,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699297880587,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 1000000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB, pp. 320-326, COM, pp.146-149; SOM, pp. 17, 41</p><p>As starship combat progresses, the various crew members aboard each vessel can take the actions their roles allow.</p><h2>Actions</h2><p>You can take one action (usually defined by your role) per round of starship combat. Certain actions require a minimum character level or number of ranks in a certain skill. NPC crew members are assumed to have a number of ranks in the appropriate skill equal to the starship’s tier. If a starship’s tier is less than 1, treat it as 1 for this purpose. Class features or items that grant bonuses to or allow rerolls of the relevant skills can be used in starship combat.</p><h3>Push</h3><p>Push actions (indicated in an action’s heading) are difficult to perform but can yield greater results. You can’t perform a push action if the necessary system is malfunctioning or wrecked (as noted in Critical Damage Conditions on page 321).</p><h2>Changing Roles</h2><p>You can switch between roles (or assume a role if you don’t already have one), but this change must occur at the start of a round before the engineering phase. You can switch to the captain or pilot role only if that role would otherwise be vacant (or if the character in that role is unable to take actions).</p><h2>Starship Combat Resolve</h2><p>As your combat expertise grows, you gain extra resolve that can help with high-level crew actions. At 8th level and again at 16th level, you gain 1 Resolve Point at the start of any starship combat encounter. These points can exceed your normal pool of RP; unspent points gained this way are lost at the end of the encounter. NPC starships have RP equal to their tier divided by 5, plus 3.</p><h2>Captain Actions</h2><p>As a captain, you can take any of the following actions, depending on your character level, during any phase of combat.</p><p>@UUID[Compendium.sfrpg.starship-actions.Item.tRnh0wFq61ScHfxf]{Demand} (Any Phase) <br />@UUID[Compendium.sfrpg.starship-actions.Item.gsPzG6Y9PW24YgUa]{Encourage} (Any Phase) <br />@UUID[Compendium.sfrpg.starship-actions.Item.rduQ5X6UqXWduwRQ]{Taunt} (Any Phase, Push) <br />@UUID[Compendium.sfrpg.starship-actions.Item.8qwgKhbzm77VuNgQ]{Orders} (Any Phase, Push) <br />@UUID[Compendium.sfrpg.starship-actions.Item.jLK5slr8t0KuxeYn]{Moving Speech} (Any Phase)- 12th+ level</p><p></p><h2>Engineer Actions</h2><p>As an engineer, you can take any of the following actions, depending on your ranks in the Engineering skill. These actions can be taken only during the engineering phase. Unless otherwise noted, each action can be performed only once per round, no matter how many engineers are on a starship.</p><p>@UUID[Compendium.sfrpg.starship-actions.Item.RKHIOu4uCqrEcFoC]{Divert} (Engineering Phase) <br />@UUID[Compendium.sfrpg.starship-actions.Item.B9CsbXIcE9ZGlGv9]{Hold It Together} (Engineering Phase)<br />@UUID[Compendium.sfrpg.starship-actions.Item.zWxJLgoAgkHsdr61]{Patch} (Engineering Phase) <br />@UUID[Compendium.sfrpg.starship-actions.Item.xuRQbRMlMpPppWbH]{Overpower} (Engineering Phase, Push)<br />@UUID[Compendium.sfrpg.starship-actions.Item.qbKzyS9YiTO6OTvg]{Quick Fix} (Engineering Phase) - 12+ ranks</p><p></p><p>@UUID[Compendium.sfrpg.starship-actions.Item.Q9wC285U2mNhizL0]{Recalibrate Engines} (Engineering Phase) - Mechanic Trick @UUID[Compendium.sfrpg.class-features.Item.esc4GLvaX3Qd3CUs]{Recalibrate Engine}</p><p>@UUID[Compendium.sfrpg.starship-actions.Item.JFCG6dMkW3bU6fOm]{Vent Engines} (Engineering Phase) - Mechanic Trick @UUID[Compendium.sfrpg.class-features.Item.yTDughITUM5i65by]{Engine Plasma}</p><p>@UUID[Compendium.sfrpg.starship-actions.Item.vt9vCck7cRIE85GP]{Miracle Worker Repair Ship} (Engineering Phase) - Mechanic Level 7+</p><p></p><h2>Gunner Actions</h2><p>As a gunner, you can take any of the actions below, depending on your character level. These actions can be taken only during the gunnery phase. Though each of a starship’s weapons can be fired only once per round, multiple gunners can take actions to fire different weapons in a single round. Actions that allow you to fire starship weapons use the rules for @UUID[.J7WeYeUHpI9FdW23]{attacking} on page 320./p&gt;</p><p>@UUID[Compendium.sfrpg.starship-actions.Item.gTnq68hXhcwfMhfO]{Fire at Will} (Gunnery Phase, Push) <br />@UUID[Compendium.sfrpg.starship-actions.Item.umc9JwD3YQmZhOyh]{Shoot} (Gunnery Phase)</p><p><span class=\"fontstyle0\">@UUID[Compendium.sfrpg.starship-actions.Item.p0sQQHqhVWOtHAn1]{Deploy Drone} (Gunnery Phase)</span> - <strong>Source:</strong> SOM, p. 15<br style=\"font-style:normal;font-variant:normal;font-weight:normal;letter-spacing:normal;line-height:normal;orphans:2;text-align:-webkit-auto;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-size-adjust:auto;-webkit-text-stroke-width:0px\" /><span class=\"fontstyle0\">@UUID[Compendium.sfrpg.starship-actions.Item.FQJePy9WOiWXT0SO]{Lay Mines} (Helm Phase)</span> - <strong>Source:</strong> SOM, p. 15</p><p>@UUID[Compendium.sfrpg.starship-actions.Item.yW30fIr6P855ynYo]{Broadside} (Gunnery Phase, Push) <br />@UUID[Compendium.sfrpg.starship-actions.Item.XPBs4pSEl3XYXBE1]{Precise Targeting} (Gunnery Phase) - 12th+ level</p><p></p><h2>Pilot Actions</h2><p>As a pilot, you can take the following actions, depending on your ranks in the Piloting skill. These actions can be taken only during the helm phase. <br />@UUID[Compendium.sfrpg.starship-actions.Item.HzOXH8vFMCgBnMjg]{Fly} (Helm Phase) <br />@UUID[Compendium.sfrpg.starship-actions.Item.YWYFgrrLuurLr0KG]{Maneuver} (Helm Phase) <br />@UUID[Compendium.sfrpg.starship-actions.Item.7rt4q9ZonN0GlCXx]{Stunt} (Helm Phase, Push)</p><blockquote><p>@UUID[.iuRklGcMf04Q8CjD#stunts]{Stunts:}</p><p>@UUID[.iuRklGcMf04Q8CjD#back-off]{Back Off}</p><p>@UUID[.iuRklGcMf04Q8CjD#barrel-roll]{Barrel Roll}</p><p>@UUID[.iuRklGcMf04Q8CjD#evade]{Evade}</p><p>@UUID[.iuRklGcMf04Q8CjD#flip-and-burn]{Flip and Burn}</p><p>@UUID[.iuRklGcMf04Q8CjD#flyby]{Flyby}</p><p>@UUID[.iuRklGcMf04Q8CjD#slide]{Slide}</p><p>@UUID[.iuRklGcMf04Q8CjD#turn-in-place]{Turn in Place}</p><p>@UUID[.iuRklGcMf04Q8CjD#ramming-speed]{Ramming Speed } - <strong>Source:</strong> SOM, p. 17</p><p></p><p>@UUID[Compendium.sfrpg.rules.JournalEntry.xy9ub6sNWUrfaxP1.JournalEntryPage.dbFPv7KCtFDa9bD0#escort]{Escort} (Squadron) - <strong>Source:</strong> SOM, p. 55</p><p>@UUID[Compendium.sfrpg.rules.JournalEntry.xy9ub6sNWUrfaxP1.JournalEntryPage.dbFPv7KCtFDa9bD0#flank]{Flank} (Squadron) - <strong>Source:</strong> SOM, p. 55</p><p>@UUID[Compendium.sfrpg.rules.JournalEntry.xy9ub6sNWUrfaxP1.JournalEntryPage.dbFPv7KCtFDa9bD0#run-interference]{Run Interference} (Squadron) - <strong>Source:</strong> SOM, p. 56</p></blockquote><p>@UUID[Compendium.sfrpg.starship-actions.Item.FDcymzZLqnp2K8eC]{Full Power} (Helm Phase, Push) - 6+ ranks <br />@UUID[Compendium.sfrpg.starship-actions.Item.sUkNIfIG9WNC3F3A]{Audacious Gambit} (Helm Phase) - 12+ ranks</p><p></p><h2>Science Officer Actions</h2><p>As a science officer, you can take any of the following actions, depending on your ranks in the Computers skill. These actions can be taken only during the helm phase.</p><p>@UUID[Compendium.sfrpg.starship-actions.Item.nBvPpilpblioZptC]{Balance} (Helm Phase) <br />@UUID[Compendium.sfrpg.starship-actions.Item.wOZ9xGH2l1S5lQ9g]{Scan} (Helm Phase) <br />@UUID[Compendium.sfrpg.starship-actions.Item.CGOK99xDHW47gA3M]{Target System} (Helm Phase, Push)</p><p><span class=\"fontstyle0\">@UUID[Compendium.sfrpg.starship-actions.Item.qHsecClYOjza7Lyb]{Activate ECM Module} (Gunnery Phase)</span> - <strong>Source:</strong> SOM, p. 15<br style=\"font-style:normal;font-variant:normal;font-weight:normal;letter-spacing:normal;line-height:normal;orphans:2;text-align:-webkit-auto;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-size-adjust:auto;-webkit-text-stroke-width:0px\" /><span class=\"fontstyle0\">@UUID[Compendium.sfrpg.starship-actions.Item.JomStKwZWIbTDLif]{Rapid Jam} (Gunnery Phase, Push)</span> - <strong>Source:</strong> SOM, p. 15<br style=\"font-style:normal;font-variant:normal;font-weight:normal;letter-spacing:normal;line-height:normal;orphans:2;text-align:-webkit-auto;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-size-adjust:auto;-webkit-text-stroke-width:0px\" /><span class=\"fontstyle0\">@UUID[Compendium.sfrpg.starship-actions.Item.f7azdHY89WWjV1Ti]{Recall Beacon} (Helm Phase)</span> - <strong>Source:</strong> SOM, p. 15</p><p>@UUID[Compendium.sfrpg.starship-actions.Item.ML6Dh5dRr3XItvZx]{Lock On} (Helm Phase, Push) - 6+ ranks <br />@UUID[Compendium.sfrpg.starship-actions.Item.MkGcNrSOwmE0hFyW]{Improve Countermeasures} (Helm Phase) - 12+ ranks</p><p></p><h2>Chief Mate Actions</h2><p><strong>Source:</strong> COM, pp. 146-148</p><p>As a chief mate, you can take any of the following actions, some depending on your number of ranks in the Acrobatics or Athletics skill, whichever you favor. (Note that the @UUID[Compendium.sfrpg.starship-actions.Item.GO5w2bC91j0o7hh0]{Targeting Aid} and @UUID[Compendium.sfrpg.starship-actions.Item.tlib3m1UOWD0LFDZ]{Maximize Speed} actions both require a minimum number of ranks in Acrobatics or Athletics to perform.) Each of these actions can be taken only during a particular phase, as noted in parentheses next to the action’s name. You must decide at the start of each round which phase you will act in, usually by deciding which other role you’re supporting that round. Unless otherwise noted, each action can be performed only once per round, no matter how many chief mates are on a starship.</p><p>@UUID[Compendium.sfrpg.starship-actions.Item.ggqDHMMCQdYdFfed]{Hard Turn} (Helm Phase, Push) <br />@UUID[Compendium.sfrpg.starship-actions.Item.hSOm5TfBN03pf5bJ]{Maintenance Panel Access} (Engineering Phase)<br />@UUID[Compendium.sfrpg.starship-actions.Item.usI8JwlwHEtwjHSy]{Manual Realignment} (Helm Phase) <br />@UUID[Compendium.sfrpg.starship-actions.Item.GO5w2bC91j0o7hh0]{Targeting Aid} (Engineering Phase, Push) - 6+ ranks<br />@UUID[Compendium.sfrpg.starship-actions.Item.tlib3m1UOWD0LFDZ]{Maximize Speed} (Helm Phase, Push) - 12+ ranks</p><p></p><h2>Magic Officer Actions</h2><p><strong>Source:</strong> COM, p. 148</p><p>As a magic officer, you can take any of the following actions, depending on your ranks in the Mysticism skill. (Note that the Mystic Haze and Psychic Currents actions both require a minimum number of ranks in Mysticism to perform.) These actions can be taken only during the engineering phase. If your starship has an arcane laboratory, you gain a +2 bonus to Mysticism checks to perform any of these actions. Unless otherwise noted, each action can be performed only once per round, no matter how many magic officers are on a starship.</p><p>@UUID[Compendium.sfrpg.starship-actions.Item.exvXNMIOA2BnaL39]{Eldritch Shot} (Engineering Phase, Push)<br />@UUID[Compendium.sfrpg.starship-actions.Item.j7QVUYCTfHXDQMOX]{Precognition} (Engineering Phase) <br />@UUID[Compendium.sfrpg.starship-actions.Item.OR6r6VkBCr9Ifand]{Scrying} (Engineering Phase) <br />@UUID[Compendium.sfrpg.starship-actions.Item.OTWPk0lEeOwebAD3]{Mystic Haze} (Engineering Phase, Push) - 6+ ranks <br />@UUID[Compendium.sfrpg.starship-actions.Item.WBO4aqcsNAfF5ziy]{Psychic Currents} (Engineering Phase) - 12+ ranks</p><p></p><h2>OPEN Crew Actions</h2><p><strong>Source:</strong> COM, pp. 148-149</p><p>Open crew actions are generally less specialized tasks than a typical crew action, and they can be performed regardless of a character’s role. Many open crew actions do not require any specific skill or skill check to perform and can be undertaken by anyone with at least 1 rank in Computers, Engineering, Physical Science, or Piloting. Taking an open crew action counts as your action during a starship combat encounter.</p><p>Open crew actions occur at the beginning of the @UUID[.QuLY2ANfjGbBL66n#1.-engineering]{engineering phase}, before any other actions occur. All open crew actions occur simultaneously and can be resolved in any order the GM sees fit. Each open crew action can be performed only once per round.<br />@UUID[Compendium.sfrpg.starship-actions.Item.amVSLKRqQRXdKk4M]{Erratic Maneuvering} (Open) <br />@UUID[Compendium.sfrpg.starship-actions.Item.YgHwyM4ATjSmUfX9]{Feign Disaster} (Open) <br />@UUID[Compendium.sfrpg.starship-actions.Item.BeKPQFkSRO2c79rn]{Prioritize Calculation} (Open) <br />@UUID[Compendium.sfrpg.starship-actions.Item.tbUCFKttNbU2Znbj]{Range Finding} (Open) <br />@UUID[Compendium.sfrpg.starship-actions.Item.OCikBLKbl1oRiVbd]{Ready Weapon System} (Open)</p><p>Added by <strong>Source:</strong> SOM, p. 41</p><p>@UUID[Compendium.sfrpg.starship-actions.Item.9mCZxidXk8Txsdoz]{Lead Boarding Party} (Engineering Phase)<br />@UUID[Compendium.sfrpg.starship-actions.Item.7pFE0l7GHybA79CF]{Subdue Boarding Party} (Engineering Phase)</p><p>Direct Boarding Party to Invade after Ramming (Gunnery Phase)</p><p>Reload Antipersonnel Weapon (Open)</p><p>Subdue Pathogen with Environmental Defense (Open)</p><p></p><h2>MINOR Crew Actions</h2><p>Minor crew actions are computer-aided actions that allow a starship limited functionality if it doesn’t have the necessary crew to fill all the roles (for instance, the lone crew member aboard a Tiny starship might always be the pilot but may need to fire one of the vessel’s weapons in an emergency). You can take one minor crew action per round regardless of your current role, but only if no other action was performed this round for the role associated with that minor crew action. A minor crew action can be performed only once per round and doesn’t count as your action.</p><p>@UUID[Compendium.sfrpg.starship-actions.Item.OGHHS1o91ZCaaiNa]{Glide} (Helm Phase, Minor) <br />@UUID[Compendium.sfrpg.starship-actions.Item.zSdO7axt0084UMB3]{Snap Shot} (Gunnery Phase, Minor)</p><p>@UUID[Compendium.sfrpg.starship-actions.Item.JnvLkvtuSdTbSQJ9]{Harrying Shot} (Gunnery Phase, Minor, Squadron) - <strong>Source:</strong> SOM, p. 56</p><p>@UUID[Compendium.sfrpg.starship-actions.Item.SvmYvEk0UTJ8MRhE]{Swift Kick} (Engineering Phase, Minor, Squadron) - <strong>Source:</strong> SOM, p. 56</p><p>Added by <strong>Source:</strong> COM, p. 149</p><p>@UUID[Compendium.sfrpg.starship-actions.Item.QiXsxUPrbd44tr16]{Quick Rescan} (Helm Phase, Minor) <br />@UUID[Compendium.sfrpg.starship-actions.Item.0U3Voy2pxhR4g6W6]{Visual Identification} (Helm Phase, Minor)</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "LtL7QkIdFm4XZolv",
      "name": "Boarding",
      "type": "text",
      "_stats": {
        "compendiumSource": null,
        "coreVersion": "12.331",
        "createdTime": 1699207468799,
        "duplicateSource": null,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699246529605,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 1100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source</strong>: SOM, pp. 40-41</p><p>When a starship launches a boarding party, the party’s maximum size equals 20% of the attacking starship’s complement or 4 combatants, whichever is higher. Some options, such as breaching pods, are exceptions that provide a different maximum size.</p><h2>ANCHORING WEAPONS</h2><p>If a starship uses a weapon with the anchoring special property (page 12) and begins the gunnery phase adjacent to the ensnared target, the gunner can use the shoot crew action to secure the target. If successful, the attack deals no damage, but the gunner’s ship can send one boarding party aboard the enemy starship.</p><h2>BREACHING PODS</h2><p>@UUID[Compendium.sfrpg.starship-components.Item.R9yJZrrrqEfNFiEp]{Breaching pods} (page 24) fly teams of combatants toward a target, much like a tracking weapon. Upon impact, a breaching pod’s prow pierces a hole in the target, allowing the combatants to pour into the starship. Due to their size and composition, breaching pods can’t pierce any quadrant with Shield Points.</p><h2>INJECTED PATHOGEN</h2><p>Some creatures can inject dangerous biological agents into a starship. When calculating its boarding statistics, the pathogen’s tier equals the creature’s tier, and the pathogen’s complement modifier is +0. In addition to fending the pathogen off as though it were a boarding party, a defending officer can use environmental controls to weaken the pathogen as an open crew action with a Life Science check (DC = 10 + 1-1/2 × the creature’s tier). If successful, all pathogen boarding parties take a –4 penalty to their next boarding attack before the end of the next round.</p><h2>RAMMING</h2><p>When a starship successfully rams and deals damage to another starship’s Hull Points, an officer can direct a boarding party to invade the targeted starship as an open crew action during the gunnery phase that round.</p><h2>RESOLVING A BOARDING PARTY</h2><p>Once a boarding party has invaded an enemy vessel, the defenders can react in one of two ways: repel the invaders through starship actions or confront them in tactical combat. Starship actions best represent the PCs relying on their starship’s crew and other defenses to repel attackers, whereas tactical combat is best if two or more PCs want to pursue the attackers directly.</p><h3>Resolving with Starship Actions</h3><p>Rather than making individual attack rolls or tracking their exact location on a starship, a boarding crew’s success and health is resolved with a special boarding attack roll at the start of the @UUID[.QuLY2ANfjGbBL66n#1.-engineering]{Engineering phase}. This check includes several modifiers that are explained on page 41 <em>(below)</em>.</p><blockquote><p><strong>Boarding Attack</strong> = 1d20 + the boarding party’s tier (rounded down) + the boarding party’s complement modifier + the boarding party’s training modifier</p></blockquote><p>Compare the result of the boarding attack to the target starship’s Boarding Resistance (BR), which represents the starship crew’s ability to repel invaders.</p><blockquote><p><strong>BR</strong> = the starship’s tier (rounded down) + the starship’s security modifier + the starship’s training modifier</p></blockquote><p>If the boarding attack is successful, the boarding party locates and sabotages part of the starship, and the starship takes a critical damage effect to a random system. If the attack exceeds the BR by 5 or more, the boarding party also deals major damage to the defenders and incapacitates 10% of the boarded starship’s complement. If the attack fails by 5 or more, the boarding party instead sustains major damage, with one-third of the boarding party’s original members incapacitated in combat. If the attack fails by 10 or more, the boarding party experiences a catastrophic setback that incapacitates the entire team.</p><p>Incapacitated crew and boarding party members might be dead, seriously injured, unconscious, captured, or otherwise neutralized, but regardless of their condition, they are unable to contribute for the duration of the starship combat. When determining which creatures are incapacitated, a starship’s non-officer crew members are incapacitated first. If a PC would be incapacitated while resolving a boarding event, it’s often best to have them captured; however, if a group refuses to yield, reduce that PC to 0 Hit Points, and the PC must spend enough Resolve Points to @UUID[Compendium.sfrpg.rules.JournalEntry.ywrmvwFWCll2mbZ8.JournalEntryPage.8YWsus7B5Kmxaeww]{stabilize} (Core Rulebook 250). If that PC does not have enough Resolve Points, they die.</p><p>As a guideline, half of the combatants incapacitated during a boarding event survive to recover after starship combat ends. This increases to 75% of the incapacitated defenders if their starship has a @UUID[Compendium.sfrpg.starship-components.Item.ZIY8J9qnx2d6EqEk]{medical bay} (Core Rulebook 299).</p><h3>Complement Modifier</h3><p>The boarding party’s relative size plays a significant role in how quickly they can overcome defenders and inflict damage, represented by a modifier to the boarding attack. To calculate this modifier, compare the number of combatants in the boarding party to the defending ship’s complement, using the following table.</p><table><tbody><tr><td><p>BOARDING PARTY SIZE</p></td><td><p>COMPLEMENT MODIFIER</p></td></tr><tr><td><p>Less than 10% of the target’s complement</p></td><td><p>-8</p></td></tr><tr><td><p>10–20% of the target’s complement</p></td><td><p>-4</p></td></tr><tr><td><p>20–50% of the target’s complement</p></td><td><p>+0</p></td></tr><tr><td><p>50–80% of the target’s complement</p></td><td><p>+2</p></td></tr><tr><td><p>80–100% of the target’s complement</p></td><td><p>+4</p></td></tr><tr><td><p>Larger than the target’s complement</p></td><td><p>+8</p></td></tr></tbody></table><p> </p><h3>Security Modifier</h3><p>Starships often incorporate security features that stymie invaders. A starship’s BR has a base security modifier of +0, modified by the following security features (rounded up). Antipersonnel weapons provide their BR modifier only against the first boarding attack attempted against the starship, after which the weapon exhausts its ammunition and must be reloaded as an open crew action.</p><table><tbody><tr><td><p>SECURITY</p></td><td><p>SECURITY BONUS</p></td></tr><tr><td><p>Antipersonnel weapon</p></td><td><p>1/3 × weapon level</p></td></tr><tr><td><p>Antipersonnel weapon, heavy</p></td><td><p>2 + 1/3 × weapon level</p></td></tr><tr><td><p>Biometric locks</p></td><td><p>1</p></td></tr><tr><td><p>Computer countermeasures</p></td><td><p>1/3 × number of countermeasures</p></td></tr></tbody></table><p> </p><h3>Training Modifier</h3><p>A typical starship’s crew members have basic combat skills that help them fend off attackers, represented by the starship’s tier. However, well-trained combatants can quickly overpower unskilled foes. A starship that has a basic, specialized, or elite combat training facility as an expansion bay increases the crew’s military capabilities to skilled, specialized, or elite, respectively, each of which increases the starship’s BR. A starship benefits only from the most advanced combat training facility it has. For military starships published prior to this book, consider granting their crews the skilled or specialized benefits as appropriate. </p><table><tbody><tr><td><p>CREW SKILL</p></td><td><p>TRAINING MODIFIER</p></td></tr><tr><td><p>Skilled</p></td><td><p>+2</p></td></tr><tr><td><p>Specialized</p></td><td><p>+4</p></td></tr><tr><td><p>Elite</p></td><td><p>+6</p></td></tr></tbody></table><p></p><h3>Multiple Boarding Parties</h3><p>If two or more allied boarding parties board the same starship, they can choose either to operate independently or combine forces. When operating independently, resolve each boarding party’s boarding attack separately.</p><p>When boarding parties combine forces, add their number of combatants together to calculate their complement bonus, and use the average of their training modifiers (rounded down). Combine the boarding parties’ combatants to determine how many combatants are incapacitated during the boarding event.</p><p></p><h3>Tactical Boarding Resolution</h3><p>When multiple PCs participate directly in a boarding event, it’s best to put the starship combat on hold at the end of the current round. Record the starships’ positions and statuses (their HP, SP in each quadrant, etc.). Resolve the boarding action as a tactical encounter using a 5-foot-square grid.</p><p><strong>Calculating CR</strong>: In general, a boarding party encounter’s CR is 1 less than the tier of the enemy starship (e.g. boarding or repelling invaders from a tier 9 starship is a CR 8 encounter). Increase the CR by 1 if the boarded ship’s BR is at most 5 higher than the boarding attack modifier. Conversely, decrease the CR by 1 if the boarding attack modifier is at least 15 lower than the boarded ship’s BR.</p><p>These values assume that only some of the PCs are participating in the encounter, with the rest remaining at their posts. If the entire party participates, consider increasing the CR by 1 or more to provide the appropriate challenge.</p><p><strong>PCs Attacking</strong>: If the PCs successfully overcome the combat challenge, they deal damage to the enemy starship as if they had succeeded at their boarding attack. If they succeed within 3 rounds (or otherwise achieve an extraordinary victory, at the GM’s discretion), the PCs also incapacitate a fraction of the enemy ship’s complement as though the boarding attack exceeded the BR by 5.</p><p><strong>PCs Defending</strong>: If the PCs successfully overcome the combat challenge, they treat the boarders as if they had failed the boarding attack by 5. If they succeed within 3 rounds (or otherwise achieve an extraordinary victory, at the GM’s discretion), the PCs also incapacitate a fraction of the enemy’s boarding party as though the boarding attack failed the BR by 10.</p><p>After resolving the encounter, resume the starship combat for one round, and if the PCs continue to engage in or defend against boarding actions, begin another tactical encounter to represent the next boarding attack, repeating as necessary</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}