{
  "_id": "KZb9yaf4CGye8jLP",
  "name": "Starship Chases",
  "_stats": {
    "coreVersion": 12,
    "systemId": "sfrpg",
    "systemVersion": "0.27.0"
  },
  "folder": "af3VzPTGTZOlzRqF",
  "pages": [
    {
      "_id": "10cp8zOPERhF1FiP",
      "name": "Intro",
      "type": "text",
      "_stats": {
        "coreVersion": "11.314",
        "createdTime": 1699246565016,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699246691718,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source</strong>: SOM, pp. 44-47</p><p>Sometimes, when danger threatens a starship crew, their best bet is to turn tail and flee rather than stay and hope that pure firepower can win the day. Other times, the PCs’ ship might be the predator in pursuit of prey. Whether you’re being hunted by a gargantuan space beast, pursuing an alien starship, or racing rivals to the score of the century, sometimes you’ll want an alternative to starship combat to capture the tension and grandeur of a thrilling chase.</p><p></p><p>This section introduces a narrative-focused system for running starship chases. Rather than using a combat grid, these starship chase rules place more emphasis on dynamic interactions among the involved ships and their environment. Above all, a starship chase should focus on the cinematic elements of a tense, high-stakes contest between speeding starships.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "N1PaP5u5bUkRkusY",
      "name": "Starship Chase Overview",
      "type": "text",
      "_stats": {
        "coreVersion": "11.314",
        "createdTime": 1699246599722,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699246645946,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>Below is a brief summary of how starship chases work.</p><ul><li><p>A starship chase takes place over a series of 6 rounds, during which PCs are attempting to flee, pursue, or race an opposing ship or ships. (The GM can adjust the exact number of rounds, per Designing a Starship Chase on page 47.)</p></li><li><p>Each round, the GM presents an obstacle the PCs must overcome, and then the PCs select a single chase action for their starship and attempt any associated skill check.</p></li><li><p>After 6 rounds, the starship chase ends in success or failure, depending on the number of successful chase actions the PCs take. Other effects, such as damage to Shield Points and Hull Points, also depend on this outcome. A chase can also end in failure early if a ship takes a number of hits dependent on its size category (see Ending a Starship Chase on page 46)</p></li></ul>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "k61KQ7gxBhkOpYVF",
      "name": "Chase Rounds",
      "type": "text",
      "_stats": {
        "coreVersion": "11.314",
        "createdTime": 1699246721747,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699249553521,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>At the beginning of each round of a starship chase, each character can switch to a different starship role (or assume a role if they didn’t already have one). A character can switch to the captain or pilot role only if that role would otherwise be vacant (or if the character currently in that role is unable to take actions).</p><p>Once every character has chosen a starship role, the GM can present an obstacle. The PCs then decide together which chase action the starship will take this round and which characters will attempt the skill checks associated with both the obstacle (if present) and the chase action, in that order. Chase actions are presented starting on page 45.</p><h2>Obstacles</h2><p>Each round, the GM can present one of the obstacles below. GMs can also create their own obstacles tailored to a particular setting or chase, selecting crew roles appropriate for those actions.</p><p>Each obstacle lists the crew members who can attempt a skill check to overcome it. Those crew members can use one of the skills listed in Table 2–1: Starship Chase Skills (page 46) to attempt to overcome the obstacle. Succeeding at skill checks to overcome obstacles doesn’t count toward the PCs’ total number of successes when determining the success or failure of the starship chase. To determine chase CR and skill check DCs, see page 47.</p><h3>Arcane Warp (Magic Officer)</h3><p>Space-time anomalies can cause all sorts of problems during a chase unless an apt magic user can bend reality back into shape.</p><p><strong>Failure</strong>: The crew’s next chase action check takes a –2 penalty.</p><h3>Debris Cloud (Gunner, Pilot)</h3><p>A cloud of debris—whether from a defeated opposing ship, the environment, or some other source—obfuscates the path forward and presents immediate danger.</p><p><strong>Failure</strong>: Take 1 hit.</p><h3>Electromagnetic Interference (Engineer, Science Officer)</h3><p>A field of electromagnetic energy interferes with the ship’s sensitive equipment at a critical moment.</p><p><strong>Failure</strong>: The next engineer or science officer check (whichever comes first) takes a –2 penalty.</p><h3>Emplacement (Engineer, Gunner, Pilot, Science Officer)</h3><p>Whether in the form of a turret or ground-based anti-air forces, threats from outside the chase can interfere with its progress.</p><p><strong>Failure</strong>: Take 1 hit.</p><h3>Energy Spike (Chief Mate, Engineer)</h3><p>Too much of a good thing can be destructive—and energy surges are a prime example.</p><p><strong>Failure</strong>: Take 1 hit.</p><h3>False Alarm (Captain, Chief Mate)</h3><p>A failing sensor or damaged system sounds a distracting alarm or even impedes the normal function of other systems, requiring someone to turn it off—or possibly even destroy it.</p><p><strong>Failure</strong>: The crew’s next chase action check takes a –1 penalty.</p><h3>Geyser (Pilot, Science Officer)</h3><p>A geyser might be natural (scalding water or liquid metal) or a deliberate venting of superheated plasma. Either way, dodging or predicting it is the only way to avoid taking damage.</p><p><strong>Failure</strong>: Take 1 hit.</p><h3>Hangers On (Chief Mate, Engineer)</h3><p>Whether grappling hooks with cables or the vines of some massive flora, having detritus attached to the hull increases drag and can interfere with weapon functionality.</p><p><strong>Failure</strong>: The next Piloting check takes a –2 penalty.</p><h3>Local Intervention (Captain)</h3><p>Law enforcement, gutsy locals, or other meddlesome third parties sometimes interject themselves into a chase and might be talked down from interfering.</p><p><strong>Failure</strong>: The crew’s next chase action check takes a –2 penalty.</p><h3>Magical Anomaly (Magic Officer)</h3><p>A sudden pocket of abnormal magical energy can interfere with a magic officer’s best-laid plans.</p><p><strong>Failure</strong>: The next magic officer check takes a –2 penalty.</p><h3>Misdirection (Captain)</h3><p>Open comms or a loud broadcast speaker might allow an enemy to taunt or intimidate a starship’s crew during a chase, but a clever retort or inspiring speech from the crew’s captain can mitigate such distractions.</p><p><strong>Failure:</strong> The crew’s next chase action takes a –2 penalty.</p><h3>Narrow Pass (Gunner, Pilot)</h3><p>A sudden reduction of available flight space presents a choice: blast a way through or find a way to fit.</p><p><strong>Failure</strong>: Take 1 hit.</p><h3>Offensive Spell (Magic Officer)</h3><p>Powerful spellcasters might throw up convincing illusions or dangerous effects to impede their pursuers or prey, but a magic officer on their toes might be able to counter such magic.</p><p><strong>Failure</strong>: The crew’s next chase action check takes a –2 penalty.</p><h3>Rogue Meteoroid (Gunner, Magic Officer, Pilot)</h3><p>While the smallest meteoroids offer no real threat to modern spacecrafts, a ship might still encounter the occasional space rock large enough to pose a significant threat.</p><p><strong>Failure</strong>: Take 1 hit.</p><h3>Stall (Chief Mate, Engineer)</h3><p>An engine stall can happen at any time during a frantic chase, putting a starship in dire straits—even if only momentarily.</p><p><strong>Failure</strong>: The next Piloting check takes a –2 penalty.</p><h3>Turbulence (Pilot)</h3><p>While no chase is exactly a smooth ride, particularly rough atmosphere or fancy maneuvering during a chase can make it difficult for the chief mate to get exactly where they need to be, for a magic officer to properly focus, or for a gunner to lock on to their target.</p><p><strong>Failure</strong>: The next chief mate, gunner, or magic officer check (whichever comes first) takes a –2 penalty.</p><p></p><h2>Chase Actions</h2><p>These are the actions available to a starship’s crew during each round of a starship chase, after the GM has presented an obstacle. No chase action can be taken two rounds in a row. Characters also can’t attempt an obstacle check and take a chase action in the same round.</p><p>Each action notes the crew members that can attempt the action; those crew members use one of the skills listed in Table 2–1: Starship Chase Skills to attempt a skill check. Each action includes any consequences for success or failure. GMs can also create their own chase actions tailored to a particular setting or chase, selecting crew roles appropriate for those actions.</p><p><strong>TABLE 2–1: STARSHIP CHASE SKILLS</strong></p><table><tbody><tr><td><p>STARSHIP ROLE</p></td><td><p>SKILLS</p></td></tr><tr><td><p>Captain</p></td><td><p>Bluff, Diplomacy, Intimidate</p></td></tr><tr><td><p>Chief Mate COM</p></td><td><p>Acrobatics, Athletics</p></td></tr><tr><td><p>Engineer</p></td><td><p>Engineering</p></td></tr><tr><td><p>Gunner</p></td><td><p>Piloting†</p></td></tr><tr><td><p>Magic Officer COM</p></td><td><p>Mysticism</p></td></tr><tr><td><p>Pilot</p></td><td><p>Piloting</p></td></tr><tr><td><p>Science Officer</p></td><td><p>Computers</p></td></tr></tbody></table><p>† A gunner can substitute their base attack bonus for their ranks in Piloting when attempting a Piloting check</p><p></p><p><strong>TABLE 2–2: SKILL CHECK DCS</strong></p><table class=\"NormalTable\"><tbody><tr><td><p>CR</p></td><td><p>AVERAGE DC</p></td><td><p>HARD DC</p></td></tr><tr><td><p>1</p></td><td><p>11</p></td><td><p>16</p></td></tr><tr><td><p>2</p></td><td><p>13</p></td><td><p>18</p></td></tr><tr><td><p>3</p></td><td><p>14</p></td><td><p>19</p></td></tr><tr><td><p>4</p></td><td><p>16</p></td><td><p>21</p></td></tr><tr><td><p>5</p></td><td><p>17</p></td><td><p>22</p></td></tr><tr><td><p>6</p></td><td><p>19</p></td><td><p>24</p></td></tr><tr><td><p>7</p></td><td><p>20</p></td><td><p>25</p></td></tr><tr><td><p>8</p></td><td><p>22</p></td><td><p>27</p></td></tr><tr><td><p>9</p></td><td><p>23</p></td><td><p>28</p></td></tr><tr><td><p>10</p></td><td><p>25</p></td><td><p>30</p></td></tr><tr><td><p>11</p></td><td><p>26</p></td><td><p>31</p></td></tr><tr><td><p>12</p></td><td><p>28</p></td><td><p>33</p></td></tr><tr><td><p>13</p></td><td><p>29</p></td><td><p>34</p></td></tr><tr><td><p>14</p></td><td><p>31</p></td><td><p>36</p></td></tr><tr><td><p>15</p></td><td><p>32</p></td><td><p>37</p></td></tr><tr><td><p>16</p></td><td><p>34</p></td><td><p>39</p></td></tr><tr><td><p>17</p></td><td><p>35</p></td><td><p>40</p></td></tr><tr><td><p>18</p></td><td><p>37</p></td><td><p>42</p></td></tr><tr><td><p>19</p></td><td><p>38</p></td><td><p>43</p></td></tr><tr><td><p>20</p></td><td><p>40</p></td><td><p>45</p></td></tr></tbody></table><p></p><p></p><h3>Covering Fire (Gunner)</h3><p>Peppering an enemy ship with bullets or laser fire can force its pilot to take suboptimal evasive maneuvers, giving the firing ship a chance to catch up or bug out.</p><p><strong>Success</strong>: The crew gains 1 success.</p><h3>Create Obstacle (Chief Mate, Engineer, Magic Officer, Science Officer)</h3><p>Whether by jettisoning junk, igniting a pocket of volatile gas, or summoning a cloud of technomagical nanites, a crew can put a dangerous hazard in the path of their opponent.</p><p><strong>Success</strong>: The crew gains 1 success.</p><h3>Environmental Cover (Pilot)</h3><p>A daring pilot might choose to fly much too low to the ground, enter a twisting canyon, or even brave an asteroid field in order to gain an advantage.</p><p><strong>Success</strong>: The crew gains 1 success.</p><p><strong>Failure by 5 or More</strong>: The starship takes 1 hit.</p><h3>Evaluate Weakness (Captain, Science Officer)</h3><p>Even in the heat of a tense chase, a canny crew can use intuition or equipment to zero in on a target’s vulnerabilities, giving them a leg up on their next move.</p><p><strong>Success</strong>: The crew’s next chase action gains a +2 bonus, and if it would result in 1 success, it results in 2 successes instead. This action can’t be used again during this chase.</p><h3>Negotiate Obstruction (Gunner, Science Officer)</h3><p>Whether a force field or a civilian starship convoy, unexpected obstructions can be a bane or a blessing. A crew might blast or hack their way through a closing hangar bay door at the last minute or weave their way through the docking bays of a busy spaceport.</p><p><strong>Success</strong>: The crew gains 1 success.</p><p><strong>Failure by 5 or More</strong>: The starship takes 1 hit.</p><h3>Outmaneuver (Pilot)</h3><p>A good pilot has a bevy of tricks up their sleeve, from a nosedive to a hard turn to a trusty barrel roll. Of course, getting too fancy runs the risk of pushing a ship beyond its breaking point.</p><p><strong>Success</strong>: If the crew’s next chase action would result in 1 success, it results in 2 successes instead.</p><p><strong>Failure by 5 or More</strong>: The starship takes 1 hit.</p><h3>Outspeed (Chief Mate, Engineer, Magic Officer)</h3><p>A motivated crew can give the engines all they’ve got, either by pouring in extra fuel or magically boosting them, and gain just enough distance to outpace—or close in on—their opponent.</p><p><strong>Success</strong>: The crew gains 1 success.</p><p><strong>Failure by 5 or More</strong>: This action can’t be selected again during this chase.</p><p></p><h2>Ending A Starship Chase</h2><p>A starship chase ends after 6 rounds or after a ship has taken a number of hits dependent on its size category (4 for a Tiny ship, 5 for a Small ship, or 6 for a Medium or larger ship), whichever comes first. If the chase ends due to the PCs’ ship taking too many hits, the chase is a failure. The GM determines what happens at the end of the starship chase, based upon the number of successful chase actions taken by the PCs. Table 2–3: Chase Outcomes provides the typical results for a starship chase. These are expressed in general success or failure, the percentage of Shield Points and Hull Points that the ship loses, and how many systems (determined randomly) that gain the wrecked critical damage condition. The GM can adjust these outcomes as needed for their adventure; failure need not mean destruction. For example, if the PCs are fleeing a squad of Azlanti fighter ships but manage only 2 successes, they might still escape—just barely—but their failure might mean they are powerless to stop the Azlanti ships from going on to capture an important ally or location.</p><p>TABLE 2–3: CHASE OUTCOMES</p><table><tbody><tr><td><p>SUCCESSFUL CHASE ACTIONS</p></td><td><p>OUTCOME</p></td><td><p>SP LOST</p></td><td><p>HP LOST</p></td><td><p>WRECKED SYSTEMS</p></td></tr><tr><td><p>5 or more</p></td><td><p>Success</p></td><td><p>0%</p></td><td><p>0</p></td><td><p>0</p></td></tr><tr><td><p>4</p></td><td><p>Success</p></td><td><p>10%</p></td><td><p>10%</p></td><td><p>1</p></td></tr><tr><td><p>3</p></td><td><p>Failure</p></td><td><p>50%</p></td><td><p>50%</p></td><td><p>2</p></td></tr><tr><td><p>2 or fewer</p></td><td><p>Failure</p></td><td><p>100%</p></td><td><p>100%</p></td><td><p>5</p></td></tr></tbody></table><p></p><h2>DESIGNING A STARSHIP CHASE</h2><p>When designing a starship chase, use the following guidelines to help you build a balanced encounter. The following instructions are provided for chases with 6 checks. If you want to have a shorter chase, remove checks and adjust the outcome (see Table 2–3 above) accordingly by subtracting the required number of successes for each outcome; if you want a longer chase, add to the number of checks and required successes instead.</p><p><strong>Determine Challenge Rating</strong>: Most starship chases should have a Challenge Rating equal to the PCs’ average party level and award XP as a combat encounter of that CR (Core Rulebook 390).</p><p><strong>Determine Skill Check DCs</strong>: Reference Table 2–2: Skill Check DCs, using the starship chase’s CR.</p><p><strong>Environmental Effects and Obstacles</strong>: Decide whether to include any environmental effects (see below) or custom obstacles based on the circumstances of the chase, and take note of their details.</p><h2>ENVIRONMENTAL EFFECTS</h2><p>Some chases might take place in unusual environments or under specific circumstances that alter available chase actions or provide different results for the duration of the chase. The following are example environmental effects GMs can add to a chase to make it more variable; GMs should feel free to use these examples whole cloth in their games, create their own, or mix and match as needed to create compelling starship chases for their group.</p><h3>Amateur Opponent</h3><p>Chases don’t always involve the best and brightest—a fact that a canny crew can use to their advantage.</p><p>Effect: A successful evaluate weakness action causes the crew’s next chase action to result in 3 successes instead of 2.</p><h3>Cloud Cover</h3><p>Sometimes simply obscuring a visual is just what’s needed for a hasty escape—all the better when there’s little risk of taking damage from the surrounding environment.</p><p>Effect: Failing an environmental cover action does not cause the ship to take a hit.</p><h3>Incorporeal Opponent</h3><p>Some particularly aberrant or ghostly enemies can ignore at least some of the laws of physics, giving them a distinct advantage against foes.</p><p>Effect: Increase the DC of the create obstacle and environmental cover actions by 5.</p><h3>Innocent Bystanders</h3><p>Even those trying to get out of the way of a dangerous chase can prove a significant impediment in a high-speed situation.</p><p>Effect: Increase the DC of the negotiate obstruction action by 5.</p><h3>Magic-Dampening Field</h3><p>Whether through a deliberate hindrance or an accidental anomaly, magic-dampening fields can complicate a magic officer’s job.</p><p>Effect: Increase the DC of magic officer skill checks by 5.</p><h3>Post-Combat Chase</h3><p>Starting a starship chase directly after a harrowing combat might raise the stakes and make a ship more fragile to begin with.</p><p>Effect: The PCs’ starship begins the chase with half the number of hits needed to end the chase based on its size (rounded down).</p><h3>Sabotaged Engine</h3><p>A saboteur can cause failures at the most inconvenient moments.</p><p>Effect: Failing an outspeed action results in 1 hit.</p><h3>Seasoned Bounty Hunter</h3><p>In some circumstances, a crew might find itself the target of one (or more) experienced trackers, who are used to staying on the tail of fleeing ships—or getting out of their own scrapes.</p><p>Effect: Increase the DC of the outmaneuver action by 5.</p><h3>Swarming Ships</h3><p>A crew involved with a chase that features several small craft might have a more difficult time hindering any one particular starship.</p><p>Effect: Increase the DC of the covering fire action by 5.</p><h3>Volatile Atmosphere</h3><p>Firing a ship’s weapons with abandon isn’t always the wisest choice, depending on the reactivity of the surrounding atmosphere.</p><p>Effect: Taking the covering fire action causes the firing ship to take 1 hit</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "SNyE4fXU85P5SLhb",
      "name": "Starship Chase Summary",
      "type": "text",
      "_stats": {
        "coreVersion": "11.314",
        "createdTime": 1699247374494,
        "lastModifiedBy": "Ze895EIq7nm5kMrK",
        "modifiedTime": 1699247401761,
        "systemId": "sfrpg",
        "systemVersion": "0.25.2"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "Ze895EIq7nm5kMrK": 3,
        "default": -1
      },
      "sort": 250000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>Each round of a starship chase proceeds as described below.</p><h2>GM Sets Obstacle</h2><p>The GM picks an obstacle (either from pages 44-45 or one of their own creation), and one of the PCs attempts a check to overcome it. If the PC fails the check, the consequences are noted.</p><h2>PCs Pick a Chase Action</h2><p>The PCs decide on a single chase action (either from page 46 or one of their own invention, at the GM’s discretion) and one PC attempts the skill check associated with that action. Any relevant failure or success is noted and takes effect.</p><h2>Chase Continues</h2><p>If it isn’t the 6th round and the PCs’ ship has not taken the maximum number of hits, the chase continues with the GM setting a new obstacle</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}