{
  "_id": "GT0b3fUC5Tr2HOLV",
  "name": "Starship Critical Damage Effects",
  "content": "<p>When critical damage is scored, the attacking PC should roll on the table below to randomly determine which of the target starship’s key systems is hit; that system gains a critical damage condition (see below), with the effect listed on the table. If the system isn’t currently critically damaged, it gains the glitching condition. If it is critically damaged again, its critical condition changes by one step of severity (glitching becomes malfunctioning; malfunctioning becomes wrecked). These conditions and their effects on crew actions are explained in Critical Damage Conditions.</p>\n<p>To determine which system is affected, roll d% and consult the table below. If a system already has the wrecked condition (or in the case of the weapons array, if all weapon arcs have the wrecked condition), apply its critical damage to the next system down on the chart. If you reach the bottom of the chart, instead deal damage to one of the crew (as described below).</p>\n<p>@Compendium[sfrpg.tables.RkDign75n1xFBsdK]{Starship Critical Damage Effects}</p>\n<h2>Crew Damage</h2>\n<p>If the starship’s core has the wrecked condition and further critical damage is dealt to the core, no critical damage conditions are applied to the ship. Instead, one of the crew (determined randomly) is injured, taking an amount of Hit Point damage equal to the Hull Point damage dealt by the attack (without the increase for starship weapons against humanoid targets; see Shooting Starships on page 292). That crew member can attempt a DC 20 Reflex save to take only half damage.</p>\n<h2>Critical Damage Conditions</h2>\n<p>The following are the critical damage conditions and their effects, ordered by severity. These effects apply primarily to starship combat and rarely impact noncombat play (wrecked engines can still be used to get a starship to a safe place to repair, for example— though the GM might rule that it takes longer than normal).</p>\n<h3>Glitching</h3>\n<p>A glitching system isn’t operating at peak performance. Crew actions involving the system (except the @Compendium[sfrpg.starship-actions.B9CsbXIcE9ZGlGv9]{Hold It Together} and @Compendium[sfrpg.starship-actions.zWxJLgoAgkHsdr61]{Patch} engineer actions; see page 323) take a –2 penalty.</p>\n<h3>Malfunctioning</h3>\n<p>A malfunctioning system is difficult to control. Crew actions involving the system (except the hold it together and patch engineer actions) take a –4 penalty. Also, crew members can’t take push actions (see page 322) using that system. If the power core is malfunctioning, all actions aboard the starship not involving the power core take a –2 penalty; this penalty stacks with penalties from critical damage conditions affecting other systems.</p>\n<h3>Wrecked</h3>\n<p>A wrecked system is minimally functional. Crew actions involving the system (except the hold it together and patch engineer actions and minor crew actions; see page 326) automatically fail. If the power core is wrecked, all crew actions aboard the starship not involving the power core take a –4 penalty; this penalty stacks with penalties from critical damage conditions affecting other systems.</p>\n<p> </p>",
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}