{
  "_id": "7ass7qJ9au7UeeJG",
  "name": "Suffocation and Drowning",
  "content": "<p>&gt;@Compendium[sfrpg.rules.gQK9KdezsjzD4d3V]{Environmental Rules}</p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"><strong>Source</strong> <em><p>CRB pg. 404</p>\n<p><span class=\"fontstyle0\">A character who has no air to breathe can hold her breath for a number of rounds equal to twice her Constitution score. If a character takes a standard or full action, the remaining duration that the character can hold her breath is reduced by 1 round. After these rounds have elapsed, the character must attempt a Constitution check (DC = 10 + 1 per previous check) each round in order to continue holding her breath.</span></p>\n<p><span class=\"fontstyle0\">When the character fails one of these Constitution checks, she begins to suffocate. In the first round, she is reduced to 0 Hit Points and is unconscious and stable. In the following round, she is no longer stable and begins dying (see page 275). In the third round, she suffocates and dies.</span></p>\n<p><span class=\"fontstyle0\">An unconscious character must begin attempting Constitution checks immediately upon losing air supply (or upon becoming unconscious, if the character was conscious when her air was cut off). Once she fails one of these checks, she immediately drops to 0 Hit Points and is dying (see page 275). On the following round, she suffocates and dies.</span></p>\n<h3>Slow Suffocation</h3>\n<p>A Medium creature can breathe easily for 6 hours in a sealed cubic chamber measuring 10 feet on a side. After that time, the creature takes 1d6 nonlethal damage every 15 minutes.</p>\n<p>Each additional Medium creature or significant fire source (a torch, for example) proportionally reduces the time the air will last (two Medium creatures will run out of air in 3 hours, and so on). Small characters consume half as much air as Medium characters. A creature stuck in a starship or space station whose life support systems have completely failed will run out of breathable air in a similar fashion; while these structures are often larger than a 10-foot cube, they are also often occupied by several creatures. On average, a crew of four in a Medium starship without a source of fresh air can breathe easily for 20 hours.</p>",
  "img": "icons/svg/mystery-man.svg"
}