{
  "_id": "GjzGvCOqijA3OZOD",
  "name": "Surviving Underwater",
  "content": "<p>Related Rules: @Compendium[sfrpg.rules.XXFVHgn8CM2fAYWp]{Aquatic Terrain}</p>\n<p>Source: AP #36 pg. 47</p>\n<p>Most Starfinder adventures assume that the PCs wear armor which affords environmental protections for a number of days equal to its item level (expended in 1-hour increments) unless otherwise specified. These protections provide two primary benefits to a submersed creature: self-contained breathing and protection from the pressures of extreme depths, as described below. The space suit personal item also provides these protections.<br /><br />Most adventures assume that NPCs have adapted to their native environments and therefore ignore many of the dangers and penalties that follow.</p>\n<h2>Suffocation and Drowning</h2>\n<p>Unless a creature has a way to breathe underwater (or doesn’t need to breathe), it must hold its breath or risk drowning. A creature can hold its breath for a number of rounds equal to twice its Constitution score. If the creature takes a standard or full action, the remaining duration that the creature can hold its breath is reduced by 1 round. After these rounds have elapsed, the creature must attempt a Constitution check (DC = 10 + 1 per previous check) each round to continue holding its breath. When the creature fails one of these Constitution checks, it begins to suffocate. On the first round of suffocation, it is reduced to 0 Hit Points and becomes unconscious (but stable). The following round, it is no longer stable and gains the dying condition. On the third round, the creature suffocates and dies.<br /><br />An unconscious character must begin attempting Constitution checks immediately upon losing air access (or upon becoming unconscious, if the character was conscious when they lost access to air). Once the character fails one of these checks, they are immediately reduced to 0 Hit Points and gain the dying condition. On the following round, they suffocate and die.<br /><br />Certain effects, such as androids’ constructed racial trait, the life bubble spell, and the water breathing universal creature rule allow creatures to mitigate or ignore this danger.</p>\n<h2>Extreme Depth</h2>\n<p>At certain depths, the pressure of the surrounding water becomes so great that it endangers non-adapted creatures (such as most PCs, including aquatic species).<br /><br />A creature in deep water (100–999 feet deep) must succeed at a Fortitude save (DC = 15 + 1 per previous check) or gain the sickened condition. This condition ends when the creature returns to a normal depth.<br /><br />Severe depths (1,000 feet or deeper) are far more dangerous. Every minute, a creature not accustomed to these depths that needs to breathe must succeed at a Fortitude save (DC = 15 + 1 per previous check) or begin to suffocate as though they’ve lost access to air (see Suffocation and Drowning above). In addition, every hour while at these depths, all such creatures without environmental protections must succeed at an additional Fortitude save (DC = 15 + 1 per previous check) or take 2d6 bludgeoning and 2d6 cold damage.<br /><br />Note that even aquatic creatures and others able to breathe underwater (or who don’t breathe at all) are still subject to the non-suffocation effects described above.</p>",
  "img": "icons/svg/mystery-man.svg"
}