{
  "_id": "GhKpx88L1x1hTasy",
  "name": "Tactical Rules",
  "_stats": {
    "coreVersion": 12,
    "systemId": "sfrpg",
    "systemVersion": "0.27.0"
  },
  "folder": "JrwTQoQtfFTCzYwQ",
  "pages": [
    {
      "_id": "kJ6Q9f7KEf4rKGIn",
      "name": "How Combat Works",
      "type": "text",
      "_stats": {
        "coreVersion": "11.305",
        "createdTime": 1689537964714,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1689569037087,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 238</p><p>Combat in Starfinder is cyclical. After initial steps that begin a battle, every character acts in turn through a regular cycle of rounds until the combat ends. Regardless of how it plays out, combat follows this sequence.</p><p><strong>1. Determining Awareness:</strong> The GM establishes whether any combatant is surprised when combat breaks out. PCs and NPCs usually attempt Perception checks to determine whether they are aware that a fight has started.</p><p><strong>2. Determining Initiative Order:</strong> The GM and players roll initiative checks for those characters able to act. In combat, characters will act in order of their initiative check results— also known as their initiative counts—from highest to lowest. This order is called the initiative order.</p><p><strong>3. Surprise Round:</strong> If some but not all of the characters are surprised, combat begins with a surprise round, during which only characters who aren’t surprised can act and their choice of actions is limited (see @UUID[.quDJrqnO6LL0W61v]{Surprise} on page 239). After the surprise round, if any, the GM and players roll initiative checks for any characters that have not yet done so. The GM inserts these characters into the initiative order based on their initiative counts.</p><p><strong>4. First Normal Combat Round:</strong> All characters act according to initiative order. The full suite of options is available to the combatants when they act, including moving and attacking.</p><p><strong>5. Continuing Combat:</strong> After all the characters have had a turn, the next normal combat round begins and characters again act in the initiative order determined for this combat. Step 5 then repeats until the combat ends. If a new character enters combat, she rolls an initiative check to determine her initiative count, and the GM inserts her into the established initiative order.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "nufUHeHCxk681XN0",
      "name": "Beginning and Ending Combat",
      "type": "text",
      "_stats": {
        "coreVersion": "11.305",
        "createdTime": 1689538047327,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1689541789669,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 238</p><p>The GM determines when combat begins, often by telling players to roll initiative checks. As long as there are enemies to fight or threats for which it is important to determine who acts in what order, the characters are considered to be in combat. When the GM has decided there are no imminent, known threats left, the combat ends and initiative no longer dictates when characters can act. When the only creatures remaining on one side are so insignificant that they pose no real threat to characters from the opposing side, such as foes with a CR 4 or more below the average level of the PCs, the GM can decide whether the characters are still in combat. See @UUID[Compendium.sfrpg.rules.JournalEntry.LbTcOixt155snCxE.JournalEntryPage.k9Gve90er7bp808w#significant-enemies]{Significant Enemies} on page 242 for more on how to gauge this.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "UpB0p2Fh1rHVnsdi",
      "name": "Initiative",
      "type": "text",
      "_stats": {
        "coreVersion": "11.305",
        "createdTime": 1689538137817,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1689569018093,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 238</p><p>When a combatant enters battle, she rolls an initiative check to determine when she’ll act in each combat round relative to the other characters. An initiative check is a d20 roll to which a character adds her Dexterity modifier plus any other modifiers from feats, spells, and other effects. The result of a character’s initiative check is referred to as her initiative count. The GM determines a combat’s initiative order by organizing the characters’ initiative counts in descending order. During combat, characters act in initiative order, from highest initiative count to lowest initiative count; their relative order typically remains the same throughout the combat.</p><p>If two or more combatants have the same initiative count, the order in which they act is determined by their total initiative modifiers (the character with the highest modifier acts first). If there is still a tie, the tied characters should each roll a d20, and whoever rolls highest goes first. This final method of determining which character’s initiative order is earlier is often referred to as “rolling off.” However, if the GM allows it, characters whose initiative results are a tie might decide among themselves which character acts first based on strategies or other tactical factors.</p><p>A character rolls to determine her initiative count only once in each combat. Even if a character can’t take actions—for example, if she’s is under the effect of a hold person spell or is otherwise paralyzed—the character retains her initiative count for the duration of the encounter. The exception is when a character takes an action that results in her initiative changing (see the @UUID[Compendium.sfrpg.rules.JournalEntry.U37n5tY5hn1ctzQL.JournalEntryPage.PiWpd7yZ4sLOkphL#ready-an-action]{Ready an Action} and @UUID[Compendium.sfrpg.rules.JournalEntry.U37n5tY5hn1ctzQL.JournalEntryPage.PiWpd7yZ4sLOkphL#delay]{Delay} on page 249).</p><p>Any characters who enter combat after it has already begun roll initiative checks when they first enter combat. The GM then inserts them into the initiative order based on their initiative counts.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "2xH9OxF5u95tFQCq",
      "name": "Combat Round",
      "type": "text",
      "_stats": {
        "coreVersion": "11.305",
        "createdTime": 1689538167742,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1689569007721,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 400000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 239</p><p>Each combat round represents 6 seconds in the game world, and there are 10 rounds in 1 minute of combat. A round normally allows each character involved in a combat situation to act. Each time a character acts in a round’s normal order, it’s called her turn.</p><p>Each combat round’s activity begins with the character with the highest initiative count and then proceeds to the remaining characters in order of their initiative. When a character’s turn comes up in the initiative order, that character performs his entire round’s worth of actions. For some exceptions, see Other Actions on page 249; for example, delaying can change the order in which you take your turn. Regardless, in a normal combat round on her turn, a character can perform either a full action or a handful of shorter actions (see @UUID[Compendium.sfrpg.rules.JournalEntry.U37n5tY5hn1ctzQL]{Actions in Combat} on page 244 for more details about the actions characters can take).</p><p>When the rules refer to a “full round,” they usually mean a span of time from a particular initiative count in one round to the same initiative count in the next round. Effects that last a certain number of rounds end just before the same initiative count on which they began. Thus, if a spell with a duration of 1 round is cast on initiative count 14, it ends just before initiative count 14 on the following round.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "quDJrqnO6LL0W61v",
      "name": "Surprise",
      "type": "text",
      "_stats": {
        "coreVersion": "11.305",
        "createdTime": 1689538211551,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1689568997587,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 500000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 239</p><p>When a combat starts, if a character is not aware of her opponents, she is surprised. The GM determines whether each character is aware by calling for Perception checks or other relevant checks. Surprised combatants take penalties until they have acted in combat.</p><p>If some but not all of the combatants are aware of their opponents when combat breaks out, a surprise round takes place before normal combat rounds begin. In order of the characters’ initiative results (highest to lowest; see @UUID[.UpB0p2Fh1rHVnsdi]{Initiative} on page 238), combatants who started the battle aware of their opponents can each take either a standard or move action during the surprise round. Characters can also take swift actions during the surprise round.</p><p>If no characters or all characters are aware of their opponents, no surprise round occurs, and combat proceeds as normal.</p><p><strong>Surprised Combatants:</strong> During combat, combatants who are surprised at the start of battle have the @UUID[Compendium.sfrpg.conditions.Item.MZ8OoH1GE9qDMyCD]{flat-footed} condition (see page 276). As a result, they take a –2 penalty to their Armor Class. Once a character has become aware and acted, she is no longer flat-footed due to being surprised.</p><h2>Who Is Surprised?</h2><p>A surprise round occurs if some but not all characters involved in a combat are unaware of opponents about to attack. Sometimes all the combatants on a side are aware of their opponents, sometimes none are, and sometimes only a few are. Sometimes several combatants on each side are aware while the rest are surprised. When you can sneak up and catch your enemies by surprise, you enjoy a powerful advantage. It’s one way stealthy characters can even the odds when facing foes with superior combat abilities.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "4i4iMMyxTKn0loe7",
      "name": "Tactical Rules",
      "type": "text",
      "_stats": {
        "coreVersion": "11.305",
        "createdTime": 1689538978955,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1689539002902,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 0,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>From high-level descriptions of how tactical combat works in Starfinder and robust breakdowns of tactical actions to in-depth explanations of key tactical concepts and special abilities, this chapter contains everything you need to know about tactical play in Starfinder.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": false
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}