{
  "_id": "AoGIedPXZpPJUbzz",
  "name": "Tech Relics",
  "img": "icons/svg/mystery-man.svg",
  "pages": [
    {
      "_id": "NVIDoRTQe9ox2DFh",
      "name": "Tech Relics",
      "type": "text",
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 0,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> TR pg. 64</p><p>Relics of fallen civilizations, alternate timelines, or cultures vanished in the Gap are scattered throughout the galaxy, awaiting rediscovery. Each tech relic is indeed a lucky find, for they can’t normally be recreated with modern technological or even magical means. Their very construction often defies foundational principles of modern science.</p><p>Relics of ancient kishalee and sivv civilizations can be found in Starfinder Adventure Path #5: The Thirteenth Gate and Starfinder Adventure Path #33: Dominion’s End, respectively.</p><h2>Relics Overview</h2><p>Relics are rare, lost technologies less powerful than artifacts. They might be weapons, armor, or any other kind of equipment, but they can’t be crafted in a usual manner and are thus always special. Although relics have unusual abilities, each relic has a level—just like other equipment—to give a sense of its relative power and to indicate when it’s appropriate to introduce a relic in a campaign.</p><p>Relics frequently spur adventures. As relics can be of any level, they can appear in adventures designed for PCs that are starting characters or veteran heroes. The PCs might hear rumors of an unusual and possibly unique piece of equipment, prompting them to brave mysterious ruins or contend with cutthroat treasure-seekers to claim the relic as their prize. The PCs might have an enigmatic relic fall into their laps while completing some other task and undertake a new mission to find out what it is, how it works, or how to activate it. A patron might offer a relic as a reward, though an honest one will typically admit the relic might prove more powerful—or more dangerous—than it appears. A cache of relics makes a good hoard for an inscrutable, ancient, or time-displaced villain.</p><p>Relics are often unreliable. While PCs might learn some basics of a relic’s function by trial and error, the relic might work differently under variable conditions (such as when on another plane or used by certain creatures), glitch unexpectedly, or carry some unexpected detriment. Relics often use rare ammunition or batteries that can only be recharged under specific (and often unusual) circumstances; a relic with this type of limitation indicates this in its description. The GM can include other relic quirks or restrictions to keep the players on their toes, but be aware that such glitches might make the PCs regret having worked to collect such an unusual item in the first place!</p><p>The relics presented here are predominantly technological in their function, but they have such strange abilities that they might feel more like magic to the players. All relics, whatever their type, have the following rule.</p><p>Relic: A relic can be sold for 100% of the item’s price, like trade goods. A relic can’t be crafted without a specific (often long-lost) formula, and doing so often requires difficult-to-acquire materials. Even then, it’s rarely possible to recreate more than a few relics before expending the materials, depleting the required tools, or irrevocably warping the blueprints. A relic that becomes understood well enough to be reproduced, standardized, and mass-marketed might lose its relic status.</p><h2>Weapon Relics</h2><p>Weapon relics are abstruse devices discovered under mysterious circumstances. Unlike normal weapons, relic weapons don’t come fully loaded with ammunition unless noted, or unless they have some other indicated reloading method. They’re all treated as uncategorized weapons and are prone to unexpected backlash: on any attack roll of a natural 1, the user must succeed at a Reflex save (DC = 15 + 1-1/2 the weapon’s level) or else the weapon deals damage to the user rather than the target. (Alternately, relics might use critical fumbles, from the Starfinder Critical Fumble Deck, even if those rules aren’t otherwise used in a campaign).</p><h2>Quirks</h2><p>A tech relic might have any of the following quirks, either randomly determined or specifically chosen.<br /><br /><strong>1. Burbling</strong>: The speech of anyone holding the relic becomes impossible to understand.<br /><strong>2. Crystalline</strong>: The relic and anyone holding it take double damage from sonic damage.<br /><strong>3. Fastidious</strong>: The relic and anyone holding it look clean, spotless, and new.<br /><strong>4. Floating</strong>: The relic can’t rest upon a surface, always hovering and slowly drifting away wherever it’s set down.<br /><strong>5. Keening</strong>: A mournful wail surrounds the relic unless it’s tightly wrapped up.<br /><strong>6. Marked</strong>: Anyone looking at the relic sees a maker’s mark or property tag bearing the viewer’s own name.<br /><strong>7. Menacing</strong>: Bystanders feel the relic is ineffably ominous. 8. Painful: The relic decreases the user’s pain threshold, imposing a –4 penalty to saving throws against pain effects.<br /><strong>9. Predictive</strong>: The relic often finishes the user’s sentences in the user’s voice.<br /><strong>10. Restless</strong>: The relic occasionally teleports itself 5–50 feet in a random direction when not carried or worn.<br /><strong>11. Shedding</strong>: The relic periodically sheds a shell that resembles its exterior, but the item never gets any smaller as a result.<br /><strong>12. Wasting</strong>: Any creature holding the relic seems unhealthy or dilapidated, taking a –2 penalty to saves against afflictions.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": false
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}