{
  "_id": "YYQn77To3lKzdjhk",
  "name": "Underwater Combat (Expanded)",
  "content": "<p>CRB Rules: @Compendium[sfrpg.rules.gZ8wUsXvIqlFxTpp]{Underwater Combat}</p>\n<p>Source: AP #36 pg. 48</p>\n<p>Non-marine creatures often have considerable difficulty fighting in water. The following adjustments apply whenever a character walks in chest-deep water, becomes fully submerged, or traverses along the bottom of a body of water.<br /><br /><strong>Attacks:</strong> Attacks made underwater take a –2 penalty. Attacks that deal electricity damage take a –4 penalty instead of a –2 penalty.<br /><br /><strong>Attacks from above Water:</strong> Characters have cover against attacks originating from above water in the following situations: characters are fully immersed, or they’re swimming or floating at least chest-deep in water.<br /><br /><strong>Thrown Weapons:</strong> When used underwater, the range of thrown weapons is reduced to a maximum of 5 feet; this limitation overrides any abilities that normally increase a thrown weapon’s range or range increment (such as the grenade expert ability of the soldier’s bombard fighting style).<br /><br /><strong>Damage:</strong> Most attacks underwater deal half damage (minimum 1 damage). However, melee attacks that deal piercing damage deal full damage, and any attacks that deal fire damage (including spells that deal fire damage) do one-quarter damage rather than half damage.<br /><br /><strong>Combat Maneuvers:</strong> The distance you move a target with a successful bull rush is reduced by 5 feet. The trip combat maneuver has no effect underwater.<br /><br /><strong>Burning Condition:</strong> Effects that would apply the burning condition (such as the burn critical hit effect) instead deal the damage listed for the condition only once (the normal underwater reduction for fire damage still applies; see Damage above), and the creature doesn’t receive the burning condition.<br /><br /><strong>Spells:</strong> Some spells work differently underwater, either as stated in their spell description or per the GM’s discretion. Spells with the fire descriptor often function differently when used underwater.<br /><br /><strong>Prone:</strong> Creatures swimming in water can drop prone only if they’re standing on the bottom of a body of water. If a creature underwater would be knocked prone by an effect, it instead gains the flat-footed condition and takes a –2 penalty to attack rolls. These effects last until the affected creature takes a move action to reorient itself.<br /><br /><strong>Stealth and Detection:</strong> It can be hard to find cover or concealment to hide underwater (except along the seafloor). How far a character can see underwater depends on the water’s clarity. As a guideline, creatures can see 4d8 × 100 feet if the water is clear and 1d8 × 10 feet in murky water. Running water always counts as murky unless it’s in a particularly large, slow-moving river.</p>",
  "img": "icons/svg/mystery-man.svg"
}