{
  "_id": "hNAwujsKAB9KxFYb",
  "name": "Underwater Movement",
  "content": "<p>Source: AP #36 pg. 47</p>\n<p>Moving underwater can prove difficult for land-based creatures that don’t have a natural swim speed. Those with swim speeds (whether from their species, gear, magic, or some other effect) have distinct advantages.</p>\n<h2>Swimming Without a Swim Speed</h2>\n<p>A creature that takes a move action to move its speed while underwater must choose a direction to swim (including up or down) and attempt an Athletics check to swim. The DC of this check is 10 in calm water but increases in rough conditions (DC 15), stormy conditions (DC 20), and maelstrom conditions (DC 30). Strong currents, debris, and other environmental conditions can increase this DC further. A creature can’t take 10 to swim in combat or in stormy or maelstrom conditions, even if not distracted or in immediate danger.<br /><br />On a successful check to swim, the creature moves half its land speed in a straight line in its chosen direction. If the creature wants to change direction (including ascending or descending) while swimming, it costs an additional 5 feet of movement to turn 45 degrees. See the Swimming Example below for an example of a creature swimming and changing direction.<br /><br />If a creature fails a check to swim by 4 or less, it makes no progress. If it fails by 5 or more, it sinks, moving 5 feet directly downward.<br /><br />Every hour while swimming, a creature without a swim speed must succeed at a DC 20 Athletics check or take 1d6 nonlethal damage from fatigue.</p>\n<h2>Swimming Example</h2>\n<p>Suppose a creature has a swim speed of 30 feet. With a successful check to swim (if required), it can swim forward 5 feet, turn 45 degrees to the left, and swim 5 feet diagonally, all of which costs a total of 15 feet of its movement. The creature can then turn 90 degrees to ascend 5 feet straight up, which costs another 15 feet of movement (10 feet to change its direction and 5 feet to move). At this point, it has used its 30 feet of swimming movement, so its move action ends.</p>\n<h2>Swimming With A Swim Speed</h2>\n<p>If a creature has a swim speed (whether from its species or another source), it can move that full swim speed when it takes a move action to move its speed. This movement uses the same rules presented in the Swimming Example below, which also provides an example of a creature swimming and changing direction.<br /><br />A creature with a swim speed doesn’t need to attempt an Athletics check to swim except in hazardous circumstances, including stormy and maelstrom conditions. It also gains a +8 bonus to Athletics checks to swim and can always take 10 while swimming, even during combat and when distracted or in immediate danger. Creatures with a swim speed can also use the run action while swimming, provided that they swim in a straight line.<br /><br />A creature with a swim speed (such as from their species) doesn’t need to attempt an Athletics check to avoid fatigue damage for each hour it swims.</p>",
  "img": "icons/svg/mystery-man.svg"
}