{
  "_id": "iITLDCRDHyAiR3Ua",
  "name": "Vehicle Chases",
  "_stats": {
    "coreVersion": 12,
    "systemId": "sfrpg",
    "systemVersion": "0.26.1"
  },
  "folder": "JrwTQoQtfFTCzYwQ",
  "pages": [
    {
      "_id": "rmAiz3DjXjsHMC0q",
      "name": "Vehicle Chases",
      "type": "text",
      "_stats": {
        "coreVersion": "11.305",
        "createdTime": 1689567392688,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1689568582324,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 282</p><p>The tactical vehicle rules in the previous section are meant for battles on a grid, with some creatures in vehicles and others on foot. But in a high-speed chase or race between competing vehicles, the pilots’ skill and the environment play the predominant role in victory or defeat. The system detailed below is a more narrative-based system that allows for greater flexibility and doesn’t require an enormous grid for play.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": false
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "fTMqJoIBPQMNQLVj",
      "name": "Relative Positioning",
      "type": "text",
      "_stats": {
        "coreVersion": "11.305",
        "createdTime": 1689567493510,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1689567667038,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 282</p><p>In a vehicle chase, you monitor only the relative positions of the vehicles. The easiest way to do this is by using a series of horizontal lines called zones, as shown in the diagram on page 283. You can use a battle map for this and simply ignore the vertical lines.</p><p>As a default, vehicles in the same zone are considered to be about 50 feet apart. If they’re engaged (see Engage Another Vehicle), they are considered adjacent, but they normally don’t touch, leaving room for creatures trying to hop between them to fall. Vehicles one zone apart are about 200 feet apart.</p><h2>Being Ahead</h2><p>Being ahead of an opponent is advantageous. You get a +2 bonus to Piloting checks against enemies that are behind you, or you get a +2 bonus to all Piloting checks if you’re ahead of all your enemies. When attacking, you get a +2 bonus to attack rolls against enemies and vehicles that are behind you.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "R1Gtge4nV39IFeZQ",
      "name": "Phases of a Vehicle Chase",
      "type": "text",
      "_stats": {
        "coreVersion": "11.305",
        "createdTime": 1689567686269,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1689568857359,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<h2><strong>Source:</strong> CRB pg. 282</h2><p>Chases happen in rounds with three phases, which are described in more detail below. At the start of a chase, roll initiative checks (or use the same initiative order if a grid-based vehicle combat transitioned into a chase).</p><p><strong>1. Pilot Actions:</strong> Each vehicle’s pilot selects her pilot actions and attempts any needed checks outside the normal character initiative count.</p><p><strong>2. Chase Progress:</strong> The GM moves the vehicles to their new zones, based on the actions the pilots chose and whether they were successful. The GM also determines whether anyone is out of range of other vehicles, and therefore out of the chase.</p><p><strong>3. Combat:</strong> Pilots (if they have any remaining actions) and passengers take their actions in initiative order as they normally would in a combat. Passengers and pilots can fire on other vehicles, depending on their range, and pilots might be able to slam their vehicles into those of their enemies.</p><h2>Pilot Actions</h2><p>During the pilot actions phase, the pilot of each vehicle selects any pilot actions she wants to use to drive her vehicle this round, and performs her piloting actions in initiative order during this phase. Most pilot actions require a move action; taking two pilot actions requires the double maneuver pilot action, which is a full action. Only the speed up action advances vehicles during this phase. For all other pilot actions, the GM advances vehicles as appropriate during the chase progress step. If the pilots have any actions remaining at the end of the pilot actions phase, they can take them in initiative order during the combat phase. The below table offers a quick reference for the pilot actions.</p><table class=\"inner\"><tbody><tr><td><p><strong>Pilot Action</strong></p></td><td><p><strong>Skill Check</strong></p></td><td><p><strong>DC</strong></p></td><td><p><strong>Result of Success</strong></p></td></tr><tr><td><p>Break free</p></td><td><p>Piloting</p></td><td><p>5 + enemy vehicle’s KAC</p></td><td><p>End vehicle engagement (and move 1 zone forward in chase progress phase)</p></td></tr><tr><td><p>Double maneuver*</p></td><td><p>Varies</p></td><td><p>Special (each at a -4 penalty)</p></td><td><p>Special-see page 283 (and vehicle moves 1 zone forward in chase progress phase)</p></td></tr><tr><td><p>Engage another vehicle</p></td><td><p>Piloting</p></td><td><p>Enemy vehicle’s KAC</p></td><td><p>Vehicle’s riders can attack one another or board another vehicle (and vehicle moves 1 zone forward in chase progress phase)</p></td></tr><tr><td><p>Evade</p></td><td><p>Piloting</p></td><td><p>10 + vehicle's item level</p></td><td><p>Vehicle gains a +2 bonus to its AC (and moves 1 zone forward in chase progress phase)</p></td></tr><tr><td><p>Keep pace</p></td><td><p>Piloting</p></td><td><p>10 + vehicle's item level</p></td><td><p>Vehicle moves 1 zone forward in chase progress phase</p></td></tr><tr><td><p>Slow down</p></td><td><p>None</p></td><td><p>None</p></td><td><p>Vehicle doesn’t move forward in chase progress phase</p></td></tr><tr><td><p>Speed up</p></td><td><p>Piloting</p></td><td><p>17 + vehicle's item level</p></td><td><p>Move 1 zone forward immediately (and move 1 zone forward in chase progress phase)</p></td></tr><tr><td><p>Trick</p></td><td><p>Varies (see page 283)</p></td><td><p>15 + vehicle's item level</p></td><td><p>Pilots behind you take -2 penalty to Piloting checks for 1 round (and vehicle moves 1 zone forward in chase progress phase)</p></td></tr></tbody></table><p>* A double maneuver is a full action that allows a pilot to take any two of the other actions listed in this table.</p><h3>Break Free (Move)</h3><p>You attempt a Piloting check (DC = 5 + the enemy vehicle’s KAC) to disengage from an engagement with other vehicles. If the engagement includes multiple enemy vehicles, the DC equals the highest KAC among the enemy vehicles + 5 per enemy vehicle beyond the first. If all parties are willing to end the engagement, no Piloting check is required to break free.</p><h3>Engage Another Vehicle (Move)</h3><p>You attempt a Piloting check (DC = the KAC of the enemy vehicle) to engage your vehicle with an enemy vehicle in the same zone. Two allied vehicles can engage freely; this is useful to allow people on one vehicle to board the other. In both cases, your vehicle then automatically becomes engaged with all other vehicles in the engagement. You can make melee attacks against those on another vehicle only if your vehicle is engaged with it; see the @UUID[.R1Gtge4nV39IFeZQ#engagement]{Engagement} sidebar on page 284 for more information.</p><h3>Evade (Move)</h3><p>You can attempt a Piloting check (DC = 10 + your vehicle’s item level) to grant your vehicle a +2 circumstance bonus to its AC for 1 round. If you evade twice, the bonuses aren’t cumulative.</p><h3>Keep Pace (Move)</h3><p>You attempt a Piloting check (DC = 10 + your vehicle’s item level) to stay in the same position in the chase. If you’re successful, your vehicle moves forward during the chase progress phase. If you fail, your vehicle falls back one zone during that phase. Many other pilot actions can also result in a vehicle moving forward one zone during the chase progress phase, but they have a higher DC, increasing the chance the pilot will fail.</p><h3>Slow Down (Move)</h3><p>Your vehicle doesn’t move during the chase progress phase. This pilot action doesn’t require a check.</p><h3>Speed Up (Move)</h3><p>You attempt a Piloting check (DC = 17 + your vehicle’s item level) to get ahead, moving forward one zone immediately on a success. If the vehicle encounters any @UUID[.GVVGlWRd1jGgwZLU#hazard-attacks-and-damage]{hazards} or similar effects that occur upon entering a zone (see page 285), they trigger immediately. The vehicle later moves forward one additional zone in the chase progress phase, even on a failed check, unless you failed the check by 5 or more.</p><h3>Trick (Move)</h3><p>You can try a risky maneuver, use the terrain, or take an unconventional route to foil pursuers. You attempt a skill check (DC = 15 + your vehicle’s item level); this skill check could be a Piloting check if the ploy requires intricate maneuvering, but it might instead be a Bluff, Stealth, or other skill check at the GM’s discretion. If you succeed, the Piloting checks of all vehicles behind you take a –2 penalty for 1 round. You can attempt multiple tricks with the double maneuver action, but the penalties imposed on the vehicles behind you aren’t cumulative. Penalties from multiple different pilots who are ahead and successfully perform tricks, however, are cumulative.</p><h3>Double Maneuver (Full)</h3><p>You can take two of the aforementioned pilot actions, but take a –4 penalty to each Piloting check or other skill check. You take the pilot actions in succession, but can choose your second action after taking the first one and can take an action more than once. If you don’t want to use your second action, you forfeit it but still take the penalty to your first check. Unlike other pilot actions, a double maneuver takes your full action.</p><p>If your vehicle is significantly faster than the other vehicles in the chase, you have an advantage when performing a double maneuver. If your vehicle’s full speed is at least 50 feet faster than the fastest enemy vehicle, you take only a –2 penalty when performing a double maneuver.</p><p>Regardless of how many pilot actions you take as part of a double maneuver, you move forward at most one zone during the chase progress phase.</p><h2>Chase Progress</h2><p>In the chase progress phase, the GM advances vehicles (based on their pilots’ chosen actions and whether they succeeded at the required checks), then determines whether any participants have escaped or been left behind and whether the chase is over.</p><h3>Advance Vehicles</h3><p>The GM moves forward by one zone all vehicles whose pilots succeeded at a minimum of one required check. If a vehicle’s pilot deliberately slowed down or she failed all the Piloting checks attempted, her vehicle doesn’t move forward. If a pilot attempted to keep pace and failed, her vehicle instead moves back one zone. If a pilot attempted to speed up and failed by less than 5, her vehicle still moves forward one zone now. Because a pilot has to fail all checks to stay put, a pilot who tried to speed up twice would stay put only if she failed both checks by 5 or more. The slow down action supersedes the forward movement from other successful Piloting checks, so if the pilot succeeded at the evade and slow down actions, she’d get the bonus to her vehicle’s AC but wouldn’t move forward. Treat uncontrolled vehicles as if their pilots had failed all Piloting checks.</p><p>If a vehicle is engaged with another and fails all its checks, it still moves forward along with another engaged vehicle, provided that vehicle would be advanced by the GM. However, the opposing vehicle gains all bonuses from being a zone ahead (even though it’s in the same zone). If all the vehicles in an engagement fail all their checks, none move.</p><p>Hazards and other effects of moving into a zone trigger immediately (see @UUID[.GVVGlWRd1jGgwZLU]{Chase Environments} on page 285 for more information, since sometimes environments can prompt specific hazards in a relevant zone).</p><h3>Escaping and Getting Left Behind</h3><p>You leave a chase if you escape or get left behind. During the chase progress phase, you escape if you end up two zones ahead of all adversaries, and you get left behind if you end up two zones behind.</p><p>If you would escape from a chase but don’t want to do so, you can voluntarily move back to being only one zone ahead in the chase progress phase.</p><p>It’s possible for you to rejoin a chase if you’ve been left behind (or if you already escaped and want to later support allies with an ambush), but it requires extraordinary circumstances and happens at the GM’s discretion.</p><p>As an example, suppose the PCs are in an exploration buggy fleeing from a police cruiser, and are one zone ahead of the pursuing police cruiser. During the pilot actions phase, the PC pilot succeeds at a Piloting check to speed up, immediately moving the buggy an additional zone ahead, which brings it two zones ahead of the police cruiser. The officer piloting the police cruiser tries to speed up and catch the PCs, but he fails his Piloting check, so the police cruiser remains in its zone. During the chase progress phase, both vehicles move forward one zone, but because the PCs are still two zones ahead, they escape and leave the chase.</p><p>In this example, the PCS escaping and the police getting left behind have the same end result. But what if there were two police cruisers, and one succeeded at its check to speed up but the other didn’t? The cruiser that succeeded would end up one zone behind the PCs, and the one that failed would be two zones behind. The second cruiser would leave the chase, but the PCs wouldn’t escape because their buggy isn’t two zones ahead of all pursuers.</p><h3>Ending a Chase</h3><p>If either all enemies or you and your allies have escaped or been left behind, the chase is over. It’s possible for one group to escape by dropping back until it’s left behind, but it’s easy for the other chase participants to circle back and pick off the group while it’s a sitting duck.</p><h2>Engagement</h2><p>Vehicles in the same zone as one another can become engaged, meaning they’re neck-and-neck and within physical striking distance of one another. If two or more vehicles are engaged, move their miniatures or tokens next to one another. The vehicles’ passengers and pilots can make melee attacks against each other in the combat phase or attempt to board the other vehicle. An engaged vehicle can’t speed up, slow down, engage another enemy, or end the engagement unless it takes the @UUID[.R1Gtge4nV39IFeZQ#break-free-(move)]{break free} action (see page 282).</p><h2>Combat</h2><p>The final phase of each round is combat. This happens in initiative order, and characters can take the usual actions they can in combat, with the following adjustments. Pilots can also act during the combat phase, as long as they have any actions remaining to spend. Because of the motion involved in a chase, all attacks take the penalty listed in the vehicle’s Modifiers entry. However, because the vehicles are all moving at high speed, the differences in speed cancel out somewhat, so combatants take the normal penalty instead of the higher penalty for full speed.</p><h3>Ranged Attacks</h3><p>Passengers on and pilots of vehicles can attempt ranged attacks against other vehicles or their passengers in the same zone or one zone away. Unless otherwise specified, these ranged attacks follow the normal rules for attacking from vehicles (see page 281). To determine the range between two vehicles, see Relative Positioning on page 282.</p><p>As a passenger, you can attack with your ranged weapons or abilities. If you’re a gunner, you can attack with the vehicle’s mounted weapons, as described in @UUID[Compendium.sfrpg.rules.JournalEntry.dXoXgaKcx2ZfBD4M.JournalEntryPage.OgPyreDju85ULnhF#firing-vehicle-weapons]{Firing Vehicle Weapons} on page 281. As a pilot, you can attack only if you have a standard action left and can make a full attack only if you left the vehicle uncontrolled in the pilot actions phase.</p><p>Passengers can attack an enemy vehicle directly, but targeting riders or pilots can be difficult. Vehicles (except for entirely open vehicles) usually grant their passengers some degree of cover (see page 228).</p><p>Due to high speeds, wind, and other factors that may or may not be part of the environment (see @UUID[.GVVGlWRd1jGgwZLU]{Chase Environments} on page 285), some weapons might not work effectively during a chase. For example, it’s nearly impossible to throw a grenade from one vehicle to another while moving at high speeds. The GM has final say on what can and can’t be used during a chase and the penalties incurred for difficult attacks.</p><h3>Melee Attacks</h3><p>Anyone in a vehicle can make melee attacks against those on an enemy vehicle with which their own vehicle is engaged. You can make melee attacks against those in an enemy vehicle only with reach weapons, and such targets typically have some cover provided by their vehicle. Even when your vehicles are engaged and you’re using a reach weapon, you do not threaten any squares of the other vehicle.</p><h3>Boarding</h3><p>If two vehicles are engaged and you are a passenger, you can attempt to move from one vehicle to the other as a move action that provokes attacks of opportunity. This is like boarding a vehicle in normal combat, but it also requires a successful Acrobatics or Athletics check with a DC equal to 5 + the KAC of the vehicle you’re boarding. Failure by less than 5 means that you are unable to board the other vehicle and remain on your vehicle. If you fail by 5 or more, you fall from the vehicle and land prone. You take double the normal falling damage for the distance of your fall or 1d6 falling damage if you fall less than 10 feet. Once you have boarded an enemy vehicle, you take the attack penalty from that vehicle, not your former one.</p><h3>Collisions</h3><p>When piloting a vehicle, you can attempt a Piloting check (DC = the enemy vehicle’s KAC) as a standard action to smash into another vehicle you’re engaged with. If you’re successful, your vehicle deals its collision damage to the enemy vehicle, and takes half that much damage itself. A vehicle’s collision damage is listed in the Attack (Collision) entry of its statistics (see page 228).</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "GVVGlWRd1jGgwZLU",
      "name": "Chase Environments",
      "type": "text",
      "_stats": {
        "coreVersion": "11.305",
        "createdTime": 1689568173419,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1689572145742,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 400000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 285</p><p>Where a chase occurs can dramatically influence how it plays out. Heavy traffic, obstacles, and winding paths could all impede a chase or add strategic options for the vehicles involved. The GM decides the environment’s effects on the chase, and the sample chase environments (see page 286) can give the GM some ideas. The environment might affect the entire chase or only some zones—whatever makes the most sense for the scene.</p><h2>Designating Environmental Zones</h2><p>For environmental effects that affect only part of the chase, the GM should designate one or more zones as environmental zones that contain hazards. The GM should reveal an environmental zone once it comes into view of the foremost vehicle in the chase.</p><h2>Types of Environments</h2><p>Environments can affect vehicles in a chase in five main ways.</p><ul><li><strong>Active Hazards:</strong> Hazards can directly impede or damage the vehicles in a chase. They might be persistent or temporary. Some hazards make one attack against a vehicle when that vehicle enters the hazard’s zone. The hazard might trigger only once, or it might attack every vehicle that enters the zone. Decide whether a hazard deals damage, knocks a vehicle off course, or both. The hazard’s CR should be close to the item levels of the vehicles involved in the chase, and should use the corresponding attack bonus and damage amount (see the below table). If a hazard knocks vehicles off course, the pilot of any vehicle it hits takes a –4 penalty to Piloting checks (in addition to its normal modifiers) for 1 round. If a hazard both deals damage and knocks the target off course, reduce the attack bonus by 2 and halve the damage.</li><li><strong>Altered Attacks:</strong> Attacks might be more difficult due to bad weather or barriers that block lines of sight. Use the normal rules for concealment, cover, and line of sight when implementing environments that alter attacks. It’s rare for the environment to improve attacks, but if it somehow would, you can reduce the normal penalties for attacking during a chase.</li><li><strong>Altered Movement:</strong> Some environments make it easier, more difficult, or more complicated to move. This might come up in a chase through a space station where some zones lack artificial gravity or on a muddy plain where vehicles could get bogged down. Altered movement usually causes a +2 bonus or –2 penalty to skill checks attempted during pilot actions. The environment can work differently on different vehicle types; a wheeled transport might take a penalty when artificial gravity goes out, while a hover vehicle wouldn’t, for example. Likewise, the effects can change how certain actions work. A massive downhill slope might make it easier to speed up but harder to keep pace, or it could even require a check to slow down.</li><li><strong>New Tricks:</strong> Environments can provide new tricks that pilots can use with the trick action during the pilot actions phase. These could include clipping precarious rocks in a canyon so they fall in your enemies’ paths or diverting oncoming traffic toward your enemies. These tricks usually have a DC of 2 to 4 higher than the normal trick action, but their effects should also be more impressive. In terms of game rules, the effect might be a bigger penalty for enemies’ Piloting checks (–4 to –6), or the trick might create a new active hazard (see @UUID[.GVVGlWRd1jGgwZLU#types-of-environments]{Active Hazards} on page 285) in the zone directly behind the vehicle.</li><li><p><strong>Split Routes:</strong> It’s possible for chase participants to take slightly different routes through a zone to gain some other tactical advantage. A split route works much like having two parallel zones in a single zone, one of which has a different environment: usually altered movement (for a shortcut) or an active hazard (for a dangerous zone). The pilot decides which route to pursue when taking his pilot action. Even if two vehicles are in the same zone, they can’t interact with each other if they’re on different parts of a split route. A split route usually lasts for only one zone before converging.</p><p>If vehicles that are engaged pursue different routes, their engagement is automatically broken off. When the route converges again, any vehicles that had been engaged and are still in the same zone automatically become engaged again.</p></li></ul><h2>Hazard Attacks and Damage</h2><h2></h2><table style=\"text-align: center\"><tbody><tr><th><p>CR</p></th><th><p>Attack Bonus</p></th><th><p>Damage</p></th><th><p>CR</p></th><th><p>Attack Bonus</p></th><th><p>Damage</p></th></tr><tr><td style=\"border:1px solid\"><p>1/4</p></td><td style=\"border:1px solid\"><p>+3</p></td><td style=\"border:1px solid\"><p>2d4</p></td><td style=\"border:1px solid\"><p>10</p></td><td style=\"border:1px solid\"><p>+20</p></td><td style=\"border:1px solid\"><p>9d10</p></td></tr><tr><td style=\"border:1px solid\"><p>1/3</p></td><td style=\"border:1px solid\"><p>+4</p></td><td style=\"border:1px solid\"><p>2d4</p></td><td style=\"border:1px solid\"><p>11</p></td><td style=\"border:1px solid\"><p>+21</p></td><td style=\"border:1px solid\"><p>10d10</p></td></tr><tr><td style=\"border:1px solid\"><p>1/2</p></td><td style=\"border:1px solid\"><p>+6</p></td><td style=\"border:1px solid\"><p>3d4</p></td><td style=\"border:1px solid\"><p>12</p></td><td style=\"border:1px solid\"><p>+23</p></td><td style=\"border:1px solid\"><p>11d10</p></td></tr><tr><td style=\"border:1px solid\"><p>1</p></td><td style=\"border:1px solid\"><p>+8</p></td><td style=\"border:1px solid\"><p>4d4</p></td><td style=\"border:1px solid\"><p>13</p></td><td style=\"border:1px solid\"><p>+24</p></td><td style=\"border:1px solid\"><p>12d10</p></td></tr><tr><td style=\"border:1px solid\"><p>2</p></td><td style=\"border:1px solid\"><p>+9</p></td><td style=\"border:1px solid\"><p>5d4</p></td><td style=\"border:1px solid\"><p>14</p></td><td style=\"border:1px solid\"><p>+25</p></td><td style=\"border:1px solid\"><p>14d10</p></td></tr><tr><td style=\"border:1px solid\"><p>3</p></td><td style=\"border:1px solid\"><p>+10</p></td><td style=\"border:1px solid\"><p>5d4</p></td><td style=\"border:1px solid\"><p>15</p></td><td style=\"border:1px solid\"><p>+26</p></td><td style=\"border:1px solid\"><p>15d10</p></td></tr><tr><td style=\"border:1px solid\"><p>4</p></td><td style=\"border:1px solid\"><p>+11</p></td><td style=\"border:1px solid\"><p>5d6</p></td><td style=\"border:1px solid\"><p>16</p></td><td style=\"border:1px solid\"><p>+28</p></td><td style=\"border:1px solid\"><p>17d10</p></td></tr><tr><td style=\"border:1px solid\"><p>5</p></td><td style=\"border:1px solid\"><p>+12</p></td><td style=\"border:1px solid\"><p>5d8</p></td><td style=\"border:1px solid\"><p>17</p></td><td style=\"border:1px solid\"><p>+29</p></td><td style=\"border:1px solid\"><p>18d10</p></td></tr><tr><td style=\"border:1px solid\"><p>6</p></td><td style=\"border:1px solid\"><p>+14</p></td><td style=\"border:1px solid\"><p>6d8</p></td><td style=\"border:1px solid\"><p>18</p></td><td style=\"border:1px solid\"><p>+30</p></td><td style=\"border:1px solid\"><p>20d10</p></td></tr><tr><td style=\"border:1px solid\"><p>7</p></td><td style=\"border:1px solid\"><p>+15</p></td><td style=\"border:1px solid\"><p>6d10</p></td><td style=\"border:1px solid\"><p>19</p></td><td style=\"border:1px solid\"><p>+31</p></td><td style=\"border:1px solid\"><p>23d10</p></td></tr><tr><td style=\"border:1px solid\"><p>8</p></td><td style=\"border:1px solid\"><p>+17</p></td><td style=\"border:1px solid\"><p>7d10</p></td><td style=\"border:1px solid\"><p>20</p></td><td style=\"border:1px solid\"><p>+32</p></td><td style=\"border:1px solid\"><p>25d10</p></td></tr><tr><td style=\"border:1px solid\"><p>9</p></td><td style=\"border:1px solid\"><p>+19</p></td><td style=\"border:1px solid\"><p>8d10</p></td><td><p></p></td><td><p></p></td><td><p></p></td></tr></tbody></table><h2></h2><h2>Sample Chase Environments</h2><p>The following sample environments provide some details about those environments’ features as well as the appropriate accompanying modifiers.</p><p>GMs should feel free to use these sample environments and their modifiers whole cloth in their games, to create their own unique environments, and to choose environmental features that are most appropriate for the chases they wish to run.</p><h3>Aquatic Environment</h3><p>The following are sample features for an aquatic environment.</p><ul><li><strong>Active Hazards:</strong> Megashark attack (when a vehicle first enters its zone, a megashark attacks whichever vehicle is at the rear at the end of the chase progress phase and then moves along with the chase, attacking the rearmost vehicle each round), piranha swarms (attacks a random vehicle after the chase progress phase each round)</li><li><strong>Altered Attacks:</strong> Frightened squid shoal or sudden squall (concealment), underwater debris (cover)</li><li><strong>Altered Movement:</strong> Languid or opposing current (–2 to Piloting), swift current moving with you (+2 to Piloting)</li><li><strong>New Tricks:</strong> Scatter whale pod (altered movement gives pursuers –4 to Piloting), spew mud (create concealment)</li><li><strong>Split Routes:</strong> Coral reef (–2 to Piloting, or –2 to trick attempt), shipwreck (shortcut: +2 to Piloting to keep pace or speed up, or +2 to trick attempt)</li></ul><h3>Desert Environment</h3><p>The following are sample features for a desert environment.</p><ul><li><strong>Active Hazards:</strong> Death worm attack (when a vehicle first enters its zone, a death worm attacks whichever vehicle is at the rear at the end of the chase progress phase and then moves along with the chase, attacking the rearmost vehicle each round), falling rocks (attacks the first vehicle that enters the zone)</li><li><strong>Altered Attacks:</strong> Rock spires (cover), sandstorm (total concealment)</li><li><strong>Altered Movement:</strong> Deep sand (–2 to Piloting), mud flat (–2 to Piloting)</li><li><strong>New Tricks:</strong> Kick up dust clouds (create concealment), topple rocks (new active hazard)</li><li><strong>Split Routes:</strong> Giant antlion sand pit (hazard if not avoided), narrow canyon (shortcut: +2 to Piloting to keep pace or speed up, or +2 to trick attempt)</li></ul><h3>Forest Environment</h3><p>The following are sample features for a forest environment.</p><ul><li><strong>Active Hazards:</strong> Angry beasts (attack the vehicle at the rear at the end of each chase progress phase for 2 rounds), falling tree (attacks first vehicle to enter zone)</li><li><strong>Altered Attacks:</strong> Obscuring trunks (concealment), ricocheting shots (10% chance a missed ranged attack ricochets and hits a vehicle adjacent to the original target, not including the attacking vehicle)</li><li><strong>Altered Movement:</strong> Dense grove of narrow-trunked trees (–2 to Piloting), thick detritus (–2 to Piloting)</li><li><strong>New Tricks:</strong> Bank your vehicle behind foliage (create concealment), topple brush to block path (altered movement gives pursuers –4 to Piloting)</li><li><strong>Split Routes:</strong> Hidden cave (shortcut: +2 to Piloting to keep pace or speed up, or +2 to trick attempt), ramp off a cliff (+2 to Piloting to speed up, but –2 to Piloting for all other checks)</li></ul><h3>Highway Environment</h3><p>The following are sample features for a highway.</p><ul><li><strong>Active Hazards:</strong> Oncoming traffic (attacks each vehicle to enter zone), police barricade (might add police to chase)</li><li><strong>Altered Attacks:</strong> Series of pillars (cover), smoke clouds (concealment)</li><li>Altered Movement: Damaged road (–1 to Piloting), steep hill (+1 to Piloting going downhill, or –1 to Piloting going uphill)</li><li><strong>New Tricks:</strong> Divert traffic toward enemies (new active hazard), hack traffic signals (altered movement gives pursuers –2 to Piloting)</li><li><strong>Split Routes:</strong> Hypertube (+4 to Piloting to speed up, but –2 to Piloting for all other checks), surface street (–1 to Piloting compared to highway), tunnel (shortcut: +2 to Piloting to keep pace or speed up, or +2 to trick attempt)</li></ul>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "g4eCQXbNtWdarP00",
      "name": "Experience for Vehicle Chases",
      "type": "text",
      "_stats": {
        "coreVersion": "11.305",
        "createdTime": 1689568532601,
        "lastModifiedBy": "SPRszH5sDdJlGxJn",
        "modifiedTime": 1689568551130,
        "systemId": "sfrpg",
        "systemVersion": "0.25.0"
      },
      "flags": {},
      "image": {},
      "ownership": {
        "SPRszH5sDdJlGxJn": 3,
        "default": -1
      },
      "sort": 500000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p><strong>Source:</strong> CRB pg. 286</p><p>PCs earn experience points for successfully completing a vehicle chase. To award XP, take the CRs of the creatures in enemy vehicles, plus the CRs of any active hazards encountered, and award the proper amount of XP for each CR as outlined on Table 11–3: Experience Point Awards on page 390. The PCs can earn XP for each creature only once; if a creature was defeated in combat during a successful chase, the PCs don’t gain experience for defeating the creature and for completing the chase.</p><p>At the GM’s discretion, when the PCs complete a chase in a particularly dangerous environment, the environment itself might increase the amount of experience the characters gain from the encounter.</p>",
        "format": 1
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}