{
  "_id": "dXoXgaKcx2ZfBD4M",
  "name": "Vehicle Tactical Rules",
  "flags": {},
  "content": "<p><sub>Source CRB&nbsp; pg. 278</sub></p>\n<p>When you&rsquo;re in a vehicle fleeing from enemies who are on foot, or you&rsquo;re on foot yourselves trying to stop a vehicle, movement and combat are represented on a grid, such as a battle map. Different rules apply to chases between vehicles, since they involve much greater distances (see page 282).<br /><br />Vehicles are objects, so they don&rsquo;t have actions or reactions of their own&mdash;they must be piloted by a character or an AI autopilot (see page 280). However, they might still move when uncontrolled (see page 280). In some cases, a vehicle&rsquo;s item level affects the DC of the pilot&rsquo;s or passengers&rsquo; skill checks or otherwise factors into how these rules work. See pages 228&ndash;229 for the statistics of specific vehicles.</p>\n<p>&nbsp;</p>\n<h1>Vehicle Heading</h1>\n<p>Which direction creatures are facing on a grid is generally irrelevant in Starfinder, but vehicles aren&rsquo;t as nimble, so you need to monitor a vehicle&rsquo;s heading each time it moves. If you&rsquo;re using miniatures, rotate the vehicle&rsquo;s miniature to face the correct direction whenever its heading changes. The vehicle has to face toward one of the edges of its space, not toward a corner.<br /><br />When a vehicle has to move at its current heading (such as during a race action or when uncontrolled), it has to move in a straight line. This line is measured from the center of the vehicle on its front edge, and it can be straight ahead or at an angle, as shown in the diagram on page 279. The angle can&rsquo;t be greater than 45 degrees diagonally from the heading.</p>\n<p>&nbsp;</p>\n<h1>Piloting a Vehicle</h1>\n<p>When you&rsquo;re piloting a vehicle during a combat on a grid, the vehicle moves on your initiative count and you have to spend your actions to pilot it. Creatures can take the following actions to drive or interact with vehicles, in addition to the normal combat actions described earlier in this chapter.</p>\n<p>&nbsp;</p>\n<h2>Move Actions</h2>\n<p>It takes a move action to board, drive, start, abruptly stop, or take control of a vehicle, as detailed below.</p>\n<h3>Board or Disembark from a Vehicle</h3>\n<p>You can board or disembark from a vehicle as a move action. Doing so while the vehicle is in motion requires a successful Acrobatics or Athletics check; see Boarding on page 285.</p>\n<h3>Drive</h3>\n<p>You can pilot a vehicle at its drive speed, which is noted in the Speed entry of the vehicle&rsquo;s statistics (see page 228) as a move action. You can turn as needed throughout that movement, and you set your heading at the end of the drive action.<br /><br />Vehicles provoke attacks of opportunity while driving, and when you are in a vehicle that&rsquo;s driving, you similarly provoke attacks of opportunity if you take any actions that would normally do so (including making ranged attacks) unless the vehicle provides total cover. You can&rsquo;t use the drive action to move a vehicle through spaces occupied by creatures, even if they&rsquo;re allies.</p>\n<h3>Start Vehicle</h3>\n<p>Firing the ignition of a vehicle is typically a move action, though more complicated vehicles might have a multistage startup sequence requiring multiple actions.</p>\n<h3>Stop Short</h3>\n<p>Stopping a vehicle after a race action (see Race below) requires a move action (stopping after a drive action doesn&rsquo;t require an action; see Not an Action on page 280). Normally, a vehicle continues to move following a race action. You can attempt a Piloting check (see Pilot a Vehicle on page 146) to reduce the distance your vehicle moves before stopping after a race action by the result of your check, rounded down to the next 5-foot increment. For example, with a result of 17 you would reduce the distance moved by 15 feet (3 squares).</p>\n<h3>Take Control</h3>\n<p>You can take control of an uncontrolled vehicle as a move action. See Uncontrolled Vehicles on page 280 for more information about taking control of an uncontrolled vehicle.</p>\n<p>&nbsp;</p>\n<h2>Full Actions</h2>\n<p>Speed along in a straight line or attacking with the body of a vehicle takes a full action, as detailed below.</p>\n<h3>Race</h3>\n<p>When making a race action, you pilot a vehicle at full speed in a straight line at its current heading using a full action. You must succeed at a Piloting check (DC = 10 + your vehicle&rsquo;s item level) to race. If your vehicle is starting from a dead stop (that is, it didn&rsquo;t move last round), the DC of the check increases by 5.<br /><br />If you fail this Piloting check, the vehicle&rsquo;s behavior depends on the circumstances of the check and the surrounding terrain. If you were attempting to race from a dead stop, the vehicle stalls and doesn&rsquo;t move at all. If the vehicle was already moving, its behavior depends on the terrain. Rough terrain slows the vehicle, causing it to move at half its full speed at its current heading. On flat terrain, the vehicle usually moves at full speed but goes significantly off course. In this case, the GM should take the 180-degree arc in front of the vehicle and divide it into four equal 45-degree arcs. Then the GM randomly determines which of these arcs the vehicle moves into.<br /><br />A vehicle can&rsquo;t safely race through difficult terrain or over obstacles unless outfitted with special gear, nor can it safely race to a destination you can&rsquo;t see unless you&rsquo;ve thoroughly scanned the destination. If you force a vehicle to race unsafely, you must attempt a Piloting check at a DC determined by the GM (usually 20 + the vehicle&rsquo;s item level) when you encounter the difficult terrain or obstacle. If you fail or the vehicle is uncontrolled (see page 280), the vehicle crashes or spins out, as determined by the GM.<br /><br />After taking a race action, a vehicle doesn&rsquo;t slow down immediately. On your next turn, you have four options: you can use another full action to continue to race at full speed, use a move action to drive at the vehicle&rsquo;s drive speed, use a move action to stop short, or relinquish control of the vehicle as a swift action. If you take a swift or move action, you can also take a standard action during that turn. For instance, you could race one turn, then on your next turn, you could fire a weapon as a standard action and then drive as your move action.<br /><br />A racing vehicle provokes attacks of opportunity, but it gets a +2 bonus to its AC against them due to its speed.<br /><br />Many vehicles have extremely high full speeds compared to creatures&rsquo; speeds, so racing at full speed is often tantamount to exiting a battle entirely, unless other vehicles get involved.</p>\n<h3>Ram</h3>\n<p>As a full action, you can pilot a vehicle at up to its full speed in a straight line at its current heading and try to ram one creature or object at the end of the movement, dealing double the vehicle&rsquo;s collision damage to the target and half the vehicle&rsquo;s collision damage to your vehicle. A vehicle&rsquo;s collision damage and collision DC are listed in the Attack (Collision) entry of its statistics (see page 228).<br /><br />Movement during a ram action has all the same restrictions as the race action and requires the same Piloting checks. If you fail any Piloting check during the movement, you fail to ram your target.<br /><br />If the target of the ram action is a creature, it can attempt a Reflex saving throw against the vehicle&rsquo;s collision DC to avoid being hit. If the target of the ram action is another vehicle, the pilot of the defending vehicle can attempt a Piloting check to avoid being hit, with a DC equal to the result of your Piloting check. The attacker wins ties.</p>\n<h3>Run Over</h3>\n<p>As a full action, you can pilot a vehicle at up to double its drive speed and run over any creatures at least two size categories smaller than the vehicle during this movement. Those creatures take bludgeoning damage equal to the vehicle&rsquo;s collision damage, but can each attempt a Reflex save against the vehicle&rsquo;s collision DC to take half damage. Roll the damage only once and apply it to each creature, rather than rolling separately for each. A vehicle&rsquo;s collision damage and collision DC are listed in the Attack (Collision) entry of its statistics (see Vehicles on page 228).<br /><br />When you take a run over action, the vehicle takes damage equal to half the damage rolled for each creature it runs over. If the vehicle becomes unable to proceed due to this damage, it ceases moving. You can still set the vehicle&rsquo;s heading at the end of this movement as normal.<br /><br />A vehicle taking the run over action can damage a creature no more than once per round, no matter how many times its movement takes it over a target creature. The vehicle can run over objects of the appropriate size with the same effects, though they don&rsquo;t receive saving throws unless they are piloted or otherwise animate.</p>\n<p>&nbsp;</p>\n<h2>Swift Actions</h2>\n<p>It takes a swift action to engage or disengage a vehicle&rsquo;s autocontrol or autopilot or to relinquish control of a vehicle, as detailed below.</p>\n<h3>Engage or Disengage Autocontrol</h3>\n<p>You can engage a vehicle&rsquo;s autocontrol as a swift action after taking a drive or race action. You can disengage its autocontrol as a swift action anytime. See Autocontrol below for more.</p>\n<h3>Engage or Disengage Autopilot</h3>\n<p>You can engage a vehicle&rsquo;s autopilot as a swift action (see Autopilot below).</p>\n<h3>Relinquish Control</h3>\n<p>You can voluntarily hand over control of a vehicle to another pilot as a swift action. If you relinquish control of a vehicle but another pilot does not take over control, the vehicle becomes uncontrolled (see Uncontrolled Vehicles below).</p>\n<p>&nbsp;</p>\n<h2>Not an Action</h2>\n<p>The following does not require an action.</p>\n<h3>Stop</h3>\n<p>You can stop a vehicle after a drive action without difficulty and without spending an action.</p>\n<p>&nbsp;</p>\n<h1>Uncontrolled Vehicles</h1>\n<p>If you are knocked out or cease actively piloting, your vehicle becomes uncontrolled. If you delay your action, the vehicle becomes uncontrolled and continues to act on the same initiative count as it did before. This separates your initiative count from that of the vehicle, and the vehicle continues to move (see below) at your previous initiative count until a pilot takes control of it or it crashes or otherwise is brought to a definitive halt.<br /><br />Unless otherwise specified, an uncontrolled vehicle moves straight ahead at its most recent heading as if taking two drive actions on its turn. It slows down incrementally with each action taken (usually to three-quarters the speed of its last action) until it comes to a stop or crashes. At the GM&rsquo;s discretion, it could slow down more if it&rsquo;s on uneven terrain or an upward slope, or it could stay at the same speed or even accelerate if it&rsquo;s in a zero-g environment or on a downward slope.</p>\n<p>&nbsp;</p>\n<h2>Taking Control</h2>\n<p>You can take control of an uncontrolled vehicle as a move action (see Take Control on page 278). During this move action, the vehicle doesn&rsquo;t move any additional distance&mdash;you spend the whole action taking control. Once the action is taken, the vehicle resets to your initiative count, and you can spend any remaining actions piloting the vehicle.</p>\n<p>&nbsp;</p>\n<h2>Crashing</h2>\n<p>If an uncontrolled vehicle runs into an obstacle or another vehicle, it crashes. This deals double the vehicle&rsquo;s collision damage to the uncontrolled vehicle and to the obstacle it ran into, and stops the uncontrolled vehicle&rsquo;s progress. If the uncontrolled vehicle crashes into a controlled vehicle, the other pilot can attempt a Piloting check to avoid being hit as if it were being rammed (see Ram on page 279). If that pilot avoids being hit, the uncontrolled vehicle continues to move as detailed in Uncontrolled Vehicles above.</p>\n<p>&nbsp;</p>\n<h1>Autocontrol</h1>\n<p>Some vehicles have autocontrol, which enables you to spend your actions on tasks other than piloting, but is far less capable than an autopilot. You can engage autocontrol as a swift action after taking a drive or race action, and it lasts until it is disengaged (also a swift action) or until the vehicle is no longer capable of moving. When you&rsquo;re using autocontrol, the vehicle becomes uncontrolled, but each round it moves in a straight line for the same distance and at the same heading and speed as the last pilot action (moving as if taking two drive actions if drive was the last action the pilot took, or as a race action if that was the last action the pilot took). The autocontrol uses the result of the pilot&rsquo;s most recent Piloting check as the result of its Piloting checks.</p>\n<p>&nbsp;</p>\n<h1>Autopilot</h1>\n<p>Some vehicles have an autopilot AI that can control the vehicle in place of an actual pilot. You can engage or disengage an autopilot as a swift action. You can input a destination into an autopilot as a move action, and the autopilot attempts to reach that location if doing so is possible (provided the autopilot isn&rsquo;t locked by a passcode or otherwise programmed not to obey).<br /><br />A vehicle is considered controlled when the autopilot is engaged. An autopilot&rsquo;s actions are dictated by the GM, and an autopilot can take any of the actions to pilot the vehicle that an actual pilot can. However, autopilots tend to be cautious, rarely risking the integrity of the vehicle and never attempting to ram or run over a target unless specifically programmed as a war machine (indicated in its stat block).<br /><br />The Systems entry in a vehicle&rsquo;s statistics (see page 228) lists the autopilot&rsquo;s modifier to the Piloting skill. For Piloting checks attempted for the Autopilot, apply this modifier first and then apply the vehicle&rsquo;s modifier (listed in the vehicle&rsquo;s Modifiers entry) to the Piloting checks.</p>\n<p>&nbsp;</p>\n<h1>Attacking from a Vehicle</h1>\n<p>Anyone attacking while on a vehicle takes that vehicle&rsquo;s penalty to attack rolls, as listed in the Modifiers entry of the vehicle&rsquo;s statistics (see page 228). It&rsquo;s especially difficult to attack from a vehicle that&rsquo;s moving at high speed, so a vehicle might have a higher modifier on attacks (shown in parentheses) when traveling at full speed. The penalty for moving at full speed applies if the vehicle moved at full speed during the last round. The attack penalty doesn&rsquo;t apply when the vehicle is stopped.</p>\n<p>&nbsp;</p>\n<h2>Firing Vehicle Weapons</h2>\n<p>Firing a weapon mounted on a vehicle works like firing a normal ranged weapon, but you must activate the vehicle&rsquo;s weapons instead of ones you hold. The penalties to attack rolls in the vehicle&rsquo;s Modifiers entry also apply to attacks made with a vehicle&rsquo;s weapons.<br /><br />Some vehicles have weapons bound to their steering devices or weapons that are operated from the same control panel. These can be fired when you are piloting, though you normally can&rsquo;t fire the vehicle&rsquo;s weapons on the same turn that you race (or on the same turn that you take another full action) because you don&rsquo;t have enough available actions. Weapons mounted in other manners typically need to be fired by creatures on the vehicle that are dedicated gunners.</p>\n<p>&nbsp;</p>\n<h2>Drive-By Attacks</h2>\n<p>Because many vehicles have full speeds that might let them move across an entire battle map, the GM may need to make a judgment call when vehicles leave the map and want to return. The GM determines how long returning takes, but it normally takes at least 1 round to double back, since it takes a move action to drive and change heading.<br /><br />In theory, creatures could pile on a vehicle, ready actions to shoot enemies as soon as they&rsquo;re within 30 feet, race the vehicle across the map, and fire in passing. Such a maneuver might seem like a sure thing, but it comes with a few problems. First, the attackers take a big penalty to all their attacks, but enemies who ready actions to fire back don&rsquo;t take those penalties. Second, enemies have time to prepare while the vehicle is off the map. They might take cover, set up obstacles to prevent the vehicle from racing through, or just leave. The GM might also rule that the attackers can&rsquo;t keep a good watch on what&rsquo;s happening while they&rsquo;re off the map or that the vehicle breaks down after the stress of using such a tactic.</p>\n<p>&nbsp;</p>\n<h1>Escaping on a Vehicle</h1>\n<p>Because vehicles have a top speed that&rsquo;s far faster than most creatures can run, creatures in a vehicle can usually escape from a battle with enemies who are on foot, if they want. The GM has final say on whether a vehicle can escape. Usually, once a vehicle is beyond the range that the enemies on foot can run, those enemies get one more volley of attacks, and then the vehicle and everyone on it escapes. However, if the enemies also board a vehicle, they can usually pursue and the battle transitions to a vehicle chase (see page 282).</p>",
  "img": "icons/svg/mystery-man.svg"
}