{
  "_id": "Y0iOmLxszsGz6Q6l",
  "name": "Vision and Light",
  "content": "<p>CRB pg. 261</p>\n<p>Because the majority of creatures in the Starfinder RPG use vision as their only precise sense, it’s important to determine the limitations of vision.</p>\n<h3>Bright Light</h3>\n<p>All characters with vision can see clearly in bright light. Sources of bright light include direct sunlight outdoors, a nearby star shining through a starship viewport, powerful industrial lighting, or any source as bright or brighter than normal sunlight.</p>\n<h3>Normal Light</h3>\n<p>Normal light functions just like bright light, but it is less intense. Normal light includes the light conditions underneath a forest canopy during the day, typical indoor lighting, typical lighting on a starship, or the light shed by a star shaman’s starlight form.</p>\n<h3>Dim Light</h3>\n<p>In dim light, you can somewhat make out shapes, but you can’t see precise details well at all. Dim light includes moonlight outside at night and bright starlight, or a starship’s emergency backup lights. An area just beyond the range of a light source has dim light. Creatures within an area of dim light have concealment (20% miss chance; see page 253) from creatures without darkvision or the ability to see in darkness. Because dim light is not ideal for observation, if you’re in an area of dim light, you can attempt a Stealth check to conceal yourself from creatures without low-light vision, darkvision, or blindsight. Dim light does not affect creatures with low-light vision, which can see in dim light as if it were normal light.</p>\n<h3>Darkness</h3>\n<p>In darkness, creatures without darkvision effectively have the blinded condition (see page 273). Areas of darkness include an unlit chamber within a structure, most caverns, outside on a moonless night, or the surface of planets with distant or nonexistent stars. Unlike low-light vision and in areas of dim light, darkvision does not work exactly like normal vision in areas of darkness; rather, darkvision works only to a specified range and is in black and white.</p>",
  "img": "icons/svg/mystery-man.svg"
}