{
  "_id": "nwRAcqBuoleMkfZE",
  "name": "Weapon Accessories",
  "content": "<p><sub><span id=\"ctl00_MainContent_SectionHeader\">Source AR pg. 58</span></sub></p>\n<p><span id=\"ctl00_MainContent_SectionHeader\">The galaxy&rsquo;s weapons dealers offer a dizzying array of options, but sometimes the perfect weapon for a specialized job just isn&rsquo;t available as a base model. Luckily, weapon accessories can provide additional utility with just a little tinkering, which you can do yourself or pay a professional to handle. Weapon accessories modify existing weapons to provide certain benefits to the weapon&rsquo;s user. Experienced operators keep a variety of accessories on hand, swapping them out as needed. </span></p>\n<h1 class=\"title\">Using Weapon Accessories</h1>\n<p><span id=\"ctl00_MainContent_SectionHeader\">Explanations of the statistics for weapon accessories are provided below, along with the rules for adding accessories to weapons. Specific accessories are sometimes exceptions to these rules. </span></p>\n<h2 class=\"title\">Capacity And Usage</h2>\n<p><span id=\"ctl00_MainContent_SectionHeader\">Some accessories require power to function, similar to some technological items; see page 218 of the Core Rulebook for more information. These accessories are identified with capacity and usage entries in Table 1&ndash;11: Weapon Accessories. A weapon accessory&rsquo;s capacity is the highest-capacity battery that the accessory can use. Usage lists the rate at which charges are consumed when the accessory is used. Attached accessories (see Adding Accessories below) must use their own batteries, but an accessory integrated into a powered weapon can be configured to use either the weapon&rsquo;s battery or its own battery. </span></p>\n<h2 class=\"title\">Weapon Type</h2>\n<p><span id=\"ctl00_MainContent_SectionHeader\">Some accessories can be added only to specific types or categories of weapons, as noted in the Weapon Type entry in Table 1&ndash;11: Weapon Accessories. For the most part, these correspond to the weapon types and categories described on pages 169&ndash;170 of the <em>Core Rulebook</em>.<br /><br /><strong>Railed Weapons</strong>: Railed weapons are longarms, heavy weapons, and sniper weapons, all of which have rails along or near the weapon&rsquo;s barrel that allow you to easily add accessories to the weapon. A railed weapon has four rails to which accessories can be added: one on top, one on the bottom, and one on either side. Only one weapon accessory can be added to each rail. Some accessories must be attached to a specific rail, such as the top or bottom, as detailed in the accessory&rsquo;s description. </span></p>\n<h2 class=\"title\">Adding Accessories</h2>\n<p><span id=\"ctl00_MainContent_SectionHeader\">Weapon accessories must normally be added to a weapon to function. Most accessories can be added either by being attached to a weapon or by being integrated into the weapon, though some accessories must be added in a certain way, as indicated in the accessory&rsquo;s description. In either case, add the bulk of the weapon accessory to the weapon&rsquo;s bulk to determine the final accessorized weapon&rsquo;s bulk. When adding multiple items of light bulk together, treat 2&ndash;10 light bulk items as 1 bulk when combined.<br /><br /><strong>Attachment</strong>: An attached weapon accessory is affixed to a weapon but is not really part of it. Anyone can attach or detach an accessory as a full action, and most weapons dealers will attach an accessory bought from them at no extra charge.<br /><br /><strong>Integration</strong>: An integrated weapon accessory is built into the weapon, becoming part of it. Integrated accessories are usually purchased already integrated into the weapon at the combined price of the weapon and the accessory. If the weapon and accessory are purchased separately, a weapons dealer can integrate the accessory into the weapon for a fee of 10% of the accessory&rsquo;s purchase price. You can integrate an accessory into a weapon (or remove an integrated accessory) if you have a number of ranks in Engineering (or both Engineering and Mysticism, for hybrid accessories) equal to the item level of the weapon or accessory, whichever is higher. It takes 1 hour to integrate an accessory or remove an integrated accessory from a weapon.</span></p>\n<div>&nbsp;</div>",
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}