{
  "_id": "Nrf6oy9pJwcEmryP",
  "name": "Weapons",
  "pages": [
    {
      "_id": "x7QaDKLEX4P3VNaN",
      "name": "Weapons",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 100000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>Source Starfinder Core Rulebook pg. 168</p><p>An adventurer’s weapon can be all that stands between them and death. Weapons primarily deal damage, and some have additional special properties. Some weapons also cause specific critical hit effects, which are listed in the weapon tables and described beginning on page 182. See @UUID[Compendium.sfrpg.rules.O5GDQUKPCJ9Zbnfj]{Critical Hits} on page 245 for information.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": false
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "rYi4HAfvInla9u3I",
      "name": "Holding and Wielding Weapons",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 200000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>Source Starfinder Core Rulebook pg. 168</p><p>Melee weapons are categorized by how many hands are required to properly wield them. For ranged weapons, all small arms require one hand, longarms and heavy weapons require two hands, and special weapons are categorized by the number of hands required to wield them.</p><p>You can attack with a weapon (or threaten an area with it, for all melee weapons except unarmed strikes) only if you are wielding it with the correct number of hands. When the rules refer to wielding a weapon, it means you are holding a weapon with the correct number of hands and can thus make attacks with it. For example, if you are holding a small arm in your hand, you are considered to be wielding the weapon. If you are carrying a longarm in one hand or wearing a holstered weapon, you are not wielding it. You can carry a two-handed weapon in one hand, but you can’t make an attack with it while doing so.</p><p>Changing how you hold a weapon is a swift action. You are only considered to have as many hands as your race has actual functional hands or similar appendages (two for most races, but four in the case of kasathas and some other characters). Even if you could hold two weapons in the same hand, you can’t use the hand to wield both weapons. For example, a human with a power battleglove on one hand can still make ranged attacks with a longarm, but he can’t make melee attacks (and thus does not threaten any spaces) while doing so. As a swift action, the human can switch to hold his longarm with only one hand, allowing him to make attacks with the battleglove, but while doing so he can’t make longarm attacks.</p><h3>Weapon Sizes</h3><p>Weapons are built to be easily held and used by both Small and Medium creatures. Weapons can be built for use by smaller creatures but generally cost twice as much (since they require special miniaturization technology). Weapons can also be built for use by larger creatures with no increase in price. A Small or Medium creature trying to use a weapon built for a creature that is Tiny or Large suffers a –4 penalty to attack rolls. Weapons designed for creatures Diminutive or smaller, or Huge or larger, generally cannot be effectively used by Small or Medium creatures.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "3HgxyKugrhTwDhGZ",
      "name": "Ammunition",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 300000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>Source Starfinder Core Rulebook pg. 168</p><p>Weapons often employ electrical charges (typically stored in batteries), cartridges of ammunition, or individual missiles. A weapon’s capacity measures what size battery it uses or the number of cartridges it can hold, and its usage is how much ammunition it uses with each attack. You can use launchers to fire their corresponding missiles, which must be loaded individually. Reloading a weapon or inserting a new battery (including ejecting a spent cartridge or battery if necessary) takes a move action.</p><p>Weapons that use standard ammunition (arrows, charges, darts, mini-rockets, petrol, rounds, scattergun shells, etc.) are sold preloaded. For weapons with other forms of ammunition (such as grenades), ammunition must be purchased separately.</p><h3>Cartridges</h3><p>This type of ammunition includes bullets (often called rounds or shells), bolts, darts, mini-rockets, pellets, and other physical projectiles with any necessary casing and propellant. Cartridges are typically either contained in a multi-cartridge magazine or loaded into the weapon individually; a weapon is assumed to come with enough magazines that you can load spare ones for reloading the weapon in battle. If you buy more cartridges than can be held in a single magazine of your weapon, the purchase includes additional magazines of the same capacity, up to the number needed to fit all your cartridges into magazines. The same rules apply to petrol for flame weapons.</p><p>Rounds are standardized by weapon type. For example, small arms all use the same size of round, but you can’t use a small arm round in a longarm. Most projectile weapons fire one cartridge per attack unless they have special firing modes that shoot multiple cartridges in a short time.</p><h3>Charges</h3><p>This ammunition powers energy or projectile weapons using charges stored in batteries. Since each energy weapon varies in intensity, stronger weapons use up more charges per shot. You can restore a weapon’s charges by attaching it to a generator or a recharging station (see Professional Services on page 234) and thereby recharging its battery, or by swapping out its battery for another fully charged battery.</p><p>Recharging a weapon’s battery from a generator takes 1 minute per charge restored, and using a recharging station takes 1 round per charge, but swapping out a battery takes only a move action. Most batteries can hold 20 charges, but some high-capacity versions made of rare materials can hold more (see Table 7–9: Ammunition).</p><p>A weapon’s battery cannot be recharged to hold more charges than its capacity. A weapon that holds a high-capacity battery still works when a lower-capacity battery is inserted into it, but if a battery has fewer charges remaining than the minimum number required to fire a shot, the weapon doesn’t fire.</p><p>In addition to weapons, batteries can be used to power a wide array of items, including powered armor and technological items.</p><h3>Missiles</h3><p>This special ammunition is loaded and fired one at a time, and it includes arrows and explosive rounds fired from launchers. Some weapons that fire missiles have the quick reload special property (see page 182), allowing you to draw the ammunition and fire it as part of your attack or attacks. Attacks with missile weapons often have the explode special property (see page 181).</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "21wLdW9boKwLHuxn",
      "name": "Improvised Weapons",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 400000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>Source Starfinder Core Rulebook pg. 169</p><p>If you’re using an object that wasn’t meant to be used as a weapon, treat it as a club. You don’t add your Weapon Specialization bonus damage (if any) when attacking with an improvised weapon. At the GM’s discretion, the object might deal a different type of damage or not be treated as archaic (see page 180), and in rare cases a GM might decide a nonweapon functions as a specific weapon (such as an industrial grinder functioning as a fangblade). In such cases, attacks with the weapon take a –4 penalty to the attack roll because of the awkward nature of attacking with something designed for another purpose.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "lbTE9KPFW3Kbb3N7",
      "name": "Targeting Armor Class",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 500000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>Source Starfinder Core Rulebook pg. 169</p><p>Whether you compare an attack roll to the target’s Energy Armor Class (EAC) or Kinetic Armor Class (KAC) depends on the type of damage the weapon deals. In rare cases, a weapon’s damage type can be magically altered with weapon fusions (see page 191), but this never changes whether a weapon targets EAC or KAC.</p><p>If the weapon deals only energy damage, the attack targets EAC. Energy damage generally includes acid, cold, electricity, fire, and sonic damage, though it also potentially includes magical or exotic untyped energies.</p><p>If the weapon deals only kinetic damage, or if it deals both energy and kinetic damage, the attack targets KAC. Kinetic damage generally comes from attacks that deal bludgeoning, piercing, or slashing damage, as well as damage from crushing, constriction, or the impact from falling.</p><p>For more about EAC and KAC, see Armor Class on page 240.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "rmyq8q16VcRqZ1lG",
      "name": "Weapon Damage",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 600000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>Source Starfinder Core Rulebook pg. 169</p><p>The energy and kinetic damage types are described below, including the abbreviations for each that appear in the weapon tables in this chapter. Weapons that deal multiple types of damage have an ampersand between the types (such as “B & E” for a weapon that deals bludgeoning and electricity damage). For such weapons, half the damage dealt is one type, and half is the other (if the damage done is an odd number, select one damage type to round up, rounding down the other damage type normally).</p><h3>Energy Damage</h3><p>The following types of damage are energy damage. Other, rare forms of energy damage exist, and such weapons specify whether they target EAC in their descriptions.</p><ul><li><p>Acid (A): Damage dealt by corrosive substances and effects.</p></li><li><p>Cold (C): Damage dealt by ice and cryogenic energy.</p></li><li><p>Electricity (E): Damage dealt by lightning and other electric shocks.</p></li><li><p>Fire (F): Damage dealt by flames, lasers, and extreme heat.</p></li><li><p>Sonic (So): Damage dealt by loud noise or damaging frequencies.</p></li></ul><h3>Kinetic Damage</h3><p>The following are types of kinetic damage.</p><ul><li><p>Bludgeoning (B): Damage from blunt force.</p></li><li><p>Piercing (P): Damage from spikes, bullets, and punctures.</p></li><li><p>Slashing (S): Damage from blades, claws, and sharp edges.</p></li></ul>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "yjlolamYF01E0sfz",
      "name": "Weapon Types",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 700000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>Source Starfinder Core Rulebook pg. 169</p><p>The weapons in the above sections are grouped into types, and they are further divided into categories within each type. Most weapons belong to both a weapon type and a weapon category. For example, a zero pistol is both a small arm and a cryo weapon.</p><p>Weapons of the same type are of similar size and have similar mechanical properties. Weapon types include basic melee, advanced melee, small arms, longarms, heavy weapons, sniper weapons, grenades, and special weapons. Ammunition and solarian weapon crystals are also listed here.</p><p>The weapon tables linked above are arranged by weapon type, as described in the sections below.</p><ul><li><p><strong>Weapon Categories:</strong> Weapons fall into subgroups that indicate how a given weapon deals damage. Weapon categories include cryo weapons, flame weapons, laser weapons, plasma weapons, projectile weapons, shock weapons, and sonic weapons. When a weapon doesn’t fall into a specific category, it is listed in the weapon tables as an uncategorized weapon. The weapon descriptions on pages 183–190 are arranged primarily by weapon category.</p></li></ul><h3>Basic Melee</h3><p>Any handheld weapon that must touch a target to deal damage is considered a melee weapon. Basic melee weapons can be easily used by almost anyone and generally require no special training. While basic melee weapons deal less damage than more sophisticated weapons of the same item level, they have the advantage of not usually requiring power sources and operating under almost any conditions. Basic melee weapons are divided into one-handed and two-handed weapons, as shown on Table 7–1.</p><h3>Advanced Melee</h3><p>Any handheld weapon that must touch a target to damage it is considered a melee weapon. Advanced melee weapons require a degree of training and skill to use properly. Advanced melee weapons are divided into one-handed and two-handed weapons, as shown on Table 7–2.</p><h3>Small Arms</h3><p>Small arms are handheld ranged weapons that can be held and operated with one hand. Various pistols are the most common type, though many types of small arms exist. Small arms require a battery or ammunition of the proper size and type to function, as shown on Table 7–3.</p><h3>Longarms</h3><p>Longarms are handheld, long-ranged weapons that must be held and operated with two hands. Various rifles are the most common type, though many types of longarms exist. Some longarms support automatic fire as well. Longarms require a battery or ammunition of the proper size and type to function, as shown on Table 7–4.</p><h3>Heavy Weapons</h3><p>Heavy weapons are military-grade, high-damage weapons that require specialized training to use. Heavy weapons are difficult to hold steadily and aim accurately, and they thus require a minimum Strength score to use to their full potential. Heavy weapons must be held and operated with two hands, and they require a battery or ammunition of the proper size and type to function, as shown on Table 7–5.</p><ul><li><p><strong>Minimum Strength:</strong> The minimum Strength score is 12 for 1st- through 10th-level heavy weapons and 14 for 11thlevel and higher heavy weapons. A character using a heavy weapon without the appropriate minimum Strength takes a –2 penalty to attack rolls with that weapon.</p></li></ul><h3>Sniper Weapons</h3><p>Sniper weapons are handheld, long-ranged weapons that must be held and operated with two hands. They are similar to long arms, but they are designed to emphasize range and accuracy, even if this requires some sacrifice in damage potential. Sniper weapons require a battery or ammunition of the proper size and type to function, as shown on Table 7–6.</p><h3>Grenades</h3><p>Grenades are a special type of thrown weapon that can deal a variety of types of damage as well as create special hindering effects, as shown on Table 7–7.</p><h3>Special Weapons</h3><p>Special weapons resist classification into any other category. Some adventurers favor special weapons for the abilities they offer or for their unique beauty.</p><h3>Solarian Weapon Crystals</h3><p>A solarian weapon crystal adds damage to a solarian’s solar weapon. The solarian can place the crystal inside his mote as a standard action. While within a mote, a crystal applies its effects any time that mote is in a solar weapon form. A crystal within a mote can’t be interacted with in any way other than via abilities that specifically target a mote. The solarian can remove the crystal from his mote as a standard action, and the crystal falls loose if the mote is deactivated in any way. A solarian can’t have more than one crystal in his mote at a given time.</p><p>A solarian weapon crystal doesn’t give a solarian the option to create a solar weapon if he did not choose that option for his solar manifestation. Most weapon crystals increase the amount of damage attacks with the solar weapon deal. This increased damage is normally the same type of damage the solarian weapon deals (typically bludgeoning, piercing, or slashing). If a solarian crystal’s damage entry lists an abbreviation after the damage, however, the additional damage the solar weapon deals is of the indicated type.</p><p>Even if a solarian weapon crystal’s extra damage is a type of energy damage, attacks with the solar weapon still target KAC, not EAC. If a solarian crystal lists a critical effect, that critical effect applies to any critical hit the solar weapon makes while the solarian crystal is within the solarian’s mote.</p><p>For example, a solarian with a minor photon crystal and a base solar weapon damage of 2d6 deals 2d6 bludgeoning, piercing, or slashing damage, plus 1d6 fire damage, on a hit with his solar weapon.</p><p>A solarian weapon crystal is a hybrid item that blends magic and technology. When a weapon crystal is within a mote and the solarian uses the mote in solar weapon form, the solar weapon is considered magic for the purpose of overcoming damage reduction.</p><ul><li><p><strong>Broken Solarian Crystals:</strong> If a solarian weapon crystal with the broken condition is inside a solarian’s solar mote, the solarian takes a –2 penalty to attack and damage rolls with the solar weapon, and the solar weapon can’t deal extra critical effects. Both effects last until the crystal is repaired. As hybrid items, solarian crystals can be repaired using the make whole or mending spells, or with the Engineering or Mysticism skills, as described in the Skills chapter.</p></li></ul>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    },
    {
      "_id": "nXkFsyxk7Vybdn7G",
      "name": "Weapon Special Properties",
      "type": "text",
      "flags": {},
      "image": {},
      "ownership": {
        "default": -1
      },
      "sort": 800000,
      "src": null,
      "system": {},
      "text": {
        "content": "<p>Some weapons possess inherent special properties. A weapon’s special properties are listed in the Special column entry in its corresponding weapons table. Details of these special weapon properties appear below.</p><h3>Aeon</h3><p>Source Starfinder #8: Escape from the Prison Moon pg. 45</p><p>A weapon that has the aeon special property includes a socket that can house an aeon stone. As a standard action, you can slot an aeon stone into the socket or remove it. You can slot an aeon stone into a weapon only if the weapon has an item level equal to or greater than the aeon stone’s item level. You don’t benefit from the stone’s normal abilities while the stone is slotted into a weapon. Instead, an aeon weapon with a slotted aeon stone gains the boost weapon special property, provided it doesn’t have the blast or unwieldy properties. The amount of the boost’s damage increase is dependent on the item level of the slotted aeon stone, as follows: level 1–5, 1d4; levels 6–10, 1d6; levels 11–15, 1d8; levels 16–20, 1d10.</p><p>A slotted aeon stone has a number of charges per day equal to the stone’s item level. Utilizing the boost special property the stone provides spends charges from the stone equal to the weapon’s usage value. If the stone lacks enough charges, the boost attempt has no effect. An aeon stone that has had any daily charges expended in this way turns a dull color and doesn’t confer its usual benefits if removed from the aeon weapon.</p><h3>Analog</h3><p>Source Starfinder Core Rulebook pg. 180</p><p>This weapon does not use any advanced electronics, computer systems, or electrical power sources. It is immune to abilities that target technology. While this use of the word “analog” is not technically correct when referring to technology, use of the term in this way has become common throughout the Pact Worlds.</p><h3>Antibiological</h3><p>Source Starfinder Armory pg. 27</p><p>An antibiological weapon damages only living targets. Objects and creatures with the unliving special quality, such as robots and undead, are immune to its effects.</p><h3>Archaic</h3><p>Source Starfinder Core Rulebook pg. 180</p><p>This weapon deals 5 fewer damage unless the target is wearing no armor or archaic armor. Archaic weapons are made of primitive materials such as wood or common steel.</p><h3>Aurora</h3><p>Source Starfinder Armory pg. 27</p><p>When an aurora weapon strikes a target, the creature glows with a soft luminescence for 1 minute. This negates invisibility effects and makes it impossible for the target to gain concealment from or hide in areas of shadow or darkness.</p><h3>Automatic</h3><p>Source Starfinder Core Rulebook pg. 180</p><p>In addition to making ranged attacks normally, a weapon with this special property can fire in fully automatic mode. No action is required to toggle a weapon between making normal ranged attacks and using automatic mode.</p><p>When you make a full attack with a weapon in automatic mode, you can attack in a cone with a range of half the weapon’s range increment. This uses all the weapon’s remaining ammunition. Roll one attack against each target in the cone, starting with those closest to you. Attacks made with a weapon in automatic mode can’t score critical hits. Roll damage only once, and apply it to all targets struck. Each attack against an individual creature in the cone uses up the same amount of ammunition or charges as taking two shots, and once you no longer have enough ammunition to attack another target, you stop making attacks.</p><p>For example, if you were using a tactical X-gen gun with 27 rounds remaining, you would target the nearest 6 creatures in the cone and use up all 27 rounds.</p><p>If more than one creature is equidistant and you don’t have enough cartridges remaining to shoot at all equidistant creatures, determine randomly which one you target. You can’t avoid shooting at allies in the cone, nor can you shoot any creature more than once, even if you have enough cartridges to fire more shots than you have targets. Attacks in automatic mode take the same penalties as other full attacks.</p><h3>Blast</h3><p>Source Starfinder Core Rulebook pg. 180</p><p>This weapon fires in a cone that extends only to its first range increment. You can’t use it to attack creatures beyond that range.</p><p>For each attack you make with a weapon with the blast special property, roll one attack against each target in the cone, starting with those closest to you. Each attack takes a –2 penalty in addition to other penalties, such as the penalty to all attacks during a full attack. Roll damage only once for all targets. If you roll one or more critical hits, roll the extra critical damage only once (or any other special effects on a critical hit that require you to roll) and apply it to each creature against which you score a critical hit. You can’t avoid shooting at allies in the cone, nor can you shoot any creature more than once.</p><p>Attacks with blast weapons ignore concealment. A blast weapon doesn’t benefit from feats or abilities that increase the damage of a single attack (such as the operative’s trick attack). Ammunition for blast weapons is designed for blast attacks, so you spend the usage amount only once for each cone of attacks.</p><h3>Block</h3><p>Source Starfinder Core Rulebook pg. 181</p><p>Only melee weapons can have the block special property, which represents some kind of guard or crossbar that can protect you from attacks by a foe you strike in melee. When you successfully strike a target with a melee attack using such a weapon, you gain a +1 enhancement bonus to your AC for 1 round against melee attacks from that target.</p><h3>Boost</h3><p>Source Starfinder Core Rulebook pg. 181</p><p>You can charge up a weapon with this special property as a move action. When you do, you increase the weapon’s damage by the listed amount on the next attack you make with the weapon. Boosting expends charges from the weapon equal to its usage value. This increases the weapon’s damage and is multiplied on a critical hit. Boosting a weapon more than once before firing it doesn’t have any extra effect, and the extra charge dissipates if the weapon is not fired by the end of your next turn.</p><h3>Breach</h3><p>Source Starfinder Armory pg. 27</p><p>A breach weapon is specifically designed to apply sudden force to doors and walls in an effort to break them. If you are trained in Engineering, as a full action you can use a breach weapon against an adjacent stationary door or wall, or at the GM’s discretion, against a similar adjacent object. An attack with the weapon expends ammunition as normal, but instead of making an attack roll, you attempt a Strength check against the object’s break DC (Core Rulebook 408) and add the breach weapon’s item level to the check.</p><h3>Breakdown</h3><p>Source Starfinder Armory pg. 27</p><p>A breakdown weapon can be taken apart into multiple small pieces. While broken down, the weapon is treated as especially small or easy to hide for the purpose of Sleight of Hand’s hide object task and can fit into spaces that can typically hold only items of light bulk (including a ysoki’s cheek pouches). It takes 1 minute to take apart or reassemble a breakdown weapon.</p><h3>Bright</h3><p>Source Starfinder Core Rulebook pg. 181</p><p>Attacks with bright weapons illuminate the area within 20 feet of your target for 1 round following the attack, increasing the illumination level by one step, to a maximum of normal light.</p><h3>Buttressing</h3><p>Source Tech Revolution pg. 60</p><p>When activated, this weapon exudes subtle static charges that tightly bind nearby objects to one another, granting them additional resilience from incoming attacks. After you make an attack with this weapon, you: increase the AC bonus you gain from cover by 1, increase the hardness of objects within 5 feet of you by an amount equal to 1/4 × the weapon’s item level, and gain a +1 bonus to your KAC to resist combat maneuvers. These benefits last until you move or until the beginning of your next turn, whichever comes first. Objects that are moved from their space lose this benefit immediately. The effects of multiple buttressing weapon attacks don’t stack with each other.</p><h3>Cluster</h3><p>Source Starfinder Armory pg. 27</p><p>A cluster weapon is a form of grenade launcher that can fire a single grenade or (if loaded with appropriate grenades) can expend two identical grenades as a single attack. In the latter case, the grenades act as a single grenade of the same type (with a single attack roll, dealing damage only once, and so on), except its radius is increased by the listed amount listed and the save DC of any effects created by the grenade is calculated using the cluster weapon’s item level if it is higher than the grenade’s item level. Attempting to fire two nonidentical grenades results in an error code and the weapon does not fire.</p><h3>Conceal</h3><p>Source Starfinder Armory pg. 27</p><p>A weapon with the conceal special property is considered especially small or easy to hide for purposes of Slight of Hand’s hide object task, granting you a +4 circumstance bonus to skill checks to hide object.</p><h3>Deconstruct</h3><p>Source Starfinder Armory pg. 27</p><p>The target of a weapon with the deconstruct special property takes the listed amount of acid damage every round until the target succeeds at a Reflex save to end the damage. This functions as the burning condition, except as noted and that the ongoing damage is also ended if the target takes any amount of electricity damage.</p><h3>Deflect</h3><p>Source Starfinder Armory pg. 27</p><p>A weapon with the deflect special property generates both an energy and a kinetic effect, which allows you to use it with the Deflect Projectiles feat (if you have it) to counter both kinetic and energy ranged attacks.</p><h3>Disarm</h3><p>Source Starfinder Core Rulebook pg. 181</p><p>When you attempt a disarm combat maneuver while wielding a weapon with the disarm special property, you gain a +2 bonus to your attack roll.</p><h3>Double</h3><p>Source Starfinder Armory pg. 27</p><p>A double weapon has two different weapons placed end to end so you can attack with either easily without changing your grip. For the purpose of the Multi-Weapon Fighting feat, a double weapon is treated as two or more operative melee weapons. A double weapon is not treated as an operative weapon for any other purpose unless it has the operative weapon special property.</p><p>Some double weapons have ends that deal different damage types. When making a single attack with such a weapon, you can choose which damage type to deal, but if you make more than one attack in the same round, at least one of those attacks must be made with the second damage type. The weapon category of a double weapon that deals more than one damage type is based on the first damage type listed. If its second damage type causes it to be considered a different weapon category when dealing that damage, that category is listed in parentheses. For example, a double weapon in the flame category that deals 1d6 fire damage or 1d6 cold damage lists “double (cryo)” to indicate that when it is used to deal cold damage, it is treated as a weapon in the cryo category.</p><h3>Drain Charge</h3><p>Source Starfinder Armory pg. 27</p><p>When a weapon with the drain charge weapon special property hits an enemy that has a natural attack that deals electricity damage (an attack not dependent on armor upgrades, spells, spell-like abilities, or carried weapons or equipment), it siphons off some of that target’s inherent electricity and regains the number of charges listed in the weapon’s usage entry.</p><h3>Echo</h3><p>Source Starfinder Armory pg. 27</p><p>An echo weapon establishes a lingering sonic resonance within a target. A creature with blindsense or blindsight (vibration or sound) can detect a target hit by an echo weapon at a distance of up to 10 × its normal range. This does not grant blindsense or blindsight to creatures that do not already have this ability.</p><h3>Entangle</h3><p>Source Starfinder Core Rulebook pg. 181</p><p>A creature hit by an entangle weapon becomes entangled until it escapes with an Acrobatics check (DC = 10 + weapon’s item level + the attacker’s Dexterity modifier) or a Strength check (DC = 15 + weapon’s item level + the attacker’s Dexterity modifier). An entangled creature can attempt such a check as a move action. Some weapons (such as stickybomb grenades) have a maximum duration for this effect. See page 275 for information about the entangled condition.</p><h3>Explode</h3><p>Source Starfinder Core Rulebook pg. 181</p><p>Explosives have the explode special property, which lists the amount of damage the explosion deals, the damage type, special effects (with a duration, if necessary), and the radius of the explosion. When you attack with this type of weapon or ammunition, aim at a grid intersection. Each creature within the blast radius takes the listed damage but can attempt a Reflex saving throw for half damage. If the explode special property has any special effects other than damage, they are negated with a successful saving throw. If you score a critical hit, it applies only to the creature closest to the targeted intersection (you choose the creature if several are equally close). Some exploding weapons, such as smoke grenades, don’t deal damage, so they don’t include the damage and damage type entries.</p><h3>Extinguish</h3><p>Source Starfinder Armory pg. 27</p><p>You can expend all remaining charges of this weapon (even if it has only a single charge or use) as a swift action to remove the burning condition from yourself or an adjacent creature, or to quench the flames in 1 square. If the weapon affects an area, it extinguishes all flames in that area (including ending the burning condition for all targets fully within the area). Extinguishing flames does not prevent the area from catching fire again, especially if flames survive nearby.</p><h3>Feint</h3><p>Source Starfinder Armory pg. 28</p><p>When using this weapon to feint (Core Rulebook 247), you gain a +2 circumstance bonus to your Bluff check.</p><h3>Fiery</h3><p>Source Starfinder Armory pg. 28</p><p>Fiery ammunition bursts into glowing embers when fired. While this is not enough to change its normal damage to fire damage, any extra damage from a critical hit is considered fire damage and the weapon deals half damage to targets that take half damage from energy attacks but no damage from kinetic attacks (such as incorporeal creatures) and counts as a weapon with the explode special property against creatures with swarm defenses. If fiery ammunition is used in a weapon that already deals half fire damage (such as a weapon with the flaming weapon fusion), on a critical hit, all the damage dealt is fire damage. At the GM’s discretion, fiery ammunition can set extremely flammable materials on fire, such as oil-soaked rags or dry tinder.</p><h3>First Arc</h3><p>Source Starfinder Armory pg. 28</p><p>A weapon with the first arc special property always generates an electrical arc, per the critical hit effect whenever it hits a target.</p><h3>Flexible Line</h3><p>Source Starfinder Armory pg. 28</p><p>A flexible weapon generates lines of effect at a distance from the user. Choose two points, both of which must be within the weapon’s first range increment. The weapon’s effect extends from one point to the other. Other than this placement, resolve the attack per the line weapon special property.</p><h3>Force</h3><p>Source Starfinder Armory pg. 28</p><p>A force weapon is treated as having the force descriptor, which can cause it to interact differently with some targets (as defined by the targets’ special rules). Force weapons deal kinetic damage but still target EAC.</p><h3>Free Hands</h3><p>Source Starfinder Armory pg. 28</p><p>A free hands weapon is unbalanced or otherwise awkward to use. This difficulty in using the weapon can be negated by moving the listed number of hands that are not holding anything or being used for any other purpose as counterweights. You wield a free hands weapon using the normal number of hands, but if you have the listed number of free hands available while wielding it, the weapon is not considered unwieldy. For example, a kasatha wielding a flame spinner in two of her hands while her other two hands remain empty treats the weapon as though it does not have the unwieldy weapon special property.</p><h3>Fueled</h3><p>Source Starfinder Armory pg. 28</p><p>A fueled weapon has an integrated petrol tank and must be activated to function properly. This works like the powered weapon special property, except it uses petrol as a fuel source instead of a battery. Unlike a battery, petrol is permanently expended upon use and must be purchased rather than recharged.</p><h3>Grapple</h3><p>Source Starfinder Armory pg. 28</p><p>When wielding a grapple weapon, you can use it to perform a grapple combat maneuver without having your hands free. When you do so, you gain a +2 bonus to the attack roll, and if you roll a natural 20 on the attack roll, you apply the weapon’s critical hit effect (if any) to the target.</p><h3>Gravitation</h3><p>Source Starfinder Armory pg. 28</p><p>When you hit a target with a gravitation weapon, you can move that target the listed distance either toward you or away from you unless it succeeds at a Reflex save (DC = 10 + 1/2 weapon’s item level + your Dexterity bonus). If this movement would cause the target to move through a wall, object, or another barrier, the target creature stops moving, but it does not fall prone or take damage. If the movement would push the target off a cliff, into a trap, or otherwise move it into an area of obvious danger, the target must succeed at a second Reflex saving throw to stop its movement or be moved into the dangerous space. Movement caused by a gravitation weapon does not trigger attacks of opportunity.</p><h3>Guided</h3><p>Source Starfinder Armory pg. 28</p><p>A guided weapon uses a signal along with wireless telemetry, magnetic guidance, or another means of guiding its payload after the weapon has been fired. When you take a move action to aim the weapon and then fire it on the same turn (including doing so with a sniper weapon), your target does not gain the bonus to AC provided by cover, partial cover, or soft cover. Improved cover and total cover still confer their bonuses normally.</p><h3>Harrying</h3><p>Source Starfinder Armory pg. 28</p><p>A harrying weapon produces exceptionally distracting bursts of fire. When you take the harrying fire action with this weapon, you gain a +2 insight bonus to your attack roll.</p><h3>Healing</h3><p>Source The Liberation of Locus-1 pg. 59</p><p>A healing weapon, which must be an energy weapon, can deliver restorative energy. You can set the weapon to heal mode (or reset it to normal mode) as a move action. While in healing mode, if the healing weapon hits a creature, roll dice equal to the weapon’s damage; Weapon Specialization, an operative’s trick attack, and other effects that increase damage don’t apply. The creature recovers Hit Points equal to the amount rolled, minimum 1. Reduce healing by half for constructs and undead; objects are unaffected. A critical hit with a healing weapon doesn’t increase the healing or have a critical hit effect. A healing weapon used in healing mode expends twice the usual number of charges, and a battery used in a healing weapon can’t be recharged.</p><h3>Holy Water</h3><p>Source Starfinder Armory pg. 28</p><p>A holy water weapon is infused with the blessings of one or more good-aligned deities (most commonly Hylax, Iomedae, or Sarenrae within the Pact Worlds, though devoted followers of any good-aligned deity could create such weapons). It damages only undead (regardless of alignment) and outsiders with the evil subtype, and even those creatures suffer no effect (and show no sign of their nature if it is not already obvious) with a successful saving throw. Crafting a holy water grenade requires the blessing of formally trained priests of a good deity, though a character of any alignment can do the actual crafting.</p><h3>Hybrid</h3><p>Source Starfinder #33: Dominion’s End pg. 48</p><p>A weapon with this special property is a hybrid item, incorporating both magic and technology into its design. It counts as a magical weapon and gains the analog weapon special property. It consumes ammunition and battery charges normally.</p><h3>Ignite</h3><p>Source Starfinder Armory pg. 29</p><p>Weapons with the ignite special property use an accelerant to start small, intense fires on their targets. A target hit by a weapon with this special property must succeed at a Reflex save (DC = 20 + 1/2 the item’s level + your Dexterity bonus) or gains the burning condition with the listed amount of damage. Gaining the burning condition multiple times from the ignite special property does not increase your burning damage—you take only the highest listed ignite damage each round. A character who gains the burning condition through other means (such as the burn critical effect, even from a weapon with ignite) does add that damage to her burning damage each round. Ending the burning condition ends burning from all sources.</p><h3>Indirect</h3><p>Source Starfinder Armory pg. 29</p><p>An indirect weapon uses a wireless signal along with a multistage firing system, internal telemetry, bimetallic fluctuation, magnetic guidance, or some other system to make it appear as if a shot from the weapon had been fired from a different location. This reduces the penalty to Stealth checks for sniping by 10.</p><h3>Injection</h3><p>Source Starfinder Core Rulebook pg. 181</p><p>This weapon or its ammunition can be filled with a drug; a contact, ingested, inhaled, or injury poison; or a medicinal compound. On a successful attack with the weapon (either the first attack if it’s a melee weapon or an attack with the relevant piece of ammunition if it’s a ranged weapon), the weapon automatically injects the target with the substance. Refilling the weapon with a new substance acts as reloading it and is a move action. Each different injectable material must be bought separately and can be used in any weapon with the injection special property. See page 231 for rules and prices for drugs, medicinals, and poisons.</p><h3>Instrumental</h3><p>Source Starfinder #46: The Perfect Storm pg. 46</p><p>A weapon with this property can also be used as a basic musical instrument (Armory 105). The size of this instrument’s battery is the same as that of the weapon’s, and it can be used as a weapon (with the charge usage indicated) or an instrument (where it uses 1 charge every 10 minutes). If the weapon is 8th level or higher, it also functions instead as a euphonic musical instrument (Armory 106).</p><h3>Integrated</h3><p>Source Starfinder Armory pg. 29</p><p>An integrated weapon can be wielded normally or installed in an armor upgrade slot. When properly installed, the weapon is considered to be wielded without needing to assign a number of hands to wield it. An integrated weapon requires the listed number of armor slots for proper installation. An android or any other creature with the upgrade slot racial ability cannot combine its racial upgrade slot with armor upgrade slots to install an integrated weapon. Installing, removing, or replacing an integrated weapon in a suit of armor takes 10 minutes, as if it were an armor upgrade.</p><h3>Line</h3><p>Source Starfinder Core Rulebook pg. 181</p><p>This weapon fires a projectile in a straight line that pierces through multiple creatures or obstacles. When attacking with such a weapon, make a single attack roll and compare it to the relevant Armor Class of all creatures and objects in a line extending to the weapon’s listed range increment. Roll damage only once. The weapon hits all targets with an AC equal to or lower than the attack roll. However, if an attack fails to damage a creature or obstacle hit in the line (typically due to damage reduction or hardness), the path is stopped and the attack doesn’t damage creatures farther away. A line weapon can’t damage targets beyond its listed range. If you score a critical hit, that effect applies only to the first target hit in the line, and you roll the critical damage separately. If multiple creatures are equally close, you choose which one takes the effects of the critical hit. A line weapon doesn’t benefit from feats or abilities that increase the damage of a single attack (such as the operative’s trick attack).</p><h3>Living</h3><p>Source Starfinder Armory pg. 29</p><p>Unlike simpler forms of biotech, a living weapon is not just organic material—it’s actually a simple living organism. The core function of a living weapon is based on the same scientific principles as manufactured weapons, but come about as part of its natural development and body function.</p><p>A living weapon can be affected by spells that target creatures, though it is mindless, incapable of independent action, and has no ability scores other than Constitution (which is always equal to its item level). It is subject to poisons and diseases, though it does not need to breath and is always protected as well as a creature with active environmental protection from armor. If it is forced to make a saving throw, its save bonus is always equal to its item level. If it suffers a condition that would normally cause it to take a penalty to attacks, damage, or save DCs, those penalties apply to any attack or effect created with it. Living weapons “eat” by absorbing part of the charges or fuel (or energy from some other form of ammunition) when fired. They do not sleep or breathe, cannot communicate in any way, are immune to pain effects due to their incredibly simple nervous systems, and are mindless.</p><p>If damaged, a living weapon can regain Hit Points from effects that restore Hit Points to living creatures, such as a mystic cure spell, and it regains a number of Hit Points equal to its item level each day. You can use the Life Science or Medicine skill instead of Engineering to repair a living weapon.</p><h3>Lockdown</h3><p>Source Pact Worlds pg. 192</p><p>A construct reduced to 0 Hit Points by a lockdown weapon is not destroyed but simply immobilized until it regains 1 or more Hit Points.</p><h3>Mind-Affecting</h3><p>Source Starfinder Armory pg. 29</p><p>A mind-affecting weapon affects only creatures with minds; targets that are immune to mind-affecting effects are immune to this weapon. The damage from mind-affecting weapons is normally untyped, in which case it is affected by the same things that affect damage from the spell mind thrust. For example, if a creature was immune to mind thrust, it would also be immune to untyped damage from a mind-affecting weapon.</p><h3>Mine</h3><p>Source Starfinder Armory pg. 29</p><p>A weapon with the mine special property is able to modify the ammunition fired from it to delay the detonation of its ordnance. Ammunition fired from this weapon (typically a grenade or mini-rocket) lands at the target grid intersection intact, detonating only when a creature moves into an adjacent square, or automatically detonating after 1d6+1 rounds have passed.</p><h3>Mire</h3><p>Source Starfinder Armory pg. 29</p><p>A mire weapon has a defined area (generally a radius) that it temporarily turns into difficult terrain. Only a surface can be turned into difficult terrain (you can’t use a mire weapon to create difficult terrain in midair, for example), and the difficult terrain affects only the climb speed and land speed of creatures in the area.</p><h3>Modal</h3><p>Source Starfinder Armory pg. 29</p><p>A modal weapon can be toggled to deal different types of damage, with the options listed in the weapon’s damage entry. The weapon can deal only one type of damage at a time; changing the weapon’s mode to deal another damage type requires a move action. The weapon category of a modal weapon is based on the first damage type listed. If its second damage type causes it to be considered a different category of weapon when dealing that damage, that category is listed in parentheses. For example, a modal weapon in the flame category that deals 1d6 fire damage or 1d6 cold damage lists “modal (cryo)” to indicate that when it is used to deal cold damage, it is treated as a weapon in the cryo category.</p><h3>Necrotic</h3><p>Source Starfinder #3: Splintered Worlds pg. 48</p><p>A necrotic weapon deals cold damage infused with negative energy. Creatures immune to negative energy (such as the targets of a death ward spell) are immune to the cold damage of a necrotic weapon, and the cold damage of necrotic weapons affects only living creatures. Undead creatures targeted by a weapon with this property not only take no damage from the cold but also gain temporary Hit Points equal to the weapon’s item level. These temporary Hit Points last for 10 minutes, until expended, or until the undead gains a larger number of temporary Hit Points from a necrotic weapon. A creature can benefit from only one source of temporary Hit Points from a necrotic weapon at a time.</p><h3>Nonlethal</h3><p>Source Starfinder Core Rulebook pg. 181</p><p>This weapon deals nonlethal damage. See page 252 for more information on how nonlethal damage works.</p><h3>Operative</h3><p>Source Starfinder Core Rulebook pg. 181</p><p>An operative can use the trick attack class feature (see page 93) with a weapon that has this special property. Any character can add her Dexterity modifier rather than her Strength modifier on melee attack rolls with weapons with this special property.</p><h3>Operative</h3><p>Source Starfinder Armory pg. 41</p><p>Lightweight and versatile, operative weapons take many forms, and they prove particularly effective in the hands of a trained combatant. An operative can use the trick attack class feature with a weapon that has the operative special property, and any character can add her Dexterity modifier rather than her Strength modifier to melee attack rolls with these weapons.</p><h3>Penetrating</h3><p>Source Starfinder Core Rulebook pg. 181</p><p>A penetrating weapon is designed to punch through large objects’ outer layers, making it easier to damage them. A penetrating weapon ignores an amount of hardness equal to the weapon’s level.</p><h3>Polarize</h3><p>Source Starfinder Armory pg. 29</p><p>A weapon with the polarize special property briefly builds up a polarized charge in a target. When striking a target multiple times with a weapon with the polarize special property in the same round, damage from each such strike after the first is increased by the listed amount. This resets at the beginning of your next turn.</p><h3>Polymorphic</h3><p>Source Starfinder #15: Sun Divers pg. 44</p><p>Melee weapons with the polymorphic weapon special property are made of a multitude of linked scales that can be reconfigured with a gesture. The wielder can cause the scales to flatten, form several contiguous sharp edges, or stand upright as a series of points. As a swift action or once as part of a full action, a creature wielding a polymorphic weapon can change its damage type from bludgeoning, slashing, or piercing to another of those types.</p><h3>Powered</h3><p>Source Starfinder Core Rulebook pg. 181</p><p>A melee weapon with an internal battery that must be charged to function has the powered special property, which lists its capacity and usage. Unlike with a ranged weapon, the usage is for 1 minute of operation rather than per attack, though using a powered weapon for less than 1 full minute still expends 1 full usage. The number of charges expended is equal to the usage × the number of minutes the weapon is used, rounded up to the nearest minute. You can activate the power of the weapon as part of the action used to make an attack with it, and it automatically deactivates after 1 minute.</p><p>As with ranged weapons, you can recharge the battery of a powered melee weapon using a generator or a recharging station, or you can purchase new batteries for it. If you try to attack with a powered weapon that’s out of charges, it functions as an improvised weapon (see page 169).</p><h3>Professional</h3><p>Source Starfinder Armory pg. 30</p><p>A professional weapon is a tool used in a specialized trade that nevertheless has tremendous damaging potential. When using a professional weapon, you gain a +2 insight bonus to checks with the listed Profession skill (or to checks with similar skills that could reasonably use that weapon as part of the profession, subject to the GM’s discretion). If you have a number of ranks in the listed Profession skill equal to the item level, you are considered proficient with that weapon, even if you would not normally be. This proficiency never counts toward prerequisites of any kind.</p><h3>Propel</h3><p>Source Drift Crisis pg. 50</p><p>These weapons move affected targets the listed distance away from the origin point of the effect. A target that succeeds at a Reflex save (DC = 10 + 1/2 the weapon’s item level + the wielder’s Dexterity modifier) isn’t moved. If the movement would cause the target to move through a wall, object, or another barrier, the target creature stops moving and falls prone.</p><h3>Punch Gun</h3><p>Source Character Operations Manual pg. 123</p><p>A punch gun weapon is a small ranged weapon outfitted with a pressure-sensitive firing mechanism that is affixed to a glove or a similar item. Unlike most ranged weapons, which discharge when a trigger is pulled, a punch gun fires when sufficient pressure is placed upon its barrel. All punch gun projectile weapons have a range equal to their wielder’s natural reach. Although these are ranged attacks, they do not provoke attacks of opportunity.</p><h3>Quick Reload</h3><p>Source Starfinder Core Rulebook pg. 182</p><p>You can reload this weapon as part of the same action as firing it, instead of taking a move action to reload.</p><h3>Radioactive</h3><p>Source Starfinder Armory pg. 30</p><p>A radioactive weapon contains unstable radioactive components. When the wielder rolls a natural 1 on an attack roll, she is exposed to dangerous radiation and must succeed at a Fortitude save or be inflicted with radiation sickness. (For radioactive blast weapons, the user must attempt a Fortitude save if any of the attacks are a natural 1). This is considered a low level of radiation. The DCs for this save and the disease are each equal to the weapon’s critical hit DC.</p><h3>Reach</h3><p>Source Starfinder Core Rulebook pg. 182</p><p>Only melee weapons can have the reach special property. Wielding a weapon with reach gives you 10 feet of reach for attacks with that weapon. See Reach and Threatened Squares on page 255 for more information.</p><h3>Recall</h3><p>Source Starfinder Armory pg. 30</p><p>A recall weapon is keyed to a wristband or another small device worn by the wearer (which does not count against the maximum of two worn magic or hybrid items). If you throw a recall weapon and your attack misses, the weapon returns to you at the end of your turn.</p><h3>Regrowth</h3><p>Source Starfinder #29: The Cradle Infestation pg. 47</p><p>This weapon regrows its own ammunition, usually with the help of sunlight and nutrients drawn from the air or soil. It takes the weapon 8 hours to replenish its full capacity of ammunition; this ammunition is always standard ammunition unique to the weapon and cannot be sold.</p><h3>Relic</h3><p>Source Starfinder #5: The Thirteenth Gate pg. 39</p><p>These rare items are bits of lost technology or unique items less powerful than artifacts. A relic has an item level but can be sold for 100% of the item’s price (like trade goods). A relic cannot be crafted without the means of a specific formula, which is almost always long lost, and often requires specific materials. A relic that became understood well enough to be reproduced, standardized, and mass-marketed might lose its relic status. Unlike normal weapons, relic weapons do not come fully loaded with ammunition unless they say so.</p><h3>Relic</h3><p>Source Tech Revolution pg. 64</p><p>A relic can be sold for 100% of the item’s price, like trade goods. A relic can’t be crafted without a specific (often long-lost) formula, and doing so often requires difficult-to-acquire materials. Even then, it’s rarely possible to recreate more than a few relics before expending the materials, depleting the required tools, or irrevocably warping the blueprints. A relic that becomes understood well enough to be reproduced, standardized, and mass-marketed might lose its relic status.</p><p>Weapon relics are abstruse devices discovered under mysterious circumstances. Unlike normal weapons, relic weapons don’t come fully loaded with ammunition unless noted, or unless they have some other indicated reloading method. They’re all treated as uncategorized weapons and are prone to unexpected backlash: on any attack roll of a natural 1, the user must succeed at a Reflex save (DC = 15 + 1-1/2 the weapon’s level) or else the weapon deals damage to the user rather than the target. (Alternately, relics might use critical fumbles, from the Starfinder Critical Fumble Deck, even if those rules aren’t otherwise used in a campaign).</p><h3>Reposition</h3><p>Source Near Space pg. 148</p><p>When you attempt a reposition combat maneuver with this weapon, you gain a +2 bonus to your attack roll.</p><h3>Scramble</h3><p>Source Drift Crisis pg. 107</p><p>A weapon with the scramble special property disrupts a creature’s telepathic or hive mind abilities briefly. When a creature takes damage from a weapon with the scramble property, that creature must succeed at a Fortitude save (DC = 10 + half the weapon’s level + the wielder’s Int modifier) or lose its ability to communicate telepathically until the end of your next turn. Abilities that depend on telepathic communication, such as the Swarm mind ability, also don’t function during this time.</p><h3>Shape</h3><p>Source Starfinder Armory pg. 30</p><p>A weapon with the shape special property has a complex targeting array that allows it to target specified areas. If you make a single attack as a full action with such a weapon, you can exclude the listed number of squares from within this weapon’s area of effect. This means you can avoid shooting an ally in the area of a blast weapon’s effect, for example.</p><h3>Shatter</h3><p>Source Starfinder #34: We’re No Heroes pg. 46</p><p>The first time a weapon with this property is used on a target, the weapon has the penetrating special property. However, if the weapon’s damage is dealt to the same target continuously over subsequent rounds, the amount of Hardness the weapon ignores = 3 × the weapon’s item level. If the weapon bearing this property is modal, the damage type dealt by the weapon must change each round, or the weapon functions only as a penetrating weapon.</p><h3>Shells</h3><p>Source Starfinder Armory pg. 30</p><p>A few melee weapons can be loaded with scattergun shells to create a powerful close-range, one-shot attack. A weapon with the shell special property lists its capacity and usage value. Unlike charges for powered melee weapons, this usage is per attack.</p><h3>Shield</h3><p>Source Starfinder Armory pg. 30</p><p>A shield weapon encapsulates the target in a short-term force field. This force field lasts until the start of your next turn or until it has absorbed the listed amount of damage, whichever occurs first. A force field originating from a shield weapon blocks only incoming damage; it does not interfere in any way with the target’s weapons or attacks. You can’t use a shield projector to target yourself.</p><h3>Sniper</h3><p>Source Starfinder Core Rulebook pg. 182</p><p>Weapons with the sniper special property can be fired accurately at very long ranges if aimed properly. If you aim the weapon as a move action and then fire it on the same turn, use the value listed with the sniper special property as the weapon’s range increment. You can still fire a sniper weapon as normal, but it has only the range listed under its normal range entry when you do.</p><h3>Stun</h3><p>Source Starfinder Core Rulebook pg. 182</p><p>You can set a weapon with the stun special property to stun mode (or reset it to normal mode) as a move action. While in stun mode, all the weapon’s attacks are nonlethal. See page 252 for more about how nonlethal damage works.</p><h3>Subtle</h3><p>Source Starfinder Armory pg. 30</p><p>A subtle weapon fires either very small ordnance or otherwise generates a nearly imperceptible discharge that even the target may not be aware of. A target hit by a subtle weapon must succeed at a Perception check with a DC equal to 15 + 1-1/2 the weapon’s item level or it doesn’t realize it has been struck. The target notices other effects conveyed by a subtle weapon, such as an injected substance, as normal. For example, you might use a subtle weapon to inject a target with a poison with an onset delay; the target may not realize it has been hit by the dart, but it would notice the effects of the poison once it took effect.</p><h3>Sunder</h3><p>Source Starfinder Armory pg. 30</p><p>When you attempt a sunder combat maneuver while wielding a weapon with the sunder weapon special property, you gain a +2 bonus to your attack roll.</p><h3>Swarm</h3><p>Source Starfinder #19: Fate of the Fifth pg. 51</p><p>A weapon with this special property is virtually indistinguishable from Swarm technology and requires a special Swarm battery to use efficiently. The weapon can use other batteries, but usage doubles when doing so.</p><p>In addition to the energy drawback, a Swarm weapon attracts the attention of nearby Swarm creatures. They can sense such a weapon as if using blindsense with a range of 30 feet. Swarm components have been observed fixating on wielders of this technology during battle, with little else to explain such a violent focus. If the Swarm wins the conflict, the surviving components destroy these weapons.</p><h3>Swarm</h3><p>Source Starfinder #43: Icebound pg. 50</p><p>A weapon with this special property is virtually indistinguishable from Swarm technology and requires a special Swarm battery to be used efficiently. The weapon can use other batteries, but usage doubles when doing so. In addition to the energy drawback, a Swarm weapon attracts the attention of nearby Swarm creatures. They can sense such a weapon as if using blindsense with a range of 30 feet. Swarm components have been observed fixating on wielders of this technology during battle, with little else to explain their violent and single-minded focus. If the Swarm wins the conflict, the surviving components destroy these weapons.</p><h3>Tail</h3><p>Source Starfinder Armory pg. 30</p><p>If you have a tail (or similar taillike appendage), you can wear a weapon with the tail weapon special property on your tail, rather than wield it in your hand. Attaching or removing a tail weapon is a full action, and once it’s installed, you wield the weapon without using your hands.</p><h3>Teleportive</h3><p>Source Near Space pg. 148</p><p>This weapon’s fired ammunition teleports a short distance after being fired. You take only a –1 cumulative penalty when attacking outside the range of this weapon.</p><h3>Thought</h3><p>Source Starfinder Armory pg. 30</p><p>A thought weapon can be fully or partially controlled via telepathy. If you have the telepathy or limited telepathy racial trait, are benefiting from a telepathy spell, are wearing a mindlink circlet, or have a similar ability, you ignore the weapon’s unwieldy weapon special property.</p><h3>Throttle</h3><p>Source Starfinder Armory pg. 30</p><p>A throttle weapon deals damage only when it is used to grapple a foe, automatically dealing damage with every successful grapple combat maneuver. These are considered attacks for abilities that can increase a weapon’s damage (such as trick attack). All throttle weapons are also grapple weapons. While a target is successfully being grappled with a throttle weapon, it cannot use its airways to speak or make vocalizations of any kind (though other forms of making noise work normally).</p><h3>Thrown</h3><p>Source Starfinder Core Rulebook pg. 182</p><p>Ranged weapons that must be thrown and melee weapons that can be thrown as a ranged attack have the thrown special property and a listed range increment. You apply your Strength modifier to damage rolls for thrown attacks. After you throw a weapon, it lands near your target and you must recover it if you want to attack with it again.</p><h3>Thruster</h3><p>Source Tech Revolution pg. 60</p><p>This weapon produces controlled bursts of forceful energy, which you can direct toward enhancing your athletic exploits. As part of the action you use to fly, jump, or perform the bull rush combat maneuver, you can expend ammunition or charges equal to the weapon’s usage to boost that action. When used to fly, this burst grants you a +2 enhancement bonus to one Acrobatics check made to fly that round. When used to jump, this burst grants you an enhancement bonus to that Athletics check equal to the weapon’s item level. When used to perform a bull rush, this burst grants you a +2 bonus to your attack roll.</p><h3>Trip</h3><p>Source Starfinder Core Rulebook pg. 182</p><p>When you attempt a trip combat maneuver while wielding a weapon with this property, you gain a +2 bonus to your attack roll.</p><h3>Unbalancing</h3><p>Source Tech Revolution pg. 62</p><p>This weapon pushes foes off-balance. When you deal damage with this weapon, the target is flat-footed against the next attack that targets it before the start of your next turn. Anything that causes a critical hit to be treated as a normal hit, such as fortification or immunity to critical hits, grants immunity to this special property.</p><h3>Unbalancing</h3><p>Source Starfinder #29: The Cradle Infestation pg. 47</p><p>This weapon pushes foes off-balance. When you deal damage with this weapon, the target is flat-footed against the next attack that targets it before the start of your next turn. Anything that causes a critical hit to be treated as a normal hit, such as fortification, grants immunity to this special property.</p><h3>Underwater</h3><p>Source Alien Archive pg. 69</p><p>Like residents of most water worlds, kalos create their own versions of common weapons, redesigned to function better underwater. These weapons have the following special property and generally cost 10% more.</p><p>Underwater: A weapon with this special property that is used underwater ignores the –2 penalty to attack rolls and deals full damage.</p><h3>Underwater</h3><p>Source Pact Worlds pg. 192</p><p>A weapon with this special property that is used underwater ignores the –2 penalty to attack rolls and deals full damage.</p><h3>Unwieldy</h3><p>Source Starfinder Core Rulebook pg. 182</p><p>Weapons with the unwieldy special property are large and awkward, can’t be fired without cooling down first, or are otherwise difficult to use with repeated attacks. You can’t use an unwieldy weapon as part of a full attack (or any other action in which you could make multiple attacks), you can’t attack with it more than once per round, and you can’t use it to make an attack of opportunity.</p><h3>Variant Boost</h3><p>Source Starfinder Armory pg. 30</p><p>A weapon with the variant boost special property acts as a weapon with the boost special property, except boosting the weapon does not expend additional charges and the weapon can be boosted only the listed number of times per day.</p><h3>Wide Line</h3><p>Source Starfinder Armory pg. 30</p><p>A wide line weapon functions as a weapon with the line weapon special property, except the line is 10 feet wide. When determining the squares that are in the path of a line, note which squares that line would normally pass through, and extend the area to one side of the line (your choice) so that the line is 2 squares wide. For an obstacle to block the path of a line, it must block the line’s full width; otherwise, the line continues (at full width) beyond the obstacle.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": true
      },
      "video": {
        "controls": true,
        "volume": 0.5
      }
    }
  ]
}