{
  "name": "AbadarCorp (Weapon Manufacturer)",
  "type": "weaponManufacturer",
  "data": {
    "description": {
      "value": "<p>AbadarCorp’s Defender line of ranged weaponry includes a built-in friend-or-foe protocol that prevents it from firing in a situation where it could target a creature programmed to be recognized as a friend. You can add an ally to the protocol’s list of friends as a move action, provided the ally is within the weapon’s first range increment at the time. Each Defender weapon has a built-in scanner that can be pointed at a target without needing to aim the weapon. In other words, you can point the Defender weapon’s scanner, rather than the weapon itself, at a chosen ally. A Defender weapon’s list initially includes juvenile sentient creatures and recognized law enforcement officials as friends. You can download new friend parameters to add to your protocol’s list, too, as well as grant others permission to transmit their friend parameters to your list.</p><p>You can remove or modify the initial programming by succeeding at a Computers check (DC = 15 + 1-1/2 × the weapon’s item level). If you fail the check, the Defender’s anti-tampering software kicks in, and the weapon won’t fire at all. To reactivate it, you must reset it by succeeding at a Computers check with the same DC as the first check, or take the weapon to an Abadar Corp dealer or contact one via an infosphere network to have it reset for a fee equal to 10% of the item’s price. Each time you fail to reset the anti-tampering software, the DC to try again increases by 5.</p><p>A Defender weapon relies on visual scans and limited biometric data to identify friends. It can be fooled by illusions and similar optical tricks, including a good disguise, even with regard to its initial programming. If the need arises, as a standard action, you can remove a friend from the list of friends included in your weapon’s protocol. That friend can be added back to the list as a move action.</p><p>The Defender protocol allows you to avoid shooting friends. When you use a weapon’s automatic special property, the protocol excludes friends as possible targets. The weapon fires no ammunition at a friend. A Defender weapon with the blast, explode, or line special property won’t fire if a friend would be hit by the area effect.</p><p>When you openly carry a Defender weapon, law enforcement officers might react more positively toward you. This response is likely in situations where your weapons are an issue, especially when you carry no other obvious armaments or when you allow an officer to modify the protocol to protect potential targets. The GM can grant you up to a +2 circumstance bonus to checks to interact with law enforcement officers when your carrying a Defender weapon is applicable. This bonus can apply to other characters in similar circumstances, such as the bodyguards of an icon added as friends to your weapon’s protocol.</p><p>A Defender weapon usually costs 10% more than normal, but weapons that have the automatic special property cost 20% more than normal.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "ARM pg. 55",
    "type": "",
    "quantity": 1,
    "bulk": "-",
    "price": 0,
    "level": 0,
    "attuned": false,
    "equipped": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 6,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "modifiers": [],
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/equipment/weapons/weapon-fusions-6.jpg",
  "effects": [],
  "_id": "RaSku8Ue42PUAnNZ"
}