{
  "name": "Aballonian drone box",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  },
  "type": "magic",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>This item consists of six 1-footsquare circuit boards soldered together at their edges to form a box. One of the sides is hinged, forming a lid. Although the box appears empty, it rattles occasionally, as if something inside is seeking to escape. While anacites across Aballon create these items, Those Who Wait prefer to stockpile them for future use, but Those Who Become send as many of these boxes into the galaxy as possible for unspoken reasons.</p>\n<p>When you speak a command word and open the lid of the box as a standard action, a collection of fist-sized microbots swarms out of the box and circles you, granting you concealment against all attacks for 5 rounds before they collapse into 1 bulk of inert scrap. This function can be used once per day.</p>\n<p>The scrap can be used as the target of any spell with the word &ldquo;junkbot&rdquo; in the name, and the duration of such a spell increases by 1 round. The refuse left over at the end of the spell magically returns to the box, as does the scrap if it remains unused 4 hours after being created.</p>",
      "unidentified": ""
    },
    "source": "PW, p. 200",
    "type": "",
    "quantity": 1,
    "bulk": "1",
    "price": 24500,
    "level": 11,
    "attuned": false,
    "equipped": false,
    "equippable": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 6,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "QaCbGUHucRnrhw8p"
}