{
  "_id": "Fp6nCIZyRTY4mQWH",
  "name": "Ablative Insulation, Mk 2",
  "type": "hybrid",
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 13
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<h1>Ablative Insulation</h1>\n<p>Civilization on @Compendium[sfrpg.setting.f24qKgU5Wh5LLJyh]{Verces} exists on the thin line between fiery heat and frozen desolation. Verthani&rsquo;s unique perspective on the elements led them to develop temperature-sensitive compounds with remarkable properties.&nbsp;Ablative insulation&nbsp;comes in a single-use canister containing enchanted fullerene-based powder. In a process that takes 1 minute, you can spray the contents on a creature to thoroughly coat it with the powder (though it automatically avoids orifices and sensory organs such as the eyes, mouth, and nose). The creature coated gains energy resistance to all energy types (which doesn&rsquo;t stack with any other source of energy resistance), and the&nbsp;ablative insulation&nbsp;wears away as it prevents damage. The coating lasts for 1 hour if not ablated away sooner. Multiple coatings don&rsquo;t offer any additional benefit (ignore all but the highest-level coating). Each canister contains enough material to fully cover a single Medium or smaller creature, with any excess wasted. When applied to a Large creature, the insulation provides only half the energy resistance (rounded down) and total points of absorption unless a second canister is used. If applied to a Huge or larger creature, the insulation is wasted without effect.<br /><br />Mk 1: The creature receives energy resistance 5 to all energy types. The coating lasts for 1 hour or until it prevents a total of 20 damage, whichever comes first.<br /><br />Mk 2: The creature receives energy resistance 10 to all energy types. The coating lasts for 1 hour or until it prevents a total of 40 damage, whichever comes first.<br /><br />Mk 3: The creature receives energy resistance 15 to all energy types. The coating lasts for 1 hour or until it prevents a total of 60 damage, whichever comes first.</p>"
    },
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 8,
    "modifiers": [],
    "price": 1500,
    "quantity": 1,
    "source": "PW pg. 202",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}