{
  "_id": "n9sW0YykAkUd0Omj",
  "name": "Adjudicator's eye",
  "type": "hybrid",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>A few years ago, a Qabarat-based news agency broadcast an investigative report about a small planet in the Vast called Aurok 6, which featured a near-utopian civilization on its surface but a complicated infrastructure of prisons below. According to the report, Aurok 6&rsquo;s aboveground nations enjoy peace and quiet due to the contributions of a planetary law enforcement agency with international jurisdiction, known only as the Adjudicators, who wield psychic technology and governmental authority to act as judge, jury, and executioners when pursuing criminals. Since the broadcast, several weapons manufacturers have secretly visited the planet, and now examples of experimental &ldquo;judgment tech&rdquo; weapons accessories can be found on various dark infospheres throughout the Pact Worlds. The most notable of these is a scope, known as an adjudicator&rsquo;s eye, that can supposedly determine the guilt or innocence of a target.</p>\n<p>An adjudicator&rsquo;s eye functions as a combined laser scope and nightvision scope (Starfinder <em>Armory</em> 61), but it also contains mnemonopathic sensors capable of scanning a target&rsquo;s memories for recollections of a specified crime or attempted crime. Once per day, in a process that takes 1 minute, you can program the scope&rsquo;s sensors with a single yes-or-no question testing responsibility for a particular crime, such as &ldquo;Did the target attempt to blow up my starship?&rdquo; or &ldquo;Did the target plant the explosive device in the Eoxian embassy?&rdquo; Three times per day, you can activate an adjudicator&rsquo;s eye attached to a weapon as a move action. For the next 10 minutes, when aiming or looking through the scope, the sensors automatically scan targets to reveal their perception of guilt or innocence in regards to that question. Each target must succeed at a DC 18 Will saving throw or the adjudicator&rsquo;s eye searches their memories for information about the specified question. These memories indicate only whether or not the target remembers themself as being innocent or guilty of the crime in question, and they do not necessarily reflect the truth (as in the case of someone who has been affected by modify memory). The scope places a &ldquo;guilty&rdquo; indicator over any target that recalls participating in the specified crime, and an &ldquo;innocent&rdquo; indicator over any target that has no memory of the crime or who succeeded at the Will save. Deactivating an adjudicator&rsquo;s eye is a move action.</p>\n<p>The adjudicator&rsquo;s eye imposes a &ndash;2 penalty on attack rolls made with the weapon it is attached to against any unscanned target or any target the scope has deemed innocent.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 9,
    "modifiers": [],
    "price": 12500,
    "quantity": 1,
    "source": "AP#16, p. 51",
    "usage": {
      "per": "",
      "value": 0
    }
  },
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  }
}