{
  "_id": "ypWW7Hs4C4Q34nsi",
  "name": "Aeon eye",
  "type": "augmentation",
  "effects": [],
  "flags": {},
  "img": "icons/magic/perception/eye-tendrils-web-purple.webp",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  },
  "system": {
    "type": "cybernetic",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>An aeon eye replaces one of your eyes with a specialized aeon stone connected to your ocular nerves. As a move action, you can mentally activate or deactivate this augmentation, which grants you sense through (vision) with a range of 60 feet. While the augmentation is active, you gain no benefit from other special visual senses, and you can&rsquo;t see anything beyond the augmentation&rsquo;s range.</p>\n<hr />\n<h2>MAGITECH</h2>\n<p>Requiring both surgical skill and arcane mastery to create and install, magitech augmentations are a combination of cybernetic and magical components. These augmentations usually contain elements such as mystically charged crystals, starmetal alloys, and rune-covered microchips and are highly sought after by those who wish increase their magical might, such as technomancers. However, any spacefarer can benefit from even the most basic magitech augmentations.&nbsp;</p>\n<p>Magitech augmentations follow much the same rules as all other augmentations in regards to implantation, activation, and removal (see page 208 of the Core Rulebook). Though they can be detected and crafted as if they were hybrid items, once they are installed, they become a part of your body and generally can&rsquo;t be affected by abilities that disable or destroy hybrid items.</p>"
    },
    "equippable": false,
    "equipped": false,
    "identified": true,
    "level": 13,
    "modifiers": [],
    "price": 46000,
    "quantity": 1,
    "source": "AP#8, p. 44",
    "system": "eye"
  }
}