{
  "_id": "IFSy1rM54rcS014C",
  "name": "Aeon stone, Banded malachite cabochon",
  "type": "magic",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": "12"
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 9
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "0",
    "capacity": {
      "max": 1,
      "value": 1
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p><span class=\"fontstyle0\">This </span><span class=\"fontstyle2\">aeon stone </span><span class=\"fontstyle0\">functions as a specialized scrying sensor that&rsquo;s constantly alert for a specific trigger. Once per hour as a move action, you can task the </span><span class=\"fontstyle2\">aeon stone </span><span class=\"fontstyle0\">with watching for a specific simple stimulus such as &ldquo;any Medium or larger creature,&rdquo; &ldquo;the sound of an approaching creature,&rdquo; or &ldquo;smoke.&rdquo; The </span><span class=\"fontstyle2\">aeon stone </span><span class=\"fontstyle0\">constantly perceives your surroundings in a 30-foot radius with human-like senses and darkvision; the stone cannot detect anything beyond that range. The stone has a +15 modifier to Life Science, Perception, or Physical Science checks to identify that assigned stimulus. If the stone senses the stimulus, it telepathically signals you, imparting information about the stimulus&rsquo;s direction and distance for 1 round. The stone can provide up to three such signals per hour and no more than one per minute. The stone watches for its assigned stimulus until you deactivate the </span><span class=\"fontstyle2\">aeon stone </span><span class=\"fontstyle0\">or task it with detecting a new stimulus.</span></p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Aeon stones</h2>\n<p><em>Aeon stones</em>&nbsp;are magic gemstones that orbit your head (or the nearest equivalent of a head, for species that lack heads) and grant you a constant magic effect. They do not count toward your worn magic item limit, and there&rsquo;s no limit to the number you can have orbiting you. They are most common in the Azlanti Star Empire, which also has unique ways of using such stones, but the most common types of aeon stones can be found in magic shops in many major settlements.&nbsp;<em>Aeon stones</em>&nbsp;are categorized by their shape and color, with all stones of the same shape and color having the same magic abilities.</p>\n<p>Placing an aeon stone in orbit around your head is a standard action, and removing it is a move action. An&nbsp;<em>aeon stone</em>&nbsp;must be in orbit for you to benefit from its abilities. The stone orbits at a distance of 3 inches to 3 feet, as you prefer, but always outside any armor or helmet you wear. An orbiting&nbsp;<em>aeon stone</em>&nbsp;has an Armor Class equal to 12 + your character level, and it can be attacked directly or even grappled (a successful grapple check plucks the stone out of its orbit and into the attacker&rsquo;s hand).</p>\n<p>Most&nbsp;<em>aeon stones</em>&nbsp;(including all those presented here) are capable of glowing with a bright light. As a standard action, you can activate or deactivate the illumination of an aeon stone, which glows brightly enough to increase the light level in your square by one step (see Vision and Light on page 261).</p>\n<p>&nbsp;</p>\n<p>Each&nbsp;<em>aeon stone</em> also has at least one other power that comes into effect when in orbit around you.</p>"
    },
    "equippable": true,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 4,
    "limitedWear": false,
    "modifiers": [],
    "price": 2100,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "DC pg. 69",
    "usage": {
      "per": "action",
      "value": 1
    }
  },
  "img": "icons/commodities/gems/gem-rough-trapeze-yellow-green.webp"
}