{
  "_id": "vfHHpKpcmGGClQqc",
  "name": "Aeon gage",
  "type": "augmentation",
  "img": "icons/magic/unholy/strike-hand-glow-pink.webp",
  "system": {
    "type": "cybernetic",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": "40"
      },
      "hp": {
        "max": "",
        "value": null
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "chatFlavor": "",
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": false,
      "isOpen": true,
      "storage": [
        {
          "type": "slot",
          "acceptsType": [
            "magic"
          ],
          "affectsEncumbrance": true,
          "amount": 6,
          "subtype": "",
          "weightMultiplier": 1,
          "weightProperty": ""
        },
        {
          "type": "slot",
          "acceptsType": [
            "goods",
            "technological",
            "magic"
          ],
          "amount": 9,
          "subtype": "",
          "weightMultiplier": 1,
          "weightProperty": ""
        }
      ]
    },
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>An aeon gage not only functions as a @UUID[Compendium.sfrpg.equipment.nWsjNwtOaMjym8Kn]{polyhand} (<span style=\"text-decoration: underline;\"><em><span style=\"text-decoration: underline;\">Core Rulebook</span></em></span> 210), but it also has six sockets in which aeon stones can be slotted. You gain the benefit of each aeon stone slotted in your aeon gage as if the stone orbited you. If all six sockets contain aeon stones, you can also cast one or more of the spells listed below as spell-like abilities. Total the item levels of the aeon stones slotted into the aeon gage to determine the spells you have access to. While you have access to a spell, you also have access to any spell from a lower level range, as follows: 6–30, @UUID[Compendium.sfrpg.spells.nK0OS9Fn5ueJ3aOi]{caustic conversion}; 31-60, @UUID[Compendium.sfrpg.spells.jTBvCOkJO6LYU6Rk]{arcing surge}; 61–90, @UUID[Compendium.sfrpg.spells.oViI34Oo08wy593d]{corrosive haze}; 91–120, @UUID[Compendium.sfrpg.spells.AtiS9nY6tugfFTDW]{heat leech}. The aeon gage has a number of charges per day equal to twice the highest level of spell it provides as a spell-like ability. Using a spell-like ability from the gage consumes a number of charges equal to that spell’s level. The caster level for these spells is 16th.</p><h2>Polyhand</h2><p>You replace your entire hand with a hand made of reprogrammable microscopic adamantine prisms. With either a mental command or a programmable interface built into the hand, you can reconfigure your hand into the shape of various tools. The hand can contain programming for nine different tools, in addition to a configuration for a normal hand for your species. As a move action, you can switch the setting, causing the adamantine pieces to realign into the shape of the chosen tool. The tool has all the flexibility of the normal tool (or of a hand, if set to that).</p>\n<p>Programming a new tool into the polyhand takes 10 minutes, and you must choose either to fill an empty slot or to replace a programmed tool. The tool replicated must be 8th level or lower. The polyhand can replicate the moving parts of a tool, but you must supply any fuel or batteries needed for the tool to function. The tool cannot produce substances, and since it’s not very conductive (important so as to avoid shocking the user), it can’t serve as a power conduit or data transmission line. The GM has final say in deciding which tools you can duplicate. The tools within engineering kits and similar kits can be duplicated, subject to the restrictions above.</p>\n<p>You can’t replace the hand setting based on your biology, which is required for the polyhand to function properly. You can add a hand corresponding to another species in any slot that isn’t reserved; for instance, a @UUID[Compendium.sfrpg.races.AMBcyDZDtJ1OOzh3]{Human} could program her polyhand to replicate a @UUID[Compendium.sfrpg.races.VIJ6pdOVTJle3vJx]{Shirren} hand. This can’t duplicate features of a unique individual, such as thumbprints. You can install a polyhand into a prosthetic limb that replaces an arm as if the prosthetic were a natural arm.</p>\n<p>The adamantine construction makes the polyhand extremely durable (see page @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.EjYYGVUNDd70QVuJ]{408 in Chapter 11} for more information about adamantine). This doesn’t change the amount of unarmed strike damage, no matter the form your polyhand is in. The polyhand can’t maintain structural integrity if extended too far, so it can’t assume a form more than one and a half feet long in any dimension. Consequently, it can’t extend your reach.</p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "equippable": true,
    "equipped": false,
    "formula": "",
    "identified": true,
    "isActive": null,
    "level": 16,
    "modifiers": [],
    "price": 200000,
    "quantity": 1,
    "quantityPerPack": 1,
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "AP #8 pg. 44",
    "system": "hand",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}