{
  "_id": "yWn8Jtw0m7AOATgZ",
  "name": "Allegiance Collar",
  "type": "hybrid",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 13
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>A black iron choker, an allegiance collar contains technomagical circuitry that adapts to someone who willingly wears it for 24 hours. It grants such a wearer the benefits and weaknesses of the fire subtype and the @Compendium[sfrpg.universal-creature-rules.FXbJwkzJUg3k4ahq]{Solar Adaptation} universal creature rule. The collar can be removed only with a special key or a successful DC 32 @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.76u4HnGcAlySicb4]{Engineering} check.<br /><br />In addition, this collar contains a self-destruct feature that can be triggered in several ways: via a specific encrypted hybrid electronic signal, if the collar doesn&rsquo;t receive a similar sort of signal (usually with paired encryption) in a specified amount of time, upon certain individuals uttering a command word, or if the wearer simply wills it. The collar also activates if a creature fails the Engineering check to remove it.<br /><br />Upon activation, the collar illuminates with red light and the device injects the wearer with nanites adapted to the wearer&rsquo;s genetic code. These nanites destroy a wearer&rsquo;s brain in seconds (death is instantaneous), obliterate the head in 1 round, and then disassemble the rest of the body in a number of rounds equal to 1 + the number of steps by which the creature&rsquo;s size category exceeds Small. Once the process is over, the nanites decompose, and all that remains of them and their victim is molecular dust. The nanites are harmless to organisms they aren&rsquo;t adapted to disassemble, and they decompose seconds after being removed from the collar.<br /><br />After the collar activates, its magic fades, becoming just an ornate piece of iron jewelry worth about 20 credits.</p>\n<p><br /><em>Fire subtype changes must be manually added in the Attributes tab of the sheet.</em></p>\n<h2 class=\"title\">Fire</h2>\n<p><span id=\"ctl00_MainContent_DataListExamples_ctl00_LabelName\"><strong>Source</strong> <em>AA4 pg. 148</em>, <em>AA3 pg. 148</em>, <em>AA2 pg. 136</em>, <em>AA pg. 135</em><br />This subtype is usually applied to outsiders with a connection to the Plane of Fire and creatures with a strong affinity to fire.<br /><strong>Traits</strong>: Immunity to fire; vulnerable to cold.</span></p>"
    },
    "equippable": true,
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 8,
    "limitedWear": true,
    "modifiers": [],
    "price": 10000,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "AP #13 pg. 16",
    "usage": {
      "per": "",
      "value": 0
    }
  },
  "img": "icons/svg/mystery-man.svg"
}