{
  "name": "Analeptic Tablet",
  "type": "technological",
  "data": {
    "description": {
      "value": "<p>This 2-inch-long oblong tablet contains a miniaturized scanner and 3D printer wrapped in a smooth, protective shell. An analeptic tablet must be ingested by a living creature (a standard action) or fed to an unconscious character with a full glass of water (a full action). The tablet automatically activates if the creature has already taken any ability score damage or is suffering from the effects of an affliction; otherwise it sits inactive within the creature&rsquo;s stomach until the creature takes ability score damage or is affected by an affliction. One hour later, the analeptic tablet heals the target of all ability damage or moves the creature one step toward healthy on any affliction track they are on (this doesn&rsquo;t cure the affliction, so unfortunate victims of fast-acting poisons might die before the analeptic tablet can do its work).<br />When it&rsquo;s activated, the analeptic tablet 3D prints cloned tissue that matches perfectly to the affected creature and repairs any damage done to the creature&rsquo;s body. During this process, the creature undergoes intense pain and gains the sickened condition until the creature gets a full 8 hours of uninterrupted rest. This condition can&rsquo;t be removed by any means during the hour the analeptic tablet is healing the creature but can be alleviated by magic or other means after that time. Once the analeptic tablet finishes healing the creature that swallowed it (or 1 week after it has been swallowed, whichever comes first), the item breaks down into harmless components that eventually pass out of the creature&rsquo;s body.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AP #26 pg. 50",
    "type": "",
    "quantity": 1,
    "bulk": "-",
    "price": 600,
    "level": 6,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 11,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/equipment/goods/antibiotic-tier-1.webp",
  "effects": [],
  "_id": "dkV5Q37LrhJItAlh"
}