{
  "_id": "CDVhMHLi6IQGy258",
  "name": "Antipathy Unit",
  "type": "hybrid",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 15
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "5",
    "capacity": {
      "max": 24,
      "value": 24
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>An&nbsp;antipathy unit&nbsp;is a large device designed to telepathically repel intruders with a mind-affecting compulsion. When activated, the unit broadcasts a signal that most beings find subtly repulsive without being able to discern why the repulsion is occurring. The field affects an area with a radius of up to 100 feet, which you set. Upon entering the field, a creature feels the urge to leave&mdash;to remain in the area, the creature must attempt a DC 19 Will saving throw. On a failure, the creature cannot willingly return to the area for 24 hours or until the&nbsp;antipathy unit&nbsp;deactivates. Even if the save succeeds, creatures in the area are uncomfortable, taking a &ndash;1 penalty to attack rolls and Perception checks while they remain within it. You can use the biometric parameters on an&nbsp;antipathy unit&rsquo;s&nbsp;controls to exclude creatures from the effect, but unless you have available biometric data that you can input into the unit for specific absent creatures, excluded creatures must be present when the unit is activated. An&nbsp;antipathy unit&nbsp;functions for 24 hours before needing to be recharged for 24 hours. The activation need not be continuous, but any activation consumes 1 hour of the unit&rsquo;s power.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 10,
    "limitedWear": false,
    "modifiers": [],
    "price": 20000,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "AP #17 pg. 44",
    "usage": {
      "per": "hour",
      "value": 1
    }
  }
}