{
  "name": "Anvil of Torag",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  },
  "type": "magic",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>Anvils of Torag are extremely rare and highly valued relics that are believed to have come from the Five Kings Mountains of lost Golarion. Each anvil consists of a heavy iron block anchored to a 5-foot-diameter stone base engraved with magical runes and symbols. Anvils of Torag are much prized by dwarf collectors and the crafting guilds of dwarven star citadels, as the anvils are seen as a tangible link to Torag, the patron god of the dwarves, who disappeared during the Gap. While non-dwarf collectors often consider an anvil of Torag too precious to use, most dwarves think it&rsquo;s ridiculous to have a crafting relic and not actually use it.</p>\n<p>An anvil of Torag aids in crafting equipment and magic items. If you use an anvil of Torag while crafting an item, you are considered to have 2 additional ranks in the appropriate crafting skill, allowing you to craft items of higher level than you would normally be able to create. A given anvil of Torag can be used to craft only one item per day.</p>\n<p>Due its bulk and size, an anvil of Torag is generally not portable and must be properly anchored before use. An anvil of Torag can be installed on a starship in an arcane laboratory, a cargo hold, or a tech workshop, or it can be placed anywhere with room to store a Large vehicle.</p>",
      "unidentified": ""
    },
    "source": "AP#1, p. 50",
    "type": "",
    "quantity": 1,
    "bulk": "50",
    "price": 12000,
    "level": 9,
    "attuned": false,
    "equipped": false,
    "equippable": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 6,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [
      {
        "name": "Anvil of Torag",
        "modifier": "+2",
        "type": "untyped",
        "effectType": "skill-ranks",
        "valueAffected": "mys",
        "enabled": true,
        "source": "",
        "notes": "If you use an anvil of Torag while crafting an item, you are considered to have 2 additional ranks in the appropriate crafting skill, allowing you to craft items of higher level than you would normally be able to create.",
        "modifierType": "constant",
        "condition": "",
        "subtab": "misc",
        "max": 2,
        "_id": "1a04f6d8-1522-422d-8ea7-55a9850f3c4d"
      }
    ],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/tools/smithing/anvil.webp",
  "effects": [],
  "_id": "3gadSz999QUK9rtp"
}