{
  "_id": "tptH3zyW7xlhJrFr",
  "name": "Arclord's Rod, Mk 2",
  "type": "magic",
  "img": "icons/weapons/staves/staff-orb-red.webp",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 17
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 1,
      "value": 1
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>An <em>Arclord&rsquo;s rod</em> is a scepter-like device roughly 3 feet long, made of copper and capped with smoke-colored silver. These rods were used on pre-Gap Golarion by powerful spellcasters known as the Arclords of Nex, who hailed from the Golarion nation of that name.&nbsp;</p>\n<p>An <em>Arclord&rsquo;s rod</em> is a magic weapon that can be used to make either melee or ranged attacks, but it can be used only for a single attack each round. A <em>mk 1 Arclord&rsquo;s rod </em>functions as a static shock truncheon for melee attacks and as a pulsecaster pistol for ranged attacks. A <em>mk 2 Arclord&rsquo;s rod </em>functions as an aurora shock truncheon and a static arc pistol. A <em>mk 3 Arclord&rsquo;s rod </em>functions as a storm shock truncheon and an aurora arc pistol. A <em>mk 4 Arclord&rsquo;s rod </em>functions as a tempest shock truncheon and a storm arc pistol. An Arclord&rsquo;s rod has an unlimited capacity (it never runs out of charges) and has the analog and unwieldy special properties. Proficiency with both advanced melee weapons and small arms is necessary to use an<em> Arclord&rsquo;s rod</em> without penalty for melee and ranged attacks, respectively.&nbsp;</p>\n<p>Once per day when you cast a spell with the electricity descriptor while wielding an <em>Arclord&rsquo;s rod</em>, you can add a thunderclap effect (which makes half of the spell&rsquo;s damage sonic damage) and a rain squall effect (which creates a fog cloud, as per the spell of the same name, centered on the target or the center of the spell&rsquo;s area and lasting for 10 minutes) to the spell.</p>\n<p>@Compendium[sfrpg.equipment.CS4GIXwiVfqOYmVG]{Shock truncheon, aurora}</p>\n<p>@Compendium[sfrpg.equipment.x2yj6YMNGefgBzct]{Arc pistol, static}</p>\n<p>@Compendium[sfrpg.spells.UVzRPQeiV2yl6QAn]{Fog Cloud}</p>"
    },
    "equippable": true,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 12,
    "limitedWear": false,
    "modifiers": [],
    "price": 38500,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "AP#1, p. 50",
    "usage": {
      "per": "action",
      "value": 1
    }
  }
}