{
  "name": "Ascendance sac, drifter",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  },
  "type": "augmentation",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>You have an organ, attached to your spine with muscle groups and tendons, that can quickly expand into a sphere as large as your space; this sac fills the space directly above you as it inflates with a gas that provides lift. You can inflate or deflate the sac as a move action, but you can&rsquo;t deploy the sac while wearing armor not fitted to you.</p>\n<p>While the sac is inflated and you are in an atmosphere and in at least light gravity, you use the rules for moving in zero gravity (Starfinder Core Rulebook 402), but you experience gravity normally in all other ways; for example, the range increment and maximum range of your weapons do not change. In addition, on subsequent turns while the sac is inflated, you can rise up to 30 feet or descend up to 60 feet by taking a move action. If you are using a wind rider ascendance sac and are not overburdened, you gain a fly speed of 30 feet when you are in an atmosphere and at least light gravity.</p>\n<p>If you deploy any ascendance sac underwater and in at least light gravity, you become buoyant and rise 15 feet toward the surface at the end of your turn each round. Ascendance sacs are popular among non-barathus who have immigrated to Bretheda, Liavara, or other gas giants.</p>",
      "unidentified": ""
    },
    "source": "AP#29, p. 50",
    "type": "biotech",
    "quantity": 1,
    "bulk": "-",
    "price": 2720,
    "level": 5,
    "attuned": false,
    "equipped": false,
    "equippable": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 6,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "modifiers": [],
    "system": "spinal",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "N6ntl4ltsGaW3KOu"
}