{
  "_id": "BYt2moW6nKvdWYNT",
  "name": "Atrocite Sphere",
  "type": "magic",
  "effects": [],
  "flags": {},
  "img": "icons/commodities/gems/gem-faceted-round-black.webp",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  },
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>An Atrocite Sphere is a dull, dark globe 3 inches in diameter. Each of the several known Atrocite Spheres is thought to have spontaneously appeared from the void when an atrocite (a supernatural agent of the Devourer) emerged into the galaxy. The Atrocite Sphere must adjust to your soul by floating 3 inches above your head for 24 hours. If the sphere stops floating above you for more than 1 minute, it must readjust to you. The sphere can float above you while you&rsquo;re prone or unconscious, but it stops doing so if you die. After it adjusts to you, the sphere exudes a slight pull, like gravity.</p>\n<p>While the Atrocite Sphere floats above you, you gain DR 10/&mdash; and energy resistance 10 against all energy types. If you gain a higher value in one of these defenses from another source, that value increases by 2. When it blocks damage, the sphere briefly flashes with crimson light that resembles a black hole&rsquo;s accretion disc.</p>\n<p>When you take Hit Point damage from an attack or effect a foe created, as a reaction you can redirect some of the damage dealt to you. When you do so, the sphere flashes with crimson light and pulses with gravity, knocking you prone. Divide the damage dealt to you in half. If your attacker is within 330 feet of you, it takes this damage as force damage, is knocked prone, and suffers any critical effect the attack inflicted, but it suffers no other effects. The target can attempt a Will saving throw (DC = 20 + your Charisma modifier) to take half damage and avoid any critical effect. You take the remaining damage (though you get to apply your defenses to this damage normally).</p>\n<p>After you redirect damage with the Atrocite Sphere, you go berserk. This compulsion is a mind-affecting effect, but it works on any creature the sphere has adapted to, even if that creature is normally immune to such effects. While you are berserk, you gain a +1 morale bonus to attack rolls and a +3 morale bonus to damage rolls and Strength checks. You also gain a number of temporary Hit Points equal to 3 times your level or CR, which remain only while you stay berserk. However, you take a &ndash;2 penalty to KAC and EAC. You can&rsquo;t cast spells or use any skill or ability that requires concentration or patience. The only reactions you can take are attacks of opportunity. You consider no creature to be your ally, although you don&rsquo;t consider erstwhile allies to be foes.</p>\n<p>On each of your turns while you&rsquo;re berserk, you attack the opponent closest to you, moving or charging only if you need to do so to attack. You make a full attack if you can, using abilities or weapon special properties that facilitate making numerous attacks. When you make a full attack, you reduce the penalties for doing so by 1. If multiple opponents are equally close to you, you divide your attacks among them or include as many as you can in a full attack such as automatic fire.</p>\n<p>You cease being berserk if you lose consciousness or you&rsquo;re aware of no other enemies. In addition, you can attempt a DC 25 Will saving throw each time you reduce a creature to 0 Hit Points, ending the berserking episode if you succeed. When the episode ends, you are fatigued for as long as you were berserk.</p>\n<p>If you fail to reduce a significant enemy to 0 Hit Points while you&rsquo;re berserk, the Atrocite Sphere provides none of its benefits to you for 24 hours.</p>\n<p>An Atrocite Sphere can be destroyed only by being tossed into a star, gas giant, black hole, or some equally massive gravitational phenomenon. Cultists of the Devourer say this annihilation is useless, since the spheres will continue to be born until reality itself dies.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 20,
    "modifiers": [],
    "price": 0,
    "quantity": 1,
    "source": "ARM, p. 118",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}