{
  "_id": "zhwtcYRlSM1bCvkk",
  "name": "Barachius helm",
  "type": "magic",
  "img": "icons/equipment/head/helm-barbute-horned-gold-red.webp",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 10
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 1,
      "value": 1
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>This helm replaces a suit of armor’s normal helmet (if any) and is incorporated into the armor’s normal environmental protections; these protections do not function if the helm is removed. If the armor has an available upgrade slot, a barachius helm takes up one upgrade slot; otherwise, the helm counts as one of your two worn magic items.</p>\n<p>While wearing a barachius helm, once per day as a standard action, you can activate its ability to <em><strong>detect evil</strong></em> in your environment. Any creature you can see within 60 feet that has the evil subtype (such as a devil or an evil dragon) appears to have an obvious glowing outline visible only to you. Evil magic weapons (such as a rifle with the unholy weapon fusion) and other forms of evil technology gain a similar glowing outline. This doesn’t not increase your visual range or allow you to see invisible creatures.</p>\n<p>In addition, once per day, the wearer of a barachius helm can use the barachius’s firewall supernatural ability (see page 12).</p>\n<h3>Firewall (Su)</h3>\n<p>A barachius can summon a wall of digitally empowered divine fury within 30 feet as a standard action. This wall takes the shape of a line 10 feet high and 20 feet long; though it doesn’t need to emanate from the angel, the angel must be able to see every square the wall passes through. The wall lasts until the beginning of the angel’s next turn. An evil creature caught within or that enters one of the wall’s squares takes 2d6 damage (Will DC 17 half). An evil creature with the technological subtype takes twice this amount of damage.</p>"
    },
    "equippable": true,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 5,
    "limitedWear": true,
    "modifiers": [],
    "price": 3000,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "AA1 pg. 13",
    "usage": {
      "per": "action",
      "value": 1
    }
  }
}