{
  "_id": "yyYnEVwCRYCkpBxk",
  "name": "Besmaran Rose",
  "type": "hybrid",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 50
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "1",
    "capacity": {
      "max": 1,
      "value": 1
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>ABesmaran Roseis an archaic, ornate compass with stylized flower petals around its circumference and a skeletal finger in place of a needle. Found in the possession of presumed Pirate Council members emerging from the Gap, these compasses have become informal badges for some councilors, with a pirate lord’sBesmaran Rosebeing passed to the next most seniorcouncillor upon the former’s death. Among the Free Captains, losing aBesmaran Roseis considered a terrible omen, signaling the owner’s imminent demise. Besmara’s faith periodically creates more of these items, yet the devices remain rare.</p>\n<p>Once per week while holding aBesmaran Rose, you can spend a full action to name an object, person, or place anywhere in the galaxy, prick your skin, and drip a drop of blood (or similar substance) onto the compass’s needle. The device quickly absorbs the blood, turns a reddish hue, and causes the skeletal finger to whirl indecisively for a moment. The compass attempts a special check, rolling 1d20+15 with a DC based on the named subject’s obscurity. The compass automatically succeeds in detecting a common subject, such as “potable water” or “a station that can repair our starship.” Rarer or more specific subjects are DC 20, such as “undersea treasure” or “the closest starport operated by the Veskarium.” Unique or carefully hidden subjects are typically DC 25 or higher, depending on their rarity, such as “Rasheen’s sunken treasure” or a specific and covert smuggler. Some subjects, like requesting secrets about the Gap, automatically fail.</p>\n<p>If the compass fails, it provides no benefit. If the compass succeeds, it imparts a helpful vision about the subject’s location, such as a nearby landmark. Until the compass is activated again, it can rest atop a starship’s or vehicle’s controls, granting the pilot a +10 bonus to astrogate and navigate to the location. However, theBesmaran Roseonly brings the user close to the objective, and additional local exploration and investigation are often necessary to uncover hidden destinations.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 15,
    "limitedWear": false,
    "modifiers": [],
    "price": 103300,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "DC pg. 133",
    "usage": {
      "per": "",
      "value": 1
    }
  }
}