{
  "name": "Blabbersponder",
  "type": "technological",
  "data": {
    "description": {
      "value": "<p>This small, rectangular box is approximately the size of a handheld computer, with a nondescript carbon-fiber housing attached to an external chip interface that can be plugged into the computers of most starships. A blabbersponder&rsquo;s case is filled with a compact array of microsensors (often composed of inubrix) connected to a miniaturized computer (treat as a tier 0 computer equipped with a control module) that, bolstered by a signal booster, analyzes and actively transmits a starship&rsquo;s vital data to another source. While no astute starship captain would ever install a blabbersponder on their own ship, such devices are often sold in gray markets to saboteurs serving the whims of corporations, or bounty hunters who wish to gain vital information about a specific starship&rsquo;s defenses. Some clever pirates of @Compendium[sfrpg.setting.Yt2xT4Iy6lHjCzso]{The Diaspora} are also rumored to sell blabbersponders to gullible spacefarers by offering them as upgrades to starship communication systems. They then use the data they collect from the device to determine if the cargo, defenses, weapons, and crew aboard the ship warrant the effort of intercepting and ambushing it later.<br /><br />To install a blabbersponder on a starship computer, you must succeed at an Engineering check (DC = 15 + 1-1/2 &times; the starship&rsquo;s tier). Once installed and activated, the blabbersponder&rsquo;s internal computer uses its control module to automatically hack into the computer it&rsquo;s attached to. The control module reads and broadcasts all data related to the starship&rsquo;s systems, allowing any science officer aboard another starship within passive sensor range of the blabbersponder&rsquo;s ship to use the scan action on that vessel, even if the two ships aren&rsquo;t engaged in starship combat. Because of the detailed information provided by the blabbersponder, the science officer performing this scan action gains a +5 circumstance bonus to the associated Computers check, and the broadcasting ship doesn&rsquo;t add the bonus from its defensive countermeasures to the DC.<br /><br />Detecting that a blabbersponder is in fact an instrument of sabotage and not a benign technological device before it is installed requires a successful DC 25 Engineering or DC 30 Perception check. Discovering an installed blabbersponder aboard a starship requires a successful DC 28 Computers check. When an installed blabbersponder&rsquo;s battery is depleted, it recharges itself using the starship&rsquo;s power core in a process that takes about 5 minutes; on the day this occurs, you receive a +2 circumstance bonus to the Computers check to notice the sudden, short surge in power use and discover the blabbersponder on your vessel. Once discovered, a blabbersponder can be easily unplugged.</p>\n<p>&nbsp;</p>\n<p><strong>Capacity&nbsp;</strong>40;&nbsp;<strong>Usage&nbsp;</strong>1/day</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AP #16: pg. 47",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 4450,
    "level": 6,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 11,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "hvSYNfDkL5fBDUog"
}