{
  "_id": "GAL8IImHAhtvU8Gk",
  "name": "Book, Holy Text",
  "type": "goods",
  "img": "icons/sundries/books/book-symbol-cross-blue.webp",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<h1>Book</h1>\n<p>Most books are digital files that can be downloaded onto a comm unit or computer, allowing them to be easily read almost anywhere. Physical books, made of paper or synthetic paper analogues, remain in use, but due to their bulk and weight, are normally found in the hands of eccentric collectors. While many physical books are quite old and treated as heirlooms, modern mass-printed versions are also available.</p>\n<p>The prices listed in Table 1–30 are for digital or physical books. Rare, ancient, collectible, or ornate physical books (especially holy texts) can command prices hundreds or thousands of times more than the listed price. The listed bulk is for physical books (though ancient books or particularly valuable holy texts often have a higher bulk); digital books have negligible bulk.</p>\n<p><strong>Holy texts are among the most commonly available books in the Pact Worlds. These are standardized books that detail the holy scriptures, rituals, mysteries, and religious parables of a specific deity or religion. Like standard books, most holy texts are stored in digital files to help spread the faith to the masses in a convenient format, but physical copies are also printed and sold for the same price as digital versions.</strong></p>"
    },
    "equipped": false,
    "identified": true,
    "level": 1,
    "modifiers": [],
    "price": 2,
    "quantity": 1,
    "source": "AR pg. 128"
  }
}