{
  "_id": "y0uw2w9OQXWIkz8u",
  "name": "Breath-Stealer Mask",
  "type": "hybrid",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 12
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 1,
      "value": 1
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>This mask of dark stone is just large enough to fit over the nose and mouth of a @UUID[Compendium.sfrpg.races.AMBcyDZDtJ1OOzh3]{Human}, although it has a hole about an inch across in the center. A ring of brassy metal, an alloy of djezet and mithral, surrounds this hole on the mask’s outside. The mask counts as a worn magic item unless you install it in armor, taking up one upgrade slot.</p>\n<p>As a standard action while wearing the mask, you can forcefully inhale. If you do so, creatures that need to breathe within a 30-foot-radius spread of you must succeed at a DC 17 Fortitude saving throw or become short of breath, rendering them @UUID[Compendium.sfrpg.conditions.JGFn4MrDZ6X5vrzU]{Fatigued} for 1 minute. You can exclude any number of creatures from this effect. @UUID[Compendium.sfrpg.rules.WP7hddXW4mLXXXOg]{Environmental protections} offer no benefit against this effect. A target @UUID[Compendium.sfrpg.conditions.33ynSbmexuxC3cAQ]{Exhausted} by the mask can attempt a saving throw at the end of each of its turns, ending that condition on itself if successful. A target that succeeds at such a save still remains fatigued for the full duration.</p>\n<p>Once you use this item, you can’t do so again until you take a 10-minute rest during which you could regain Stamina Points. If you use any&nbsp;breath-stealer mask, you can’t use another for the same period. If you try to use any&nbsp;breath-stealer mask&nbsp;more than three times per day, the mask targets you and every breathing creature it can within range of its power. You can spend 1 Resolve Point to activate the mask without being subjected to these limitations, but you can spend no more than 2 Resolve Points per day to activate any&nbsp;breath-stealer mask.</p>"
    },
    "equippable": true,
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 7,
    "limitedWear": true,
    "modifiers": [],
    "price": 6800,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "AP #16 pg. 33",
    "usage": {
      "per": "action",
      "value": 1
    }
  }
}