{
  "_id": "bqF5sO88a6gpA9qm",
  "name": "Bug Snare",
  "type": "technological",
  "img": "icons/environment/traps/trap-jaw-steel.webp",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 15
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "2",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>A reusable battlefield trap that SDF soldiers deploy to secure locations and encampments against wild animals and smaller Swarm foes, a bug snare is four large metallic claws that extend outward from a central point and snap shut when disturbed. As a full action, you can set a bug snare at an intersection to cover a 5-foot radius. The next creature that steps into that radius sets off the trap and must succeed at a DC 13 Reflex save or take 1d4 piercing damage and gain the @UUID[Compendium.sfrpg.conditions.nFBcsp5FS1Wi46Fc]{Entangled} condition until it (or an adjacent ally) can extricate itself with a successful DC 14 Strength check as a standard action. An included wireless remote control can be used to disarm the trap from 15 feet away as a move action. You can attempt to hide a bug snare from view with a Stealth check (this check is opposed by the Perception check of a potential target). You can attach a bug snare to a fixed object (such as a nearby tree) with a length of cable line, rendering a trapped creature immobile, but this grants any creature attempting to spot a hidden bug snare a +2 circumstance bonus to its Perception check.</p>\n<p>A bug snare requires two hands to hold and set. It uses a battery and consumes 1 charge each time it is set.</p>\n<p><strong>Capacity&nbsp;</strong> 20;&nbsp;<strong>Usage&nbsp;</strong> 1/use</p>"
    },
    "equipped": false,
    "hands": 2,
    "identified": false,
    "level": 10,
    "modifiers": [],
    "price": 740,
    "quantity": 1,
    "source": "AP #19: pg. 44",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}