{
  "name": "Buoyant Harness",
  "type": "technological",
  "data": {
    "description": {
      "value": "<p>This silky, palm-sized pouch is worn on the back and includes stretchy bands that can slip over all major limbs. Visitors to @Compendium[sfrpg.setting.2K7muQyxlXW8wqb3]{Bretheda} don buoyant harnesses while within the upper levels of the planet&rsquo;s atmosphere, but some planetary explorers also find them useful for arresting sudden falls. Putting on a buoyant harness is a full action. You can deploy a properly attached buoyant harness as a reaction by pulling sharply on any of the bands. Once deployed, the pouch uses organically heated helium to inflate into a balloon as large as you and filling the space directly above you, causing you to float; while floating, use the rules for moving in zero gravity. A buoyant harness does not function in heavy or extreme gravity. The balloon remains inflated and self-heated as long as it has charges remaining. You can deflate it as a move action, collapsing it by the start of your next turn. If you deflate a buoyancy harness while it is maintaining your altitude, you immediately descend 60 feet; if you reach the ground, you land safely. If not, you fall any remaining distance.<br />Organic technological items can regain HP from effects that restore HP, such as a&nbsp;mystic cure&nbsp;spell, and they regain a number of HP equal to their item level each day.</p>\n<p>&nbsp;</p>\n<p><strong>Capacity&nbsp;</strong>20;&nbsp;<strong>Usage&nbsp;</strong>2/hour</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AP #29 pg. 52",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 500,
    "level": 2,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 7,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "piXOb1xvCwzkplTc"
}