{
  "name": "Bypass Subroutine",
  "type": "technological",
  "data": {
    "description": {
      "value": "<p>A bypass subroutine is a miniaturized single-function computer which takes the form of a ring with four nanite circuit-nodes and can be sized to fit nearly any finger. The compact nanites are attuned to input from the circuit-nodes and can form specific tools much larger than the ring itself as directed by information stored within the circuit-node. Infiltrators utilize these high-tech metal bands to assist in covert missions. Aspis Consortium agents also use these rings to ensure that locks that were opened appear as if they were never tampered with.<br /><br />When you succeed at a Computers or Engineering check to open a lock, you can activate the ring as a reaction. The ring then stores a record of the processes and tools used in opening the lock, and one of the nanite circuit-nodes on the ring takes on a texture or color associated with the area around the lock. As a move action, you can touch the ring to a lock recorded therein and it recreates the conditions needed to change the lock's status (creating any required tool output with nanites), either opening or relocking that lock.<br /><br />A bypass subroutine can record one lock in each of its circuit-nodes. Any additional recordings must replace one of the four already in the ring.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AR pg. 98",
    "type": "",
    "quantity": 1,
    "bulk": "-",
    "price": 23000,
    "level": 11,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 16,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/classes/tech_lore.png",
  "effects": [],
  "_id": "EzQ80DU8aXNPuKMl"
}