{
  "_id": "z213tJuEp30HcPET",
  "name": "Calcification rod",
  "type": "magic",
  "img": "icons/weapons/staves/staff-ornate-eye.webp",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "2",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Kalos of the Brethedan moon of Kalo-Mahoi have developed numerous magical innovations honoring their artistic traditions. They created calcification rods, idealistically, to perfectly preserve objects of natural history that might otherwise rot away. Such rods see use well beyond Kalo-Mahoi, whether by scholars of natural history or those with less scrupulous aims. An authentic Kalo-Mahoian calcification rod is a rough shaft of coral that glows at the end that touches a chosen target.</p>\n<p>As a standard action, you can touch a calcification rod to a nonmagical object made of once-living matter, including a corpse. If the object fits into a 10-foot cube, it must succeed at a Fortitude saving throw (DC = 14 + your key ability score modifier) or turn to stone. If a creature holds or wears the target object, that creature can use its own Fortitude save bonus in place of the object’s.</p>\n<p>Alternatively, you can use the rod as a club (which counts as magic for the purpose of bypassing DR), or you can attempt to touch a creature with the rod by making an attack against its EAC. If your attack hits a creature that is living or made of onceliving matter, the target must succeed at a Fortitude saving throw (at the same DC) or move one step further along the Dexterity poison track. While under this effect, a creature can attempt a new saving throw at the end of its turn each round, curing the affliction with one successful save. A creature that would reach the dead state is instead affected as if it had failed its saving throw against a flesh to stone spell, except it can attempt a new saving throw once every 24 hours to end the affliction.</p>\n<p>Any target that is immune to petrification is immune to this rod’s effects.</p>\n<p>@UUID[Compendium.sfrpg.spells.4GCh1iFm3Wj2aryp]{Flesh to Stone}</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 8,
    "modifiers": [],
    "price": 9500,
    "quantity": 1,
    "source": "AR pg. 110",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}