{
  "name": "Clothing, Environmental",
  "type": "goods",
  "data": {
    "description": {
      "value": "<h1>Clothing</h1>\n<p>Clothing is mass produced throughout the Pact Worlds, and the residents of the system are never wanting for clothes. Clothing is often worn both under and over armor, and its benefits apply in nearly all situations. Clothing comes in several varieties based upon its intended purpose, as described below.</p>\n<p>&nbsp;</p>\n<p><strong>Each environmental outfit is designed with a specific climate in mind, and wearing such an outfit in an extreme environmental condition it is tailored for grants a benefit as follows: cold climates (+2 circumstance bonus to Fortitude saves against environmental cold dangers), dust storms (reduce damage from dust storms with windstorm-magnitude winds by 1), extreme gravity (reduce damage from extreme gravity environments by 1), heat climates (+2 circumstance bonus to Fortitude saves against environmental heat dangers), radiation (+1 circumstance bonus to saving throws against radiation effects), and zero gravity (+2 circumstance bonus to Acrobatics or Athletics checks to stop movement or climb along handholds in zero-g). See Chapter 11 for more information on environmental dangers.</strong><br /><br /><strong>The benefit of an environmental outfit can be added to another type of clothing (including a different environmental outfit) by doubling and adding together the price of both types of clothing.</strong></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB pg. 230",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 10,
    "level": 1,
    "attuned": false,
    "equipped": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 6,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "modifiers": [],
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/equipment/chest/breastplate-sculpted-blue.webp",
  "effects": [],
  "_id": "BUKPrUKmcnckTJEW"
}