{
  "_id": "v9PwkJF3PI7RH2o1",
  "name": "Conqueror's Star of the Headless Vesk",
  "type": "magic",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": "0"
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": "0"
      },
      "hp": {
        "max": "0",
        "value": 0
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<h2>@UUID[Compendium.sfrpg.rules.P7TMxsRPHGxzlHmh]{Artifact}</h2>\n<p>Stories told by Veskarium warriors speak of an ancient Vesk captain named Harakoye, who was awarded the Conqueror’s Star, a coveted Veskarium military decoration, for slaying an overwhelming number of enemy soldiers in a glorious battle against all odds. Harakoye so prized the emblem, she slept with it hanging around her neck. But one night, when sleeping in the same barracks as her unit, Harakoye was betrayed by an assassin who had posed for months as a loyal comrade. As the assassin slit her throat, Harakoye awoke from slumber and grabbed the doshko she kept by her bedside. As the assassin continued to slash at Harakoye’s neck and stabbed out her eyes, Harakoye hacked away at him. It was not until her head was removed completely that Harakoye was finally slain, and even then, soldiers of the Veskarium claim her body rose once more, headless, to attack one final time, dealing a fatal blow to her assailant.</p>\n<p>The <em>Conqueror’s Star of the Headless Vesk</em> is an adamantine medallion set atop an eight-pointed star and molded into the form of a vesk hand clutching the bleeding heart of an enemy in its claws. It is spattered with Harakoye’s blood and affixed to a gore-soaked turquoise ribbon. No matter how much anyone attempts to clean the medal or the ribbon (even using magic), the blood spatter always reappears within 2d4 hours. While you are wearing the medallion, you gain 20 temporary Hit Points that replenish after 8 hours of rest. If you are surprised by an attack while wearing the <em>Conqueror’s Star of the Headless Vesk</em>, you can call any one weapon you own immediately into your hands as if it had the @UUID[Compendium.sfrpg.equipment.FtE20DcL76Z6L83J]{Called} weapon fusion. In addition, if you would be reduced to 0 Hit Points by an attack while wearing the artifact, you can attempt a Fortitude saving throw (DC = 10 + the CR of the creature whose attack reduced you to 0 Hit Points + 5 if the attack was a critical hit) to be reduced to 1 Hit Point instead. Each time beyond the first that you activate this ability within 1 week, the save DC increases by 5. If you fail this Fortitude save, you can immediately make a melee attack against an enemy within your reach before you are reduced to 0 Hit Points.</p>\n<p>Unfortunately, wearing the artifact has a major drawback. Any time you are struck with a melee weapon with the wound or severe wound @UUID[Compendium.sfrpg.rules.O5GDQUKPCJ9Zbnfj]{critical hit effect}, the attacker acts as if they had rolled a 20 on the Wounding Weapons table, and you must roll the Fortitude saving throw twice and take the worse result.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 20,
    "limitedWear": false,
    "modifiers": [],
    "price": 0,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "AP #16 pg. 51",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}