{
  "_id": "HlthqgR3G5K8MCll",
  "name": "Conspirator's emblem",
  "type": "magic",
  "img": "icons/commodities/treasure/broach-spiral-blue.webp",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 12
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 6,
      "value": 6
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>A conspirator’s emblem is a badge or amulet like those commonly worn to mark people as members of an organization. Insignia of the Aspis Consortium in particular are notorious for all sorts of secretive magic, including that of the conspirator’s emblem.</p>\n<p>As a standard action while wearing this emblem, you can create an aura of confidentiality in a 20-foot-radius spherical emanation centered on you. You can designate any number of willing creatures you can see within the aura as coconspirators. You and your coconspirators can converse normally so long as you remain within the aura, provided you share a language or another means of understanding one another. Other creatures inaccurately perceive your discussion, sensing a magically generated dialogue about a topic you designate. @UUID[Compendium.sfrpg.spells.zxecXzHipD4MEoFc]{Comprehend Languages} reveals only that your conversation has a magical aspect, but a creature benefitting from a @UUID[Compendium.sfrpg.spells.uWKhr01bnKxuNRkL]{Tongues} spell or capable of @UUID[Compendium.sfrpg.universal-creature-rules.wzHrArLcuu6NP8Nx]{Truespeech} understands your actual exchange if within the emblem’s aura.</p>\n<p>A conspirator’s emblem can create its emanation for up to 1 hour per day; this duration can be used in 10-minute increments. The effect ends immediately if you remove the item or fall unconscious. A creature participating in the emanation of any conspirator’s emblem for longer than 1 hour on a given day experiences psychic dissonance, becoming sickened while within the area and for 1 hour after each subsequent exposure.</p>"
    },
    "equippable": true,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 7,
    "limitedWear": true,
    "modifiers": [],
    "price": 6500,
    "quantity": 1,
    "quantityPerPack": 1,
"source": "AR pg. 111",
    "usage": {
      "per": "minute10",
      "value": 1
    }
  }
}