{
  "_id": "uQmrllBPI4RAN7Gs",
  "name": "Containment tesseract",
  "type": "magic",
  "effects": [],
  "flags": {},
  "img": "icons/commodities/materials/glass-cube.webp",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  },
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "1",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>A containment tesseract is a four-dimensional cube, about 6 inches on a side, with runes lining the surfaces. It is thought that technomancers unknown to recorded history created initial models during the Gap. Historians posit these devices were intended to imprison extraplanar entities, and that a creature trapped within one might have avoided the effects of the Gap. If that&rsquo;s true, there could be a containment tesseract holding a being that knows truths lost to the current age.</p>\n<p>As a standard action, you can command the tesseract to imprison a creature you can see within 60 feet of you. The target must attempt a Will saving throw (DC = 19 + your key ability score modifier). A creature that has already been imprisoned in a containment tesseract can roll the saving throw twice and take the higher result. On a failure, the target disappears into the tesseract and remains inside, unharmed and unaware, until released. The tesseract can hold only one creature at a time.</p>\n<p>Alternatively, as a standard action, you can command the tesseract to release a creature within it. The released creature must succeed at a Will saving throw or become helpful toward you for 1 hour. A creature that succeeds at the saving throw acts according to its normal inclinations and desires.</p>\n<p>A containment tesseract accepts commands only twice per day.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 19,
    "modifiers": [],
    "price": 500000,
    "quantity": 1,
    "source": "ARM, p. 112",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}