{
  "_id": "k2WS24dc8bCp4sbV",
  "name": "Corpseskin, Mk 2",
  "type": "augmentation",
  "img": "icons/commodities/biological/hand-clawed-blue.webp",
  "system": {
    "type": "necrograft",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Perhaps as much a fashion statement as an augmentation, corpseskin replaces living skin with mummified flesh. Corpseskin insulates against cold, though it lacks the sensitivity of living flesh. You gain an amount of cold resistance equal to the necrograft’s mark. If you have cold resistance from your species traits that is equal to or greater than that from your corpseskin (and doesn’t explicitly stack with other sources of energy resistance), adding corpseskin increases the value of that cold resistance by 1. If you have cold resistance from your species traits of a value less than that of your corpseskin, the value of the cold resistance from your corpseskin increases by 1.</p>\n<p>Regardless of your corpseskin’s model, you take a –2 penalty to Perception checks based primarily on touch and gain a +2 enhancement bonus to saving throws against pain effects. The necrograft grants a +5 competence bonus to Disguise checks to impersonate corporeal, non-skeletal undead, but it increases the DC of disguising yourself as a living creature by 5 (in addition to any other modifiers). In addition, corpseskin protects against radiation as armor of its item level (Core Rulebook 198).</p>"
    },
    "equippable": false,
    "equipped": false,
    "identified": true,
    "level": 6,
    "modifiers": [],
    "price": 4000,
    "quantity": 1,
    "source": "ARM, p. 95",
    "system": "skin"
  }
}