{
  "_id": "nWNOvOj6HZrFXQX2",
  "name": "Creator Capsule, Mk 2",
  "type": "hybrid",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 13
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<h1>Creator Capsule</h1>\n<p>Although it appears to be little more than an oblong case full of electronics, a&nbsp;creator capsule&nbsp;is a tiny 3D printer, with a programmable interface and a supply of UPBs stored in an extradimensional space. As a full action, you can connect the&nbsp;creator capsule&nbsp;wirelessly to your comm unit or computer, then command it to print one or more nonmagical personal or technological items. Printing an item requires you to have the plans on the connected device or an infosphere connection through which you can download the blueprints.<br /><br />A&nbsp;creator capsule&nbsp;takes 1 round to create an item, plus 1 round per bulk of the item above light. No individual printed item can have a bulk greater than 3. The&nbsp;creator capsule&nbsp;consumes itself during the printing process. Although the printer can be stopped as a move action, doing so renders the capsule useless for further printing. An item printed by the&nbsp;creator capsule&nbsp;is of average quality, and it has the statistics of an ordinary item of its type.<br /><br />Based on its type, a creator capsule has the following cost and level limits on items it creates.</p>\n<p>&nbsp;</p>\n<p><strong>Combined cost up to 4,500 credits; item level no higher than 6</strong></p>"
    },
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 8,
    "modifiers": [],
    "price": 9000,
    "quantity": 1,
    "source": "AR pg. 120",
    "usage": {
      "per": "",
      "value": 0
    }
  },
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}