{
  "name": "Crypt marrow, Mk 1",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  },
  "type": "augmentation",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>Crypt marrow replaces the bone marrow of your legs or equivalent tissue with necromantically enhanced tissue. Within hours of the operation, the fetid ichor of the crypt marrow interacts with and enhances your living blood. Subtract the necrograft&rsquo;s mark from any bleed damage you take. If this reduces your damage from bleeding that round to 0 or less, the bleed condition ends. Additionally, you gain an enhancement bonus equal to the necrograft&rsquo;s mark to saving throws against disease and effects that cause bleeding, unless the effect specifies it functions against undead.</p>\n<p>Mk 3 or mk 4 crypt marrow allows you to spend 1 Resolve Point as a swift action to ignore the effects of the fatigued condition for a number of rounds equal to the necrograft&rsquo;s mark. Mk 5 crypt marrow allows you to spend 1 Resolve Point as a swift action to ignore the effects of the exhausted or fatigued condition for 5 rounds. This doesn&rsquo;t eliminate the underlying source of the condition, but these rounds count toward the condition&rsquo;s duration. If you are affected by another effect that would cause you to be exhausted or fatigued while ignoring such an effect using your crypt marrow, you become exhausted or fatigued as normal.</p>",
      "unidentified": ""
    },
    "source": "ARM, p.95",
    "type": "necrograft",
    "quantity": 1,
    "bulk": "L",
    "price": 200,
    "level": 1,
    "attuned": false,
    "equipped": false,
    "equippable": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 6,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "modifiers": [],
    "system": "allLegs",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "wkwbBfB83J1WVk5Z"
}