{
  "_id": "xUhtzVcnVkIaGi6j",
  "name": "Culinary Synthesizer, Mk 2",
  "type": "goods",
  "img": "systems/sfrpg/icons/equipment/technological%20items/xenobiologists-field-kit.webp",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "1",
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<h1>Culinary Synthesizer</h1>\n<p>This marvel of modern culinary preparation is a small cube with a control panel on one side and a hatch on another. Using chemical reactions combined with high pressures, a culinary synthesizer converts UPBs into edible foodstuffs, allowing you to craft normal food and drink without using the Life Science skill. Culinary synthesizers are the source of much of the mass-produced food consumed in the Pact Worlds.</p>\n<p>A culinary synthesizer comes preprogrammed with a variety of simple meals. You enter the type of meal you want into the synthesizer’s control panel and add an amount of UPBs equal to the meal’s price into the cube’s transformation chamber; the synthesizer reconstructs the UPBs into the desired meal. More advanced culinary synthesizers can be programmed to create intoxicants and other food products (such as field rations and R2Es), as well as individual foodstuffs and ingredients, including analogues of animal products, vegetable products, spices, and more; this requires a number of UPBs equal to the final price of the food product or ingredient. You can then combine these foodstuffs and ingredients into full meals using the craft food or drink task of the Life Science skill.</p>\n<p>A culinary synthesizer is a technological item that is usually plugged in to draw power from the local energy grid, but most models come equipped with a manual turn crank that enables them to function when not connected to an external energy source. A culinary synthesizer plugged into an energy grid can create a number of meals (or individual food products) equal to its level in 1 minute. When you power it using the turn crank, a synthesizer can convert 1 UPB into food for each minute that it is cranked.</p>\n<p>The quality of food and meals a synthesizer can create depends on its model, as described below (see page 233 of the&nbsp;Core Rulebook&nbsp;for more information on food and drink).</p>\n<p><strong>You can create up to common-quality meals, minor intoxicants, and any other food or drink with a price of 3 credits or less.</strong></p>"
    },
    "equipped": false,
    "identified": true,
    "level": 3,
    "modifiers": [],
    "price": 1200,
    "quantity": 1,
    "source": "AR pg. 129"
  }
}