{
  "_id": "otaeKr7gtlGCvpPX",
  "name": "Datapad",
  "permission": {
    "default": 0,
    "QKfICymYNdnzinV1": 3
  },
  "type": "technological",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTechItems_ctl00_LabelName\">Datapads are among the most common handheld computers and are ubiquitous in homes, manufacturing settings, and offices. Datapads require at least one hand to use. Nearly all datapads also incorporate a comm unit (which includes a microphone and speaker) along with several other functions, such as infosphere connectivity and data storage. Datapads can record simple audio and video (though not in high enough resolution to serve as proof of recorded events in most courts of law), store thousands of hours of recordings, play games, track time and set time-based alarms, act as word processors, and perform numerous other minor data processing and entertainment functions.<br></span></p>\n<p><span id=\"ctl00_MainContent_DataListTechItems_ctl00_LabelName\">All datapads have light bulk, and most are tier 1 computers with the miniaturization upgrade. Tier 2 and higher datapads are generally used only by the wealthy elites or technological sophisticates due to the additional miniaturization technology involved, but they are more powerful than many stationary computers while still fitting comfortably in one hand. Datapads can have computer modules and countermeasures installed at the usual additional costs. For example, most datapads in military or industrial use have the hardened upgrade.<br></span></p>\n<p><span id=\"ctl00_MainContent_DataListTechItems_ctl00_LabelName\">Saboteurs and spies frequently disguise eavesdropping devices or explosives as ordinary datapads, knowing that the datapads’ universal use means they won’t raise suspicion.</span></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Core Rulebook",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 55,
    "level": 2,
    "attuned": false,
    "equipped": false,
    "identified": true,
    "capacity": {
      "value": 20,
      "max": 20
    },
    "usage": {
      "value": 1,
      "per": "hour"
    },
    "hands": 1,
    "damage": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/equipment/technological%20items/datapad.jpg"
}