{
  "name": "Deckhand drone, elite",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  },
  "type": "technological",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>This Small drone is designed to provide basic assistance aboard a starship or other large vessel, including supplemental computation for navigation or astrogation. Most deckhand drones resemble a squat box with stubby, clawed feet that allow it to keep its orientation in zero-g. A deckhand drone acts as the stealth drone of a 1st-level mechanic, except it has the climbing claws and tool arm (fire extinguisher) mods instead of the stealth drone&rsquo;s normal initial mods. If an activated deckhand drone is accessible to a creature attempting a Piloting check to navigate, that creature reduces the time needed to plot a course by half (generally from 10 minutes to 5 minutes). Its skill unit is Computers. A deckhand drone has 6 bulk.<br /><br />An <strong>elite deckhand drone gains</strong> the skill subroutines (Engineering) mod and has an Intelligence score of 8 rather than 6. A deckhand drone can expend 5 charges of its battery to attempt to aid another to assist with the Engineering check to repair a starship&rsquo;s hull (Core Rulebook 322). In addition, during starship combat, an elite deckhand drone can assist a ship&rsquo;s engineer, reducing the DC of an engineer&rsquo;s patch action by 5.</p>",
      "unidentified": ""
    },
    "source": "ARM, p. 101",
    "type": "",
    "quantity": 1,
    "bulk": "6",
    "price": 18000,
    "level": 10,
    "attuned": false,
    "equipped": false,
    "equippable": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 6,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "W9w22ZjZr6A2JNIA"
}