{
  "_id": "SHrjwfFn822hc3m1",
  "name": "Deoxy Pellet",
  "type": "hybrid",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 8
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 1,
      "value": 1
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>This fist-sized pellet was developed on the swampy world of Atachuuva as a dual-purpose safety measure. Methane vents and peat bogs are common amid the planet&rsquo;s swamps, the risk of fire remains high, and the oversized insect life on the planet poses a threat to any settlement. A deoxy pellet offers some protection against these risks, and has gained some fame through the system due to a lighthearted marketing campaign based on the slogan, &ldquo;Break in case of fire or giant bug!&rdquo;<br /><br />You can crush a&nbsp;deoxy pellet&nbsp;as a full action that provokes attacks of opportunity. The magically enhanced chemical mixture within makes it so oxygen within a 30-foot radius of the point you break the pellet doesn&rsquo;t easily diffuse to feed fire or flow into the spiracles of insects and other creatures that lack active breathing mechanisms. Natural fire goes out, and the burning condition deals half damage. In addition, vermin larger than Tiny are @Compendium[sfrpg.conditions.ZacF0l6IwqBwToTJ]{Sickened} while in the area (no saving throw). The change in oxygen persists for 5 rounds, but a light or moderate wind lowers the duration to 3 rounds, and a strong or stronger wind lowers the duration to 1 round.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 3,
    "limitedWear": false,
    "modifiers": [],
    "price": 250,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "AP #21 pg. 42",
    "usage": {
      "per": "action",
      "value": 1
    }
  }
}