{
  "name": "Dermal Stapler",
  "type": "technological",
  "data": {
    "description": {
      "value": "<p>This oblong box the length of a @Compendium[sfrpg.races.AMBcyDZDtJ1OOzh3]{Human} hand contains several hypoallergenic staples and a mass of sticky antiseptic gel. You use the dermal stapler by pressing it onto a willing or unconscious living creature&rsquo;s wound; the dermal stapler launches one of its staples into the wound to close it and slathers the staple with the antiseptic gel. You can use a dermal stapler on a willing or unconscious creature to automatically end the bleeding condition without a Medicine check. Alternatively, you can use it in conjunction with a medkit to treat deadly wounds and gain a +1 insight bonus to your Medicine check. In addition to consuming a charge with each use, a dermal stapler must synthesize new staples and gel after 20 uses, at a cost in UPBs equal to one-quarter the stapler&rsquo;s price.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AR pg. 100",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 1200,
    "level": 3,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 8,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [
      {
        "name": "Dermal Stapler",
        "modifier": "+1",
        "type": "insight",
        "effectType": "skill",
        "valueAffected": "med",
        "enabled": false,
        "source": "",
        "notes": "You can use a dermal stapler on a willing or unconscious creature to automatically end the bleeding condition without a Medicine check. Alternatively, you can use it in conjunction with a medkit to treat deadly wounds and gain a +1 insight bonus to your Medicine check. In addition to consuming a charge with each use, a dermal stapler must synthesize new staples and gel after 20 uses, at a cost in UPBs equal to one-quarter the stapler’s price.",
        "modifierType": "formula",
        "condition": "",
        "subtab": "misc",
        "max": 1,
        "_id": "8130a015-bfbe-4ab8-a1de-9d7044ced2dc"
      }
    ],
    "hands": 1,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "VYEHBpGLuuj6DusO"
}