{
  "name": "Diagnostic Lozenge",
  "type": "technological",
  "data": {
    "description": {
      "value": "<p>This smooth, thumb-sized device activates automatically when it is inside a living creature. You can implant a diagnostic lozenge subdermally in a willing or unconscious creature with a successful DC 20 Medicine check, or a creature can choose to swallow one. An activated diagnostic lozenge steers itself into a creature&rsquo;s tissue and extrudes several filaments to monitor its status, broadcasting information on a predetermined wireless frequency to a designated receiver, such as a datapad or comm unit, as long as the receiver is within 1 mile of the lozenge. The diagnostic lozenge broadcasts the creature&rsquo;s direction and distance relative to the receiver, as well as any of the following conditions that are affecting the creature: dead, dying, frightened, nauseated, panicked, sickened, stable, staggered, stunned, or unconscious. A single receiver can accept information from up to six different diagnostic lozenges simultaneously. When a diagnostic lozenge runs out of charges, it breaks down into harmless components that eventually pass out of the creature&rsquo;s body. Diagnostic lozenges can&rsquo;t normally be safely removed once activated.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AR pg. 101",
    "type": "",
    "quantity": 1,
    "bulk": "-",
    "price": 175,
    "level": 2,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 7,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "zKTZb9PP30PEajei"
}