{
  "_id": "M0DbPc3hAFKrtXov",
  "name": "Digital Harrow Deck",
  "type": "hybrid",
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 10
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>A digital harrow deck is a modernization of an archaic means of fortune-telling whose roots trace back to vanished Golarion. Once per day, you can activate the deck as a full action. It projects holograms of 54 cards, which buzz around you. To begin the reading, you ask a question aloud to the harrow deck, causing all of the cards to come together as a deck; then, the deck uses hundreds of advanced pseudomystical calculations to deal a three-by-three array of cards for you, which it then uses to vocally interpret the circumstances surrounding your question. This works as the&nbsp;augury&nbsp;spell, with a spell level equal to the deck&rsquo;s item level.<br /><br />Additionally, a mystic who has a&nbsp;digital harrow deck&nbsp;and who also knows&nbsp;augury&nbsp;can ignore the spell&rsquo;s requirement that a Resolve Point be spent to cast it. A mystic can do this a number of times per day equal to his Wisdom bonus.<br /><br />A technomancer can designate a&nbsp;digital harrow deck&nbsp;as her spell cache. If she does, the deck&rsquo;s AI integrates with her own consciousness, providing her with a +1 bonus to her caster level for divination spells and effects. Additionally, she can spend 1 Resolve Point as a swift action when she casts a technomancer spell to draw upon the algorithms that allow the deck to function, adding a +1 insight bonus to the spell&rsquo;s save DC.</p>"
    },
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 5,
    "modifiers": [],
    "price": 3500,
    "quantity": 1,
    "source": "CRB pg. 226",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}