{
  "_id": "LDTg6rDNEjXSqbVD",
  "name": "Dimensional Modulator",
  "type": "hybrid",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 19
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "2",
    "capacity": {
      "max": 3,
      "value": 3
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Suspected to have been left behind by an ancient alien civilization that abandoned its home planet sometime during the Gap, a&nbsp;dimensional modulator&nbsp;looks like an asymmetrical computer with a display depicting several vertical columns of glowing digital runes that continuously morph and shift. The display is attached seamlessly to a cylindrical clockwork engine the approximate size and weight of a fire extinguisher, containing myriad ancient-looking cogs and gears incongruously integrated with more modern parts. A series of tuning forks of varying lengths, which protrude from the top of the apparatus, move when a large mechanical crank affixed to one side is operated. Three times per day as a standard action, you can aim the device at a single creature within 30 feet and turn the crank clockwise five full turns; this requires the use of two hands. This causes the&nbsp;dimensional modulator&rsquo;s&nbsp;engine to generate bright flashes of energy, the symbols on its display to change rapidly, and the tuning forks to spin, rise, and fall, emanating an eerie tone. The target must then succeed at a DC 22 Fortitude save or be immediately transformed into a two-dimensional creature for 1d4 rounds. If the target succeeds at the saving throw, there is a 50% chance that you are affected by the dimensional modulator instead. You must attempt the same saving throw, but if you fail, you are transformed for 1d6 rounds instead.<br /><br />Any creature that becomes two-dimensional in this way is perfectly flat and thin as paper, as if the creature is an animated painting or living shadow. Any equipment a two-dimensional creature is holding at the time of transformation transforms with the creature. Such a creature can only move and take the combat banter action to speak. They can pass through other creatures&rsquo; spaces without provoking attacks of opportunity and can move along ceilings, floors, walls, and other flat surfaces as if affected by spider climb (though they need not have any limbs free to do so) at double their normal land speed. A two-dimensional creature can attempt @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.gZlg2ZKze0erNLmP]{Perception} and @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.5h3iePfJaeQMc3Qr]{Stealth} checks, gaining a +10 circumstance bonus to Stealth checks if they move along a wall covered in paintings, graffiti, or other images. A two-dimensional creature can still be the target of attacks, spells, and special abilities, but they gain a +8 circumstance bonus to Armor Class, a +4 circumstance bonus to all saving throws, and DR 20/magic. If a creature dies while two-dimensional, their image is etched permanently onto the flat surface where they perished.<br /><br />Some believe the aliens who created the&nbsp;dimensional modulators&nbsp;are still alive today, having transformed themselves into creatures perceived in more dimensions than most denizens of the Pact Worlds can comprehend.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 14,
    "limitedWear": false,
    "modifiers": [],
    "price": 56000,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "AP #16 pg. 52",
    "usage": {
      "per": "action",
      "value": 1
    }
  }
}