{
  "_id": "EypTJGHWGQkOze2J",
  "name": "Dimensional Comm Unit",
  "type": "technological",
  "img": "icons/commodities/tech/bearing-steel-green.webp",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 11
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>These devices are handheld and circular in shape and have a very high-resolution screen and simple controls. Dimensional comm units are a kishalee version of the comm units commonly found in the Pact Worlds, but they function using the remnants of the vast demiplane network utilized by the now extinct kishalee civilization. The advantage of dimensional comm units is that their text and verbal communications are instantaneous, whether in the same system or through interstellar space, but because of the degraded state of the kishalee dimensional network, they work only sporadically. Prior to use, a dimensional comm unit must be linked with at least one other unit—a process that takes only a minute when all units to be linked are on the same planet. Dimensional comm units nearly always work when used on the same planet to reach other linked devices. Over greater distances, each time a dimensional comm is used, there is a 50% chance that it will function properly if used in the same system or a 25% chance if the communication is interstellar (this is rolled in secret by the GM), but only with linked dimensional comm units. If two linked dimensional comm units make a connection, they retain that connection for 24 hours. If the dimensional comm units don’t manage to connect, the users can try again after 24 hours. Dimensional comm units do not function within @UUID[Compendium.sfrpg.setting.nb5A5e7HqTnvVjtX]{The Drift} or on other planes.</p>\n<h2>Relic</h2>\n<p>These rare items are bits of lost technology or unique items less powerful than artifacts. A relic has an item level but can be sold for 100% of the item’s price (like trade goods). A relic cannot be crafted without the means of a specific formula, which is almost always long lost, and often requires specific materials. A relic that became understood well enough to be reproduced, standardized, and mass-marketed might lose its relic status.</p>"
    },
    "equipped": false,
    "hands": 1,
    "identified": false,
    "level": 6,
    "modifiers": [],
    "price": 4500,
    "quantity": 1,
    "source": "AP #5 pg. 40",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}