{
  "name": "Dining, Good Independent Venue",
  "type": "consumable",
  "data": {
    "description": {
      "value": "<h1>Dining</h1>\n<p>Options for dining out can be divided into two broad categories: chain restaurants and independent venues. Chain restaurants are ubiquitous and tend to be cheaper, but they have less variety and the food is lower quality. Independent venues are more expensive, but they often employ master chefs who create the highest-quality food in all the Pact Worlds. The prices listed in Table 1&ndash;33 are averages, and the quality of the restaurant corresponds to the quality of the meals served. Dining at independent venues with well-known or famous chefs can be even more expensive, with prices equal to the head chef&rsquo;s total skill bonus in Life Science multiplied by 10.</p>\n<h2>Pact Worlds Cuisines</h2>\n<p>Many Pact Worlds species have unique culinary trends. These ethnic cuisines show the breadth of options available in the Pact Worlds and do not affect the price of food or meals.</p>\n<ul>\n<li>Kasathas: Kasathan recipes are usually traditional and exclusively use plants and animals native to their original home world of Kasath. Kasathan cuisine has a decidedly alien appearance that many other species find disturbing, though most dishes are surprisingly savory and delectable.</li>\n<li>Lashuntas: Lashuntas delight in using local flora and fauna in their cuisine, emphasizing the use of native berries, fruits, and nuts to make delightfully palatable dishes. Lashuntas consume a variety of animal products, but arthropod meat&mdash;especially from giant insects&mdash;is most common. According to some old stories, lashuntas adopted this custom as an insult to their ancient enemies on Castrovel, the insectile formians.</li>\n<li>Shirrens: While artfully prepared, traditional shirren cuisine is almost always served raw, accompanied by honeys and nectars as both drinks and sauces for other dishes. Shirrens also eat meat in addition to vegetarian fare, though they prefer vermin and other lower life-forms, consumed still living and moving. To many shirrens, food is yet another choice in which they can express their individualism, and they are more than willing to experiment with other foods, often incorporating elements of other cuisines into their cooking.</li>\n<li>Vesk: Vesk food tends to be pragmatic and utilitarian, as if every dish were handcrafted by a drill sergeant who didn&rsquo;t care much for cooking. The exception to this rule is meat, which any self-respecting vesk agrees is the most crucial component of any meal. Vesk treat preparing and seasoning meat as an art, assimilating and enhancing each new world&rsquo;s recipes for cooking meat almost as quickly as they conquer them.</li>\n<li>Ysoki: The fact that ysoki will eat whatever they can get their paws on is largely reflected in their cooking. Ysoki fare tends to be scavenged meats and cheeses served either as finger foods or in stews, and the food is often questionable in color, quality, and texture. Many other species tend to avoid eating ysoki cuisine if they can help it.</li>\n</ul>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AR pg. 134",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 25,
    "level": 1,
    "attuned": false,
    "equipped": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 6,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": 0,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null,
      "autoUse": true,
      "autoDestroy": true
    },
    "isActive": null,
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "container": {
      "contents": [],
      "storage": [
        {
          "type": "slot",
          "subtype": "spellSlot",
          "amount": 0,
          "acceptsType": [
            "spell"
          ],
          "affectsEncumbrance": false,
          "weightProperty": "bulk"
        }
      ],
      "isOpen": true
    },
    "consumableType": "foodDrink",
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/equipment/technological%20items/datapad.jpg",
  "effects": [],
  "_id": "VXaCCvlTMlM4E0e1"
}