{
  "name": "Domestic Drone, Elite",
  "type": "technological",
  "data": {
    "description": {
      "value": "<h1>Domestic Drone</h1>\n<p>Robots are commonly used throughout the galaxy to handle repetitive tasks and make some aspects of life more convenient. Domestic drones have a rudimentary AI and only a limited ability to handle unexpected situations, making them useful for little beyond their specifically designated functions. Although the spy drone is a specialized&mdash;and in some places, illegal&mdash; version of a domestic drone, several other types of domestic drones are common in any large settlement. When activated, each acts as the indicated type of drone of a 1st-level mechanic, and you control it as if you were a 1st-level mechanic (using either an included remote control or a computer with an added control) except it can&rsquo;t make any attacks and has no weapon mounts, no feats, and no ability to add drone mods beyond those mods specified in its entry. An activated domestic drone can move its speed, but it can otherwise take only the actions specified in its description or granted by its mods. Most domestic drones have a basic model and an elite model; both can understand one language (chosen at purchase), and elite models often have additional abilities and greater autonomy. Some mechanics design their personal drones to resemble ordinary domestic drones, which allows their far more adaptable (and sometimes menacing) drones to blend in.</p>\n<h2>Deckhand Drone - Level 4</h2>\n<p>This Small drone is designed to provide basic assistance aboard a starship or other large vessel, including supplemental computation for navigation or astrogation. Most deckhand drones resemble a squat box with stubby, clawed feet that allow it to keep its orientation in zero-g. A deckhand drone acts as the stealth drone of a 1st-level mechanic, except it has the climbing claws and tool arm (fire extinguisher) mods instead of the stealth drone&rsquo;s normal initial mods. If an activated deckhand drone is accessible to a creature attempting a Piloting check to navigate, that creature reduces the time needed to plot a course by half (generally from 10 minutes to 5 minutes). Its skill unit is Computers. A deckhand drone has 6 bulk.</p>\n<ul>\n<li>Elite Deckhand Drone (Level 10): An elite deckhand drone gains the skill subroutines (Engineering) mod and has an Intelligence score of 8 rather than 6. A deckhand drone can expend 5 charges of its battery to attempt to aid another to assist with the Engineering check to repair a starship&rsquo;s hull. In addition, during starship combat, an elite deckhand drone can assist a ship&rsquo;s engineer, reducing the DC of an engineer&rsquo;s patch action by 5.</li>\n</ul>\n<h2>Mule Drone - Level 4</h2>\n<p>This Medium quadrupedal drone is designed to act as a mount and carry heavy loads, just as mules and other beasts of burden are used throughout the galaxy. Most mule drones resemble metallic quadrupeds with overlarge hooves. A mule drone acts as the combat drone of a 1st-level mechanic, except it has the riding saddle and speed mods instead of the combat drone&rsquo;s normal initial mods. Any Small or smaller creature can ride your mule drone, and the mule drone can be customized to support a specific Medium creature (normally you, if you are Medium); refitting the riding saddle to accommodate a different Medium creature takes 1 day and 100 UPBs. Its skill unit is Athletics. A mule drone has 18 bulk.</p>\n<ul>\n<li>Elite Mule Drone (Level 10): An elite mule drone has the jump jets mod. In addition, as a full action, a drone can reconfigure its riding saddle to serve as a mount for any Medium or smaller creature.</li>\n</ul>\n<h2>Physician Drone - Level 4</h2>\n<p>This Small drone is designed to provide basic medical services and nursing. Resembling a mechanical spider with four gripping feet and four arms tipped with syringes, antiseptic applicators, and biogel dispensers, a physician drone usually perches above its patient&rsquo;s bed and provides assistance from above. A physician drone acts as the stealth drone of a 1st-level mechanic, except it has the climbing claws and manipulator arms mods instead of the stealth drone&rsquo;s normal initial mods, and it treats Medicine as a class skill in which it has a single rank. Its skill unit is Acrobatics, and it has an Intelligence of 8 rather than 6. A physician drone has 6 bulk.</p>\n<ul>\n<li>Elite Physician Drone (Level 10): An elite physician drone also has the medical subroutine mod, allowing it to provide emergency medical treatment.</li>\n</ul>\n<h2>Porter Drone - Level 4</h2>\n<p>This sturdy Medium drone is designed to haul loads and assist with laborious tasks. Most porter drones resemble stout humanoids with large treaded wheels at the ends of two thick legs and a smooth faceplate with two optical sensors as their only facial features. A porter drone acts as the combat drone of a 1st-level mechanic, except it has the cargo rack and manipulator arms mods instead of the combat drone&rsquo;s normal initial mods. Its skill unit is Perception. A porter drone has 20 bulk.</p>\n<ul>\n<ul>\n<li>Elite Porter Drone (Level 10): An elite porter drone has the resistance mod, providing it resistance 10 to an energy type of your choice when you purchase it. This choice is usually dependent upon the environment in which the drone is intended to function, such as resistance to fire for a porter drone working in a foundry.</li>\n</ul>\n</ul>\n<h2>Valet Drone - Level 4</h2>\n<ul>\n<ul>This Small drone is designed to aid in clothing selection, grooming, and light personal administrative tasks. A valet drone can speak the language it understands, though most valet drones are poor conversationalists and speak only to remind you of social obligations. A valet drone acts as the stealth drone of a 1st-level mechanic, except it has the manipulator arms mod and tool arm mod (containing an integrated hygiene kit and oversized mirror) instead of the stealth drone&rsquo;s normal initial mods. Its skill unit is Perception. A valet drone has 6 bulk.\n<ul>\n<li>Elite Valet Drone (Level 10): An elite valet drone treats Culture as a class skill in which it has a single rank, it can attempt Culture checks to recall knowledge, and it has an Intelligence of 8 rather than 6. Elite valet drones tend to be chatty, and they can spend 10 minutes to adjust your fashion and appearance as necessary for a specific social situation, granting a +2 insight bonus to Diplomacy checks to change a creature&rsquo;s attitude in that situation.</li>\n</ul>\n</ul>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Capacity </strong>100;&nbsp;<strong>Usage&nbsp;</strong>1/hour</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AR pg. 101",
    "type": "",
    "quantity": 1,
    "bulk": "-",
    "price": 18000,
    "level": 10,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 15,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/classes/drone.webp",
  "effects": [],
  "_id": "t7dvy5dZYgyKe442"
}