{
  "name": "Domination Visor",
  "type": "hybrid",
  "data": {
    "description": {
      "value": "<p>A domination visor is a method of mental control used by sivvs on species they had enslaved. The visor looks like a pair of virtual reality goggles marked by glowing magical runes. A domination visor must be programmed or reprogrammed by someone trained in both Computers and Mysticism in a process requiring 1 day of work. The visor requires a full action to put on, and the subject must be helpless, unconscious, or willing.<br />Once donned, a domination visor plays its program over the course of 1 minute, during which time the subject is exposed to a potent, magically augmented virtual reality that subtly reprograms their conscious mind. The subject must succeed at a DC 24 Will save or be subject to an effect similar to dominate person, obeying whatever instructions have been programmed into the visor. A domination visor can be removed with a move action; if the domination visor is removed at any time during the 1 minute required for its program to complete, the dominate person effect fails. The commands implanted by a domination visor last for 24 hours, after which the effect ends. No new orders or commands can be given, and if the target is forced to take actions against its nature, it gets a new saving throw with a +2 bonus. The subject can&rsquo;t carry out self-destructive orders. A domination visor can be used only once per day.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AP #33 pg. 52",
    "type": "",
    "quantity": 1,
    "bulk": "1",
    "price": 220000,
    "level": 17,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 52,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "nWBNoYKArjZBaN2q"
}