{
  "_id": "SqIYuT8r0WRtWxQN",
  "name": "Dreamsilk cloak",
  "type": "magic",
  "effects": [],
  "flags": {},
  "img": "icons/equipment/back/cloak-collared-purple-gold.webp",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  },
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>The original dreamsilk cloaks were woven from the purple silk of dozens of dream spiders, arachnids native to the vast Golarion jungle known as the Mwangi Expanse. Before the Gap, it was common for soothsayers and explorers to depend on the cloaks for the visions of the future that came to them in their sleep. Modern artificers have learned to make such cloaks by imbuing artificial fabrics with oils derived from transdimensional pesh.</p>\n<p>While wearing a dreamsilk cloak, you can see details in hallucinations and illusions that others overlook. This does not give you any bonus to saving throws against illusions, but if you successfully disbelieve an illusion and convey the fact that it is an illusion to others, they gain a +6 bonus to their saving throws to disbelieve, rather than the normal +4. Additionally, if you wear a dreamsilk cloak for an uninterrupted period of at least 16 hours and then sleep for at least 8 additional hours while still wearing it, you have a vivid, prophetic dream. Although the meaning of the dream isn&rsquo;t immediately obvious when you wake up, you can learn more as the day progresses. Once during the next 24 hours, you can cast augury as a spell-like ability, using your character level as your caster level.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 9,
    "modifiers": [],
    "price": 13400,
    "quantity": 1,
    "source": "AP#1, p. 51",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}