{
  "_id": "PJ7Pk6PISDJiJhoi",
  "name": "Drift gauntlet",
  "type": "technological",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 55
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@Compendium[sfrpg.rules.AoGIedPXZpPJUbzz]{Tech Relics}</p>\n<p>Ancient relics with connections to the Drift appear from time to time, though it&rsquo;s unknown if this means the Drift is very old, or if these devices were once connected to some other demiplane that no longer exists. A Drift gauntlet is a six-fingered glove of articulated adamantine plates with four knuckles on each finger, readily wearable on any hand-like appendage, regardless of handedness. When you put on a Drift gauntlet, your hand painlessly transforms to fit its interior, giving you six four-knuckled fingers until the next time you take an 8-hour rest, when your hand regains its normal configuration. A creature must put on a Drift gauntlet willingly; it simply doesn&rsquo;t fit over the hand of an unwilling creature.</p>\n<p>The Drift gauntlet can&rsquo;t enter the Drift; if you&rsquo;re on a starship that engages its Drift engine while you&rsquo;re wearing it, you and the gauntlet get left behind. Once per day, you can grasp a creature or object with the Drift gauntlet and force it into the Drift. A creature can avoid this fate with a successful Will save (DC = 20 + your key ability score modifier); otherwise, it&rsquo;s cast into the Drift and must find its own means of escape. An unattended object you grasp is automatically forced into the Drift as long as it fits within a 10-foot cube. If you use this ability on a starship&rsquo;s Drift engine while the engine is activating, the trip takes its minimal amount of time in the Drift (treat each d6 rolled for travel time as 1) as it&rsquo;s hurled through that plane&mdash;but you&rsquo;re still left behind.</p>"
    },
    "equippable": true,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 20,
    "modifiers": [],
    "price": 850000,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "TR pg. 65",
    "usage": {
      "per": "",
      "value": 0
    }
  },
  "img": "icons/svg/mystery-man.svg"
}