{
  "_id": "vp0HurqcVd8uOZM1",
  "name": "Earthbound Anklets",
  "type": "hybrid",
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 15
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>Made of industrial ceramic sometimes decorated with precious minerals,&nbsp;earthbound anklets&nbsp;contain an internal matrix of directional, weight, and acceleration sensors. Traditionally, the ceramic is created from soil constituents from the wearer&rsquo;s home world, and the anklets are a way to carry a piece of that home. (The rarest&nbsp;earthbound anklets&nbsp;contain clay from lost Golarion.) Pragmatically, through quantum entanglement and magical means, earthbound anklets provide you a connection to normal gravity.<br /><br />While you wear&nbsp;earthbound anklets, you can activate or deactivate them as a standard action. Wearing the active anklets allows you to act as if you&rsquo;re in standard gravity, ignoring the perils of high gravity and the benefits of low gravity. In zero gravity, you decide a gravitational up and down when you activate the anklets, changing this orientation as a move action. Activating the anklets in zero-g allows you to end the off-kilter condition as part of the same action, and you can then move relative to your subjective up and down as if you were walking on a solid surface.<br /><br />This standard-gravity effect applies only to you and to objects you hold or wear. If an object, such as a thrown weapon, leaves your possession, it is subjected to the gravity of your environment rather than that provided by the anklets.<br /><br />The anklets can remain active for up to 1 hour per day. This usage need not be continuous, but it must be used in 1-minute increments. Once you benefit from a given set of&nbsp;earthbound anklets, you can&rsquo;t benefit from a different set for 24 hours.</p>"
    },
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 10,
    "modifiers": [],
    "price": 17000,
    "quantity": 1,
    "source": "AR pg. 121",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}