{
  "_id": "9hwXsmtj8G5rpyj7",
  "name": "Eldritch Encephalon, Mk 2",
  "type": "magic",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 18
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Eldritch encephalons were originally created in yah-thelgaad experiments when brain collectors sought to replicate the way they use the brains of deceased spellcasters, allowing other agents of the Dominion of the Black to also share brains among themselves. An eldritch encephalon is a lifeless, severed humanoid head inscribed with necromantic glyphs that run from just above each eye, over the scalp, and end at the base of the skull. A mass of slender, writhing tentacles extends from the neck or skull of the encephalon, often roiling and trembling as if attempting to grasp something that isn’t there.&nbsp;</p>\n<p>When placed on your shoulder, or on any patch of exposed skin that can support the weight of an average humanoid head, an eldritch encephalon burrows its tentacles into your flesh and merges with your physiology in a process that takes a full 24 hours to complete. Once attached, an encephalon counts as a worn magic item and can be sundered, but not disarmed. Once this process is completed, the command words to activate the encephalon are transmitted psychically to your brain, and the head seems to come to life as its runes begin to glow. The encephalon occasionally speaks of its own volition, espousing the thoughts and opinions of the spellcaster it was in life. You can never be bonded to more than one encephalon at a time, and removing one is a time-consuming process requiring a special necromantic ritual that takes several hours to perform. Any eldritch encephalon that has not been joined with a host creature for more than 12 days withers rapidly, disintegrating into dust.&nbsp;</p>\n<p>An eldritch encephalon allows you to cast a small selection of spells as spell-like abilities depending on the item’s model, using your character level as your caster level. The DC of any spell cast using an eldritch encephalon is equal to 10 + the level of the spell + your Charisma modifier.</p>\n<p>Mk 2: @UUID[Compendium.sfrpg.spells.W0oa8tqHXAcWNaGT]{Hold Person}, @UUID[Compendium.sfrpg.spells.7XJ6x5BZv1k1eBBz]{Mind Thrust} (2nd level), and @UUID[Compendium.sfrpg.spells.5aW793TGgd3Kd4Fe]{See Invisibility} each once per day.</p>\n<p>Unfortunately, being bonded with an eldritch encephalon has its drawbacks. Whenever you roll initiative for combat (or otherwise enter a very stressful situation, at the GM’s discretion), there is a 50% chance that the encephalon attempts to take control of your body. To fight off this other mind, you must succeed at a Will saving throw (DC = 15 + half the eldritch encephalon’s item level). Failure means you gain the confused condition for 1d4 rounds.&nbsp;</p>\n<p><em>After adding the spells to the Spellbook tab, edit the spell's Details, changing the Spell Preparation Mode to Innate Spellcasting, and change Limited uses to 1 of 1 Day. Use the formula (10 + @item.level + @abilities.cha.mod) in the Saving Throw field.</em></p>"
    },
    "equippable": true,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 13,
    "limitedWear": true,
    "modifiers": [],
    "price": 12500,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "AP#16, p. 48",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}