{
  "name": "Envoy's Mouthpiece",
  "type": "technological",
  "data": {
    "description": {
      "value": "<p>Popularized by successful lashunta diplomats, an envoy&rsquo;s mouthpiece is an elegant circlet with slender arms that reach down along the jaw. Two thin earpieces extend from the band to slip unobtrusively into your ears once the mouthpiece is donned. When created, an envoy&rsquo;s mouthpiece is encoded with one specific language. Whenever the language is spoken within 30 feet of you, the mouthpiece translates that language into Common. In addition, any words you speak in Common are transformed by the mouthpiece into the encoded language, allowing conversation to take place between you and speakers of the encoded language. An envoy&rsquo;s mouthpiece cannot be used to translate languages other than the one it has been programmed to translate, although devices that translate into languages other than Common do exist. An envoy&rsquo;s mouthpiece automatically records any words it translates, allowing anything translated through the device to be replayed through its earpiece at the touch of a button located on the lower right side. Up to 10 continuous hours can be recorded in this manner. Holding the button down for a full round erases any currently stored conversations.</p>\n<p>&nbsp;</p>\n<p><strong>Capacity&nbsp;</strong>20;&nbsp;<strong>Usage</strong>&nbsp;2/hour</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AR pg. 103",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 9000,
    "level": 8,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 13,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "gAx0Xgpv0NJ0A2WB"
}