{
  "_id": "Bg5VKyNc5QiRXruI",
  "name": "Evomorpher",
  "type": "magic",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": "0"
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": "0"
      },
      "hp": {
        "max": "0",
        "value": 0
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "0",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<h2>&gt;@UUID[Compendium.sfrpg.rules.P7TMxsRPHGxzlHmh]{Artifact}</h2><p>This dull silver, tapered rod can change the nature of creatures, imparting sapience they never had or transforming them into a non-sapient ancestor. Several evomorphers exist, the leavings of a magically-advanced species. You can devolve or uplift a willing or unconscious target with a touch of the evomorpher, which takes 10 minutes. A target that succeeds at a DC 25 Will saving throw negates the effect and is immune for 24 hours.</p>\n<p>Devolving casts the 6th-level version of <em>@UUID[Compendium.sfrpg.spells.kzOemsOWuqgbbGZw]{Baleful Polymorph}</em> (Alien Archive 2 147–148) on the target. If you gain the option to make the effect permanent and do so, the magic ends. Then, the effect lasts as if created by an instantaneous spell. The target’s final form is that of a distant evolutionary ancestor. Only an evomorpher’s uplift power can reverse this devolution.</p>\n<p>You can uplift a creature with an Intelligence score of 5 or lower (a –3 or lower modifier), including one with no Intelligence score, plant creatures, or constructs. Roll 3d6 for the creature’s Intelligence, Wisdom, and Charisma—each score can only increase. You can instead choose a score for each ability from 6 to 11. If the creature lacks other statistics, the GM assigns them. The uplifted creature gains sapience and initially has an attitude of friendly to you. Once uplifted, a creature can’t be uplifted in this way again.</p>\n<p>An evomorpher can be destroyed only if a user willingly devolves themself using the device and chooses to make the process irreversible. Then, only the resultant creature can destroy the artifact, as though it were a normal 20th-level item.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 20,
    "limitedWear": false,
    "modifiers": [],
    "price": 0,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "GEM pg. 112",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}