{
  "_id": "Cu7R0sD1A0HBtp0v",
  "name": "Extra seat",
  "type": "hybrid",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 8
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "1",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Reminiscent of a stadium chair with restraints, this item allows vehicles to carry an additional passenger. While the seat is placed onto an existing passenger seat in the vehicle, a willing Medium or smaller creature can strap themselves into theextra seatas a move action. Doing so transports the creature and theextra seatinto an extradimensional space, leaving behind only the seat’s buckle and an empty passenger location that a different creature can use. This extradimensional space contains enough air to sustain the passenger for 4 hours.</p>\n<p>As a move action, the passenger can activate theextra seat, or someone can activate the buckle; either action causes the<em>extra seat</em> and its passenger to reappear in the buckle’s space. If the buckle’s space is already occupied when this happens, both passengers are treated as squeezing, gaining the entangled condition until one exits the other’s space.</p>\n<p><em>Theextra seat</em>’s extradimensional space automatically ejects its passenger if the buckle is moved more than 30 feet from the vehicle where it was activated, if the vehicle in which it was activated is wrecked, or if the buckle is destroyed. A vehicle can accommodate a number ofextra seatsequal to half its passenger rating (rounded up), and attempting to activate<em>extra seats</em> beyond this limit has no effect.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 3,
    "limitedWear": false,
    "modifiers": [],
    "price": 1400,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "GM pg. 45",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}