{
  "_id": "BXRoJjjMPzmKmw0z",
  "name": "Eyes of the seer",
  "type": "augmentation",
  "effects": [],
  "flags": {},
  "img": "icons/tools/scribal/lens-blue.webp",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  },
  "system": {
    "type": "biotech",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>A set of translucent nictitating membranes is implanted within your visual sensors. When the membranes are open, they can be spotted as small, lavender, triangular muscles just inside the corner of your visual sensors with a successful DC 21 Perception check. When the membranes are closed, you see the world through a dark-purple haze that softens the edges of the figures you see but outlines them with a series of complex equations and algorithmic formulae that define their relationships with the world. In essence, you see the world almost as if you were viewing it as lines upon lines of computer code, allowing you some small insight into the way the future may resolve.</p>\n<p>You can open or close these membranes as a swift action, and all must open or close simultaneously. When the membranes are closed and your eyes are open, you can scan your surroundings using your newfound sight as a move action. Roll a d20 and record the result; as a reaction until the start of your next turn, you can spend 1 Resolve Point to use this result for any attack roll, skill check, saving throw, or ability check attempted by a creature you can see (enemies and allies alike) as if they had rolled this value themself. This reaction must be declared before the creature rolls the check, and all normal modifiers apply to the roll that uses the substituted value.</p>\n<p>While the membranes are closed and your eyes are open, you take a &ndash;2 penalty to Perception checks and initiative checks and can&rsquo;t take any reactions other than the one described above. If you fail a saving throw against a mind‑affecting effect while the membranes are closed, you become confused until the end of your next turn (in addition to any other normal results of the mind-affecting effect).</p>"
    },
    "equippable": false,
    "equipped": false,
    "identified": true,
    "level": 11,
    "modifiers": [],
    "price": 25000,
    "quantity": 1,
    "source": "AP#26, p. 48",
    "system": "eyes"
  }
}