{
  "_id": "vxL68178LfXwcTEH",
  "name": "Falcon boots",
  "type": "magic",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 10
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Falcon boots were originally armored steel boots with integrated knee protection etched with falcons across the front. They were most commonly employed by a group called the Steel Falcons, a branch of the Eagle Knights of the Golarion nation of Andoran, and they were apparently designed for use specifically on sailing ships.</p>\n<p>As a move action while wearing falcon boots, you can set your own personal, local gravity to be perpendicular to any adjacent surface able to support your weight under normal gravity conditions. This personal gravity effect only functions in normal gravity or lower. While this personal gravity is active, you gain a climb speed equal to your land speed, and if knocked prone, you fall in accordance with your personal gravity (thus falling prone in your space, even if that is on a wall or ceiling, rather than falling toward the ground as defined by the environment&rsquo;s normal gravity conditions). If you drop an item while your falcon boots are active, it also falls in your space. If you move from that square before picking up a dropped item, the item becomes subject to normal gravity.</p>\n<p>If you are not adjacent to a surface able to support your weight, your falcon boots cease to function and you are subject to normal gravity. You can also deactivate falcon boots as a move action. There is no limit to how long falcon boots can function as long as you remain on a surface able to support your weight.</p>"
    },
    "equippable": true,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 5,
    "limitedWear": true,
    "modifiers": [],
    "price": 3000,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "AP#1, p. 51",
    "usage": {
      "per": "",
      "value": 0
    }
  },
  "img": "icons/equipment/feet/boots-collared-blue-gold.webp"
}