{
  "name": "Feelings lockbox",
  "type": "technological",
  "img": "icons/svg/mystery-man.svg",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>&gt;@Compendium[sfrpg.rules.AoGIedPXZpPJUbzz]{Tech Relics}</p>\n<p>This lacquered box has no hinges or lid; instead, a clear window displays its empty interior, next to which is a toggle switch marked &ldquo;unlock&rdquo; and &ldquo;lock.&rdquo; Despite these labels, the box doesn&rsquo;t open. The toggle is difficult to move, so switching it is a standard action. When you switch the toggle to &ldquo;lock,&rdquo; you can spend 1 Resolve Point to draw your emotions into the box, causing a ghostly image of your face to swirl within it. You experience virtually no emotion while your feelings are locked within; you can&rsquo;t benefit from morale bonuses, and you roll twice for saving throws against emotion, fear, mind-affecting, and pain effects, taking the higher result. If the higher result succeeds but the lower result fails, your image in the box visibly displays the effect, such as grimacing in pain, and the box gains an Emotion Point. You can&rsquo;t be detected by blindsight (emotion) or blindsense (emotion) while your emotions are in the feelings lockbox, but the box is detectable.</p>\n<p>When the switch is flipped to &ldquo;unlock,&rdquo; you immediately recover your emotions in a powerful rush, no matter your distance from the box or even if the box is on another plane. The switch flips back on its own after 24 hours, or as soon as the box gains 4 Emotion Points. Unlocking your emotions resets the box&rsquo;s Emotion Points to 0 and gives you a penalty to your Will saving throws equal to the number of Emotion Points that were in the box. Every 24 hours, this penalty is reduced by 1, although powerful effects such as miracle, psychic surgery, and wish can eliminate the penalty prematurely. While you have this penalty, you can&rsquo;t activate a feelings lockbox.</p>",
      "unidentified": ""
    },
    "source": "TR pg. 65",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 24000,
    "quantityPerPack": 1,
    "level": 11,
    "attuned": false,
    "equipped": false,
    "equippable": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 16,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "ammunitionType": "",
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "_id": "Atwv7H09Z9WOhJIY"
}