{
  "_id": "WdpJHJfNMusdX0RP",
  "name": "Felnar",
  "type": "hybrid",
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 18
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "4",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p><strong>CAPACITY&nbsp;20;&nbsp;USAGE&nbsp;1/MINUTE</strong><br /><br />The felnar is a traditional sivv musical instrument. Constructed from a rare wood harvested according to strict ritual protocols that&rsquo;s further amplified with magic spells, the felnar&rsquo;s bed is filled with a web of interwoven metal strings attached to posts arranged around the outside of the instrument. A skilled felnar player plucks the instrument&rsquo;s lower strings while strumming the higher strings; most felnar compositions require the use of four hands to play. A bow is sometimes drawn across the higher strings. A felnar is traditionally powered by a relbattery, but it can be played for a short time on a naturally regenerating reservoir of magical energy that replenishes every day.<br />A felnar can boost the casting of certain spells. The caster must be familiar with the felnar and physically able to play it, but no check is necessary. Playing the felnar in this way can be combined with the casting time of any emotion, fear, or mind-affecting spell, adding a +2 enhancement bonus to the caster&rsquo;s caster level and to the saving throw DC for the spell.</p>"
    },
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 13,
    "modifiers": [],
    "price": 50000,
    "quantity": 1,
    "source": "AP #33 pg. 52",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}