{
  "_id": "9UaSugXKnQE3w1Qy",
  "name": "Figurine of wondrous power, bloodstone bloodbrother",
  "type": "magic",
  "effects": [],
  "flags": {},
  "img": "icons/commodities/treasure/statue-carved-figurehead.webp",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  },
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Each figurine of wondrous power is a statuette of a creature no more than a few inches tall and long. As a standard action, you can speak the figurine&rsquo;s command word to transform the figurine into a creature in a space you can see within 30 feet of you. The figurine can&rsquo;t change into a creature if it doesn&rsquo;t have enough space to do so or if the environment can&rsquo;t support the creature&rsquo;s life functions. When the creature appears, it can act immediately on your turn. It understands and obeys your commands, and it understands Common but can&rsquo;t speak. The creature considers your allies to be its allies and follows their orders when you aren&rsquo;t able to give any.</p>\n<p>Each figurine in this entry can become a creature for up to 1 minute per day, though this duration does not need to be used continuously. After the figure has been in creature form for 1 minute, it reverts to figurine form and can&rsquo;t be activated again for 24 hours. As a move action, you can dismiss the creature and return it to figurine form. The creature reverts to a figurine if killed. Although it can be healed while in creature form, the creature otherwise regains all its Hit Points 24 hours after its most recent activation. Therefore, if the creature is killed and reverts to figurine form, it can&rsquo;t transform again for 24 hours.</p>\n<p>If you are within 30 feet of the creature when it returns to figurine form, the figurine appears in one of your empty hands or in your space (your choice). Otherwise, it reverts to figurine form as close to you as possible in its own space.</p>\n<p>A figurine of wondrous power becomes nonmagical if broken, losing its power to transform into a creature.</p>\n<p><strong>Bloodstone Bloodbrother (Level 13):</strong> This figure of green stone mottled with red flecks can change into a bloodbrother. The bloodbrother starts with no creature in its rib cage prison and can&rsquo;t deal Constitution damage, so it lacks fast healing. If the bloodbrother reverts to figurine form while a victim is in the bloodbrother&rsquo;s rib cage prison, the victim is released in the bloodbrother&rsquo;s space.</p>\n<p>@Compendium[sfrpg.alien-archives.MjO5gIWQAbjsVCGp]{Bloodbrother}</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 13,
    "modifiers": [],
    "price": 48000,
    "quantity": 1,
    "source": "ARM, p. 113",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}