{
  "name": "Fitting jacket",
  "type": "technological",
  "img": "icons/svg/mystery-man.svg",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>&gt;@Compendium[sfrpg.rules.AoGIedPXZpPJUbzz]{Tech Relics}</p>\n<p>This ordinary gray suit jacket automatically tailors itself to fit your body, but it can&rsquo;t be worn with heavy or powered armor. It contains miniscule pheromone emitters and holo-psychic transmitters to help you fit in as an ordinary member of any fairly large organization where the members don&rsquo;t all know one another well, like a mercenary company or employees in a corporate office. Generally, any organization with at least 50 members qualifies, but the GM makes the final decision. When you spend at least a minute interacting with an organization member, you can attempt a DC 25 Culture check. On a success, you learn enough for the fitting jacket to attune its emissions to that organization. Rank-and-file members of the organization have a starting attitude of indifferent toward you; to them, you appear to be wearing the appropriate uniform, have the appropriate credentials, and so on, even though you can&rsquo;t detect those details. The jacket can&rsquo;t make you appear as any specific individual, but you gain a +10 circumstance bonus to Disguise checks to appear as a member of the chosen organization. If you fail the Culture check, the jacket can&rsquo;t attune to that organization for 24 hours.</p>\n<p>A fitting jacket can only be attuned to one organization at a time. Successfully attuning it to a new organization causes it to lose its attunement to the prior organization.</p>",
      "unidentified": ""
    },
    "source": "TR pg. 66",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 7000,
    "quantityPerPack": 1,
    "level": 7,
    "attuned": false,
    "equipped": false,
    "equippable": true,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 12,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "ammunitionType": "",
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "_id": "7snAfuejAB68SN9c"
}