{
  "_id": "u4TrQSWo761D4lNm",
  "name": "Flametongue, salamander",
  "type": "augmentation",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "biotech",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 10
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "0",
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p><strong>Damage</strong> 1d8 F <strong>Critical</strong> Arc 1d6 F</p>\n<p>Structurally similar to the dragon gland, which blankets a small area in destructive energy, a flametongue gland generates a continuous, controlled gout of fire from your mouth that you can wield like a whip using quick motions of your head or tongue. The flametongue functions as an advanced melee weapon with the integrated and reach weapon special properties. It deals damage based on its model. You can activate the flametongue on your turn as part of the action used to make an attack with it, or you can activate the augmentation as a swift action. The flametongue remains active for a number of rounds equal to 1 + 1/2 your Constitution modifier, or until you deactivate it; doing so takes no action on your turn or a reaction if it is not your turn. While the flametongue is active, the first time each round you speak any language other than Ignan, you take fire damage equal to twice the augmentation’s item level (DC 20 Reflex negates). After you activate the flametongue, you can’t use it again until you’ve rested for 10 minutes to regain Stamina Points, though you can spend 1 Resolve Point at any point to recharge it immediately.</p>"
    },
    "equippable": false,
    "equipped": false,
    "identified": true,
    "level": 5,
    "modifiers": [],
    "price": 3150,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "TR pg. 56",
    "system": "throat"
  }
}