{
  "_id": "BWlqv4sStModWujU",
  "name": "Flushbuster",
  "type": "technological",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 13
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>A flushbuster is a palm-sized, malleable, one-use satchel charge designed to travel easily through any water-propagated waste-removal system (such as the flushing toilet found on many planets with standard gravity and aboard some starships). It resembles a vacuum-sealed plastic bag divided into two pouches, one containing a substance that looks like purple clay, and the other containing a substance that resembles green gelatin. The bag itself is made of a time-release polymer that disintegrates after 1d4 minutes of immersion in water, allowing the two volatile substances to mix into a composite explosive that immediately detonates. Once the bag disintegrates, the mixture of the composite explosive and water generates a massive pressurized explosion that overloads the pipe system, causing any toilet or latrine within 100 feet of the device and connected to it via pipe to explode violently. Each creature or object within a 10-foot radius of any exploding toilet takes 4d6 bludgeoning damage (Reflex DC 12 half) and watery sewage begins flooding into the room (filling a 15-foot-by-15-foot room with 1 foot of water per round). A creature that begins its turn within this sewage must succeed at a DC 12 Fortitude save or gain the sickened condition for 1 minute. Any creature adjacent to an exploded toilet can spend a full action to attempt a DC 20 Engineering check to stop the flooding in that specific room.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 8,
    "modifiers": [],
    "price": 1300,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "TR pg. 48, AP #16 pg. 47",
    "usage": {
      "per": "",
      "value": 0
    }
  },
  "img": "icons/svg/mystery-man.svg"
}