{
  "_id": "FDa7YJepWdEFxiOb",
  "name": "Flux fig",
  "type": "magic",
  "img": "icons/consumables/fruit/fig-ripe-purple.webp",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 18
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "capacity": {
      "max": 1,
      "value": 1
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>A flux fig is a single-use consumable item that rearranges your genetic code and remakes you into another species. Eating a flux fig takes 1 minute, after which you fall into a deep sleep for 1 hour. During this time, your body transforms into its new shape. A flux fig always transforms you into a species of your creature type that has racial traits for player characters, though exactly which species is determined randomly by the GM. Flux figs have no effect on constructs, outsiders, or undead.</p>\n<p>You recalculate your ability scores from scratch using your new racial traits (remembering to include any ability score increases from leveling up). Upon awakening, you lose any former racial traits and gain new racial traits. You retain your personality, memories, augmentations, class features, feats, and skill ranks. You can&rsquo;t change any choices made during prior character advancement, and you must still meet any prerequisites of equipment, feats, and other player options to be able to use those options. Those who take such a gamble and are unhappy with the results often invest in a @Compendium[sfrpg.equipment.y2iI5rtTPYevJ41G]{Mnemonic Editor}<em>&nbsp;</em>(Starfinder Core Rulebook 226).</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 13,
    "limitedWear": false,
    "modifiers": [],
    "price": 8500,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "AA3, p. 75",
    "usage": {
      "per": "action",
      "value": 1
    }
  }
}