{
  "_id": "DLim16qSlevSFFkw",
  "name": "Focusing Membrane Mk 1",
  "type": "augmentation",
  "img": "icons/commodities/biological/eye-lizard-orange-red.webp",
  "system": {
    "type": "biotech",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": "5"
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": "8"
      },
      "hp": {
        "max": "9",
        "value": 9
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<h2>TASHTARI BIOTECH</h2>\n<p>Hunters can do brisk business harvesting the filaments, photoenergetic nodes, and focusing membranes of tashtaris and selling them to bioengineers. If not for conservation efforts on @UUID[Compendium.sfrpg.setting.mkJGLfpJkvAKLZz3]{Castrovel}, tashtaris could have been hunted to extinction, since their photosensitive adaptations are difficult and expensive to duplicate through synthetic means. Cessation of hostilities between the formians and lashuntas has allowed a recent surge in the regulated trade of biotech that incorporates tashtari tissue. Explorers and scouts equip themselves with focusing membranes or filament mesh, and many people throughout the Pact Worlds use photoenergetic nodes for practical and cosmetic purposes.</p>\n<h2>Focusing Membrane</h2>\n<p>The biological tissue a tashtari uses to produce its muzzle beam, a focusing membrane must be installed as part of an optical laser cybernetic augmentation (AR pg. 89) of its item level or higher, adding to that augmentation’s cost but allowing two augmentations in one system. An optical laser modified with a focusing membrane treats a target’s fire resistance as if it were 5 lower (10 lower for mk 2). This benefit does not apply to the laser’s burn critical hit effect.</p>"
    },
    "equipped": false,
    "identified": true,
    "level": 4,
    "modifiers": [],
    "price": 1925,
    "quantity": 1,
    "source": "AA2 pg. 125",
    "system": "eyes"
  }
}