{
  "_id": "sBdgUJ9FigFqZdao",
  "name": "Furtive garment",
  "type": "magic",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 12
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>The oldest furtive garments are robes and other clothing worn by followers of Lao Shu Po. Some of these relics originated on lost Golarion, or so priests of Grandmother Rat claim. Most of these vestments are cloaks, loose coats, mantles, scarves, or similar garments. Modern equivalents are sleeker, designed to integrate with existing outfits and armor. You can wear the garment over other clothing or light armor, in which case it counts as a worn item, or you can install it in light armor, taking up one upgrade slot.</p>\n<p>As a standard action while wearing a furtive garment, you can command the item to change the shape and appearance of clothing or light armor you wear to that of other clothing or light armor you specify. This change is illusory, fooling all senses. In addition, your clothing or armor seems nonmagical to spells and abilities that detect magic. Despite appearances, whatever you&rsquo;re wearing retains its normal properties while hidden by the illusion. As a standard action, you can end the effect, returning disguised clothing or armor to its normal appearance.</p>"
    },
    "equippable": true,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 7,
    "limitedWear": true,
    "modifiers": [],
    "price": 5500,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "ARM, p. 114",
    "usage": {
      "per": "",
      "value": 0
    }
  },
  "img": "icons/equipment/back/cape-layered-green-eye.webp"
}