{
  "name": "Scanner, True-Frame Camera",
  "type": "technological",
  "data": {
    "description": {
      "value": "<h1>Scanner</h1>\n<p>Scanners are common items that allow you to extend your senses and record your experiences. Some specialized scanners can also provide other senses, such as blindsense or sense through, but these often require ongoing monitoring or impose other restrictions. Common examples include laser microphones, motion detectors, and x-ray visors.</p>\n<p>&nbsp;</p>\n<p>A true-frame camera functions as an enhanced camera, and it also has supplemental multispectrum programming designed to detect the slight errors in shading and lighting that are artifacts of holograms and illusions. True-frame cameras automatically shift to variant wavelengths to detect and image actual objects, identifying the holograms and illusions as such with overlay text or masking. True-frame cameras automatically identify holograms and illusions via sense through (vision), except for images that specifically fool cameras or other surveillance systems (such as&nbsp;holographic image&nbsp;and&nbsp;nondetection). Trueframe cameras do not automatically detect mundane or lowtech disguises.</p>\n<p>&nbsp;</p>\n<p><strong>Capacity&nbsp;</strong>100; <strong>Usage&nbsp;</strong>2/hour</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AR pg. 107",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 12250,
    "level": 9,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 14,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 1,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": []
}