{
  "name": "Quantum Pad",
  "type": "hybrid",
  "data": {
    "description": {
      "value": "<p>A quantum pad is a thin piece of 1-foot-square cloth sivvs used to store objects and bypass barriers. The pad can be unfolded as a full action with more material appearing by magic until the cloth covers a 5-foot-square area. Anything placed on the pad vanishes into rel-state; up to 200 Bulk can be kept in rel-state at any one time, and all objects must be able to fit entirely on the pad. Items can be recalled from rel-state with a move action, appearing atop the unfolded pad.<br />In addition, a quantum pad can be unfolded and draped against a physical barrier such as a wall or door, becoming quantum entangled to the individual who places it. The pad puts the adjacent barrier into rel-state, creating an open tunnel 5 feet high, 5 feet wide, and up to 10 feet deep. The individual to whom the pad is entangled can take a move action to reclaim the pad from either side of this tunnel. This function of a quantum pad has 10 charges per day, and one charge is consumed every round the tunnel exists. If the tunnel is still open when the quantum pad runs out of charges, anyone inside the tunnel is shunted to the nearest empty space.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AP #33 pg. 53",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 900000,
    "level": 20,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 55,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": []
}