{
  "name": "Mimic Imager, Hovering",
  "type": "technological",
  "data": {
    "description": {
      "value": "<h1>Mimic Imager</h1>\n<p>A mimic imager functions as both an image scanner and a holographic projector.</p>\n<p>&nbsp;</p>\n<p>A hovering mimic imager is a 2-inch-wide spherical microbot with more sophisticated imaging software and data on your movements, speech, and mannerisms. The hovering mimic imager operates as the helmet-mounted version, except that the hologram created by the hovering mimic imager can also mimic speech in your voice, and the DC of Perception checks to identify the hologram is 30. As the hovering mimic imager isn&rsquo;t attached to you, the image can be up to 100 feet from you and doesn&rsquo;t require line of sight to you (although it must be within 20 feet of and have line of sight to the microbot). The hovering mimic imager can receive your directions by voice or via a signal from a personal comm unit or a datapad with a control module installed. The hovering mimic imager has sound baffling and a light-shifting shell to avoid detection, but a creature can notice it with a successful DC 25 Perception check. Detecting the microbot doesn&rsquo;t automatically reveal that your duplicate is a hologram, but its presence can provide creatures a clue that something unusual is going on. The hovering mimic imager is a Tiny technological construct with an AC of 20, hardness 8, 10 Hit Points, and a fly speed of 40 feet with perfect maneuverability. It cannot make attacks, and it fails any saving throw it is required to make. When the mimic imager has only 4 charges remaining, the hologram winks out and the hovering mimic imager immediately returns to you if it can. Your communication with a hovering mimic imager uses a wireless signal, and is therefore vulnerable to countermeasures such as signal jammers.</p>\n<p>&nbsp;</p>\n<p><strong>Capacity</strong>&nbsp;40;&nbsp;<strong>Usage&nbsp;</strong>4/round</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Arm pg. 105",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 24500,
    "level": 11,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 16,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": []
}