{
  "name": "Empathic Depiction, Bust",
  "type": "hybrid",
  "data": {
    "description": {
      "value": "<h1>Empathic Depiction</h1>\n<p>Lashunta artists have techniques to collect emotions and memories associated with an individual and imprint them onto a representative piece of art lashuntas call an&nbsp;empathic depiction. To collect such memories, a telepathic artist interviews the subject along with those who know or have strong memories of the subject. This process takes at least a week. In the past, these objects were magical, and some still are, but most modern&nbsp;empathic depictions&nbsp;are hybrid items that use advanced holography to create realistic memorials. Creating such an&nbsp;empathic depiction&nbsp;is a crafting task that uses the Engineering skill or an appropriate artistic Profession skill in a similar way. (A wholly magical version uses Mysticism instead.)<br /><br />Creatures within range of an&nbsp;empathic depiction&nbsp;(based on its model) can feel the emotions and recall the memories placed within it. A creature can attempt a Will saving throw (DC based on the model) to resist these experiences, which cause no damage or harmful effect. These hybrid items utilize magic and psychic energy, remaining active while an observer is in range. They can also be plugged into a power grid and operate continuously while such power flows.</p>\n<p>&nbsp;</p>\n<p><strong>An empathic bust depicts an individual&rsquo;s head and shoulders in actual size, or a whole body at no more than 2 to 3 feet tall. It has a range of 10 feet and a DC of 14.</strong></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Ap #13 pg. 45",
    "type": "",
    "quantity": 1,
    "bulk": "1",
    "price": 2200,
    "level": 4,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 9,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": []
}