{
  "_id": "hLWHD6wQIRis0RJU",
  "name": "Galeforce lungs, gust",
  "type": "augmentation",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "magitech",
    "ability": "con",
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "kac8",
    "actionType": "mwak",
    "activation": {
      "type": "action",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "none",
      "value": null
    },
    "attackBonus": 0,
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 14
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "chatFlavor": "",
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>In addition to expanding your lungs’ natural capacity, all models of this augmentation install a tiny portal into the Plane of Air that constantly cycles gases within your lungs, negating your need to breathe. Gust, storm, and hurricane models allow you to exhale a gust of wind at a target within 30 feet as a standard action. The wind can push an object of a bulk no greater than your Constitution modifier (minimum 1 bulk) a number of feet no greater than 5 × your Constitution modifier (minimum 5 feet), but the movement must push the object away from you. A hurricane model can push objects with a bulk no greater than 4 × your Constitution modifier. Alternatively, you can use the wind to attempt a @UUID[Compendium.sfrpg.rules.U37n5tY5hn1ctzQL.JournalEntryPage.R33uiOMesYP0ISWl#bull-rush]{bull rush} combat maneuver against a creature, for which you can add your Constitution modifier to the attack roll instead of your Strength modifier. The storm model treats your Constitution modifier as 1 higher for calculating the effects of the augmentation’s gust of wind, and the hurricane model treats your Constitution modifier as 2 higher.</p>\n<p>The hurricane model allows you to exhale forcefully, deflecting incoming blasts back toward their origin. When a cone- or line-shaped effect includes you in its area and requires an attack roll, Fortitude save, or Reflex save to determine its effect on you, you can spend 1 Resolve Point as a reaction and attempt a Fortitude save (DC = 15 + the effect’s CR or 15 + the item level, whichever is higher). If you succeed, you are unaffected by the effect, and the effect’s source is also treated as though it were in the area of effect. This ability of your hurricane galeforce lungs doesn’t prevent others from being affected by the triggering effect.</p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": ""
    },
    "equippable": true,
    "equipped": false,
    "formula": "",
    "identified": true,
    "isActive": null,
    "level": 9,
    "modifiers": [],
    "price": 12900,
    "quantity": 1,
    "quantityPerPack": 1,
    "range": {
      "additional": "",
      "per": "",
      "units": "ft",
      "value": 30
    },
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": "",
      "descriptor": "negate"
    },
    "source": "TR pg. 59",
    "system": "lungs",
    "target": {
      "type": "",
      "value": ""
    },
    "uses": {
      "max": 0,
      "per": "",
      "value": 0
    }
  }
}