{
  "_id": "tvBxtNJtKemAQv7m",
  "name": "Galeforce lungs, storm",
  "type": "augmentation",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "magitech",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 18
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "0",
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>In addition to expanding your lungs&rsquo; natural capacity, all models of this augmentation install a tiny portal into the Plane of Air that constantly cycles gases within your lungs, negating your need to breathe. Gust, storm, and hurricane models allow you to exhale a gust of wind at a target within 30 feet as a standard action. The wind can push an object of a bulk no greater than your Constitution modifier (minimum 1 bulk) a number of feet no greater than 5 &times; your Constitution modifier (minimum 5 feet), but the movement must push the object away from you. A hurricane model can push objects with a bulk no greater than 4 &times; your Constitution modifier. Alternatively, you can use the wind to attempt a bull rush combat maneuver against a creature, for which you can add your Constitution modifier to the attack roll instead of your Strength modifier. The storm model treats your Constitution modifier as 1 higher for calculating the effects of the augmentation&rsquo;s gust of wind, and the hurricane model treats your Constitution modifier as 2 higher.</p>\n<p>The hurricane model allows you to exhale forcefully, deflecting incoming blasts back toward their origin. When a cone- or line-shaped effect includes you in its area and requires an attack roll, Fortitude save, or Reflex save to determine its effect on you, you can spend 1 Resolve Point as a reaction and attempt a Fortitude save (DC = 15 + the effect&rsquo;s CR or 15 + the item level, whichever is higher). If you succeed, you are unaffected by the effect, and the effect&rsquo;s source is also treated as though it were in the area of effect. This ability of your hurricane galeforce lungs doesn&rsquo;t prevent others from being affected by the triggering effect.</p>"
    },
    "equippable": false,
    "equipped": false,
    "identified": true,
    "level": 13,
    "modifiers": [],
    "price": 49000,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "TR pg. 59",
    "system": "lungs"
  }
}