{
  "name": "Grappler",
  "type": "technological",
  "data": {
    "description": {
      "value": "<p>A grappler is a high-tech anchoring device that can be attached to a cable line as a move action. The cable line can instead be threaded through the grappler, which takes 1 minute but adds the cable line&rsquo;s hardness and HP to the hardness and HP of the grappler (and vice versa). A grappler has clamps that can slide from its base along a cable line attached to it, allowing it to be climbed as easily as a knotted rope (see Athletics on page 136).<br /><br />You can attach a grappler through which a cable line is threaded to an immobile object that&rsquo;s at least 5 feet in width with a ranged attack against AC 5. If the grappler is fired at a moving object or a smaller object, you must hit that object&rsquo;s KAC + 8 to attach the grappler to the object. After it&rsquo;s attached, the grappler remains anchored until either you give a release command as a move action, the grappler is pried free with an Athletics check equal to the attack roll you made to attach it, or the grappler is destroyed. If a cable line attached to or threaded through a grappler is destroyed but the grappler itself was not damaged, the cable line is destroyed, but the grappler is unharmed. In this case, the grappler loses the excess hardness and HP that a threaded cable line added to it.<br /><br />You can also target a creature with the grappler. This is resolved as a grapple combat maneuver, but a creature struck with the grappler can still use its hands, and its movement is only restricted to remain within range of the length of the grappler&rsquo;s cable. In addition to the normal rules for escaping a grapple, the target can pry itself loose with a successful Athletics check (DC equal to your attack roll to grapple the target). Or, it can perform a sunder combat maneuver (see page 246) against the grappler. Even if the combat maneuver doesn&rsquo;t destroy the attached cable, the creature escapes the grapple.<br /><br />A grappler can be thrown as a grenade or set over the muzzle of a ranged weapon that targets KAC, in which case it has half the normal range increment of the weapon, and you use any weapon proficiency and bonuses to attack you have with that weapon. A grappler can be reused.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB pg. 219",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 700,
    "level": 2,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 7,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/spells/battle_junkbot.png",
  "effects": [],
  "_id": "LfYPseAOCIBmSFlD"
}