{
  "name": "Gravitational harness, Mk 3",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  },
  "type": "augmentation",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>Slim neutronium-core gravitational crystals attached to your spine using intense alchemical processes allow you to manipulate gravity once per day.</p>\n<p>With a mk 1 gravitational harness, you can increase or lower gravity for yourself and everything you carry by one step for 2 rounds. This applies the usual effects of lower gravity, including falling more slowly and increased carrying capacity. You can activate, change, or end the effect as a standard action or reaction. If you use a reaction, you can&rsquo;t take a standard action on your next turn. You can&rsquo;t make gravity stronger than high gravity or weaker than light gravity. In zero gravity, activating the augmentation instead grants you a supernatural fly speed of 15 feet with perfect maneuverability. You can&rsquo;t use the fly speed to run or while overburdened.</p>\n<p>A mk 2 gravitational harness functions as the mk 1 model, except as follows. The effect lasts for a total of 10 rounds, though you need not use them consecutively. The augmentation can increase or decrease your gravity by up to two steps or negate gravity for you in an area of standard or light gravity. While you have the augmentation active in zero gravity or while negating gravity for yourself, your fly speed is 30 feet.</p>\n<p>A mk 3 gravitation harness functions as the mk 2 model, except as follows. The effect lasts for a total of 10 minutes. You need not use the minutes consecutively, but you must use them in 1-minute increments. While you have the augmentation active in zero gravity or while negating gravity for yourself, your fly speed is 60 feet.</p>",
      "unidentified": ""
    },
    "source": "ARM, p. 92",
    "type": "magitech",
    "quantity": 1,
    "bulk": "-",
    "price": 118500,
    "level": 15,
    "attuned": false,
    "equipped": false,
    "equippable": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 6,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "modifiers": [],
    "system": "spinal",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "FZXbeSHHQMEGUw9h"
}