{
  "name": "Gun Emplacement",
  "type": "technological",
  "data": {
    "description": {
      "value": "<p>This sturdy, metallic tripod can turn almost any gun into a semi-mobile turret, allowing soldiers to guard areas without putting themselves in harm&rsquo;s way. It takes 10 minutes to attach or detach a non-analog longarm or heavy weapon to the emplacement; when attached to an emplacement, the gun can&rsquo;t be wielded normally and can be fired only using the included wireless remote control that functions as a tier 1 computer with a control module. As long as the remote control is within 100 feet of the gun emplacement, you can use it to see through the emplacement&rsquo;s camera (which has darkvision with a range of 30 feet) and operate the attached gun, either using your own ranged attack bonus with the attached weapon or allowing the computer to make the attack roll; the computer has a ranged attack bonus of +1 and proficiency with the attached weapon. Any weapon special properties and critical hit effects apply. When a gun emplacement gains the broken condition, you can no longer fire the attached gun.<br /><br />A gun emplacement uses a battery and consumes 1 charge per hour of use (or fraction thereof).</p>\n<p>&nbsp;</p>\n<p><strong>Capacity&nbsp;</strong>20;&nbsp;<strong>Usage&nbsp;</strong>1/hour</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AP #19 pg. 44",
    "type": "",
    "quantity": 1,
    "bulk": "3",
    "price": 1350,
    "level": 3,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 8,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "OLziO1xDPgJKRZ9u"
}