{
  "_id": "vHKM7FjCgkeD7dv0",
  "name": "Harmonic Reassembler",
  "type": "magic",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": "0"
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": "0"
      },
      "hp": {
        "max": "0",
        "value": 0
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<h2>@UUID[Compendium.sfrpg.rules.P7TMxsRPHGxzlHmh]{Artifact}</h2>\n<p>While the true origin of this artifact was lost in the Gap, some believe it was created by a gnome inventor who sought to permanently reverse the course of the Bleaching that affects all of gnomekind. The<em>Harmonic Reassembler</em> is a large musical instrument comprising a series of glass bowls overlapping one another and set around a shaft of pure noqual. The bowls are spun by an internal engine, and a musician gently touches them to produce haunting tones, which can be adjusted by a series of pedals and levers that send mild electrical currents through the shaft. Some scholars believe the noqual shaft was selected for its ability to resist magical effects, allowing it to serve as a sort of nullifying “ground” for the instrument’s transformative effects. When certain chords are played on the<em>Harmonic Reassembler</em> by a trained musician, it can produce incredible magic.</p>\n<p>Before you can produce any magical effects with the<em>Harmonic Reassembler</em>, you must first learn one of the specific chords described below. Doing so takes 1 week of study and a successful DC 30 Profession (musician) check; if you are being taught the chord from someone who already knows it, you gain a +4 circumstance bonus to this check. Once you know a chord, you can play it as a full action; an additional successful Profession (musician) check is required to produce the desired effect, as noted in each chord’s description. Playing a chord on the artifact is dangerous, as the magic can backfire if you aren’t a talented enough musician. You must be adjacent to the<em>Harmonic Reassembler</em> to play it, and you can include yourself as a target of its effects if you wish. Each effect produced by the artifact can target only living creatures that can hear the music, so each effect is sense-dependent.</p>\n<p><strong>Chord of Baleful Transformation:</strong> Playing this chord requires a successful DC 34 Profession (musician) check. When you do so, you can choose up to four creatures within 30 feet (no two of which can be more than 30 feet apart) that can hear the<em>Harmonic Reassembler</em> to transform them into Small creatures of your choice. This effect functions as per the 6th-level version of @UUID[Compendium.sfrpg.spells.11X6d8ptU5SKMUQ0]{Baleful Polymorph, Mass}with a Will saving throw DC of 29. The effect lasts for a maximum of 20 rounds as long you play the<em>Harmonic Reassembler</em> each round (a standard action); otherwise, the effect is immediately dispelled (unless you have chosen to make the duration permanent, as noted in the spell). If you fail the Profession (musician) check by 10 or more, you must attempt a DC 29 Will saving throw or be immediately and permanently transformed into a Small animal or similar beast, as per the final step of the 6th-level version of @UUID[Compendium.sfrpg.spells.kzOemsOWuqgbbGZw]<span id=\"ctl00_MainContent_DataListArtifacts_ctl00_LabelName\"></span>{baleful polymorph}.<span id=\"ctl00_MainContent_DataListArtifacts_ctl00_LabelName\"></span></p>\n<p><strong>Chord of Disassembly:</strong> Playing this chord requires a successful DC 34 Profession (musician) check. When you do so, you can choose up to three creatures within 100 feet that can hear the<em>Harmonic Reassembler</em> to be affected as if they were struck by the ray produced by @UUID[Compendium.sfrpg.spells.2uqN4bzdhzxlgAUN]{Disintegrate} (Fortitude DC 29 partial). If you fail the Profession (musician) check by 5 or more, you are affected by the<em>disintegrate</em> spell instead (and must attempt the same DC 29 Fortitude save). If you fail the Profession (musician) check by 10 or more, you take a –4 penalty to the saving throw.</p>\n<p><strong>Chord of Reincarnation:</strong> Playing this chord requires a successful DC 30 Profession (musician) check. When you do so, you can choose up to four living creatures within 30 feet that can hear the<em>Harmonic Reassembler</em> to have a seed of rebirth grow within them. The next time that creature dies within the next 30 days, it is immediately affected by the @UUID[Compendium.sfrpg.spells.AHfzMTHx9PI4Z4zn]{Reincarnate} spell; it takes 1d4 rounds for the creature to gain its new form. The target also doesn’t suffer any of the negative levels or Constitution drain normally imposed by<em>reincarnate</em>. If you fail the Profession (musician) check by 5 or more, you take 2 Constitution drain (no save). If you fail the Profession (musician) check by 10 or more, you also take 2 permanent negative levels (no save).</p>\n<p><strong>Chord of Rewiring:</strong> Playing this chord requires a successful DC 32 Profession (musician) check. When you do so, you can choose up to 10 living creatures within 100 feet (no two of which can be more than 30 feet apart) that can hear the<em>Harmonic Reassembler</em> to partially turn them into robotic beings. This effect functions as @UUID[Compendium.sfrpg.spells.sp9Ciur8wuV8d5gG]{Rewire Flesh, Mass}with Will and Fortitude saving throw DCs of 29. The effect lasts for a maximum of 20 rounds as long you play the<em>Harmonic Reassembler</em> each round (a standard action); otherwise, the effect immediately ends. If you fail the Profession (musician) check by 10 or more, you instead take 20d6 slashing damage as your organs turn to steel components; you can attempt a DC 29 Fortitude save to halve this damage.</p>\n<p>The<em>Harmonic Reassembler</em> is currently in the hands of a wealthy gnome composer and musician named Rumdigo who uses it to transform paying audiences into squoxes and other harmless creatures for brief periods. Some believe he is the artifact’s original creator, though he vehemently denies this. He is currently attempting to discover new chords that can affect nonliving creatures and objects.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 20,
    "limitedWear": false,
    "modifiers": [],
    "price": 0,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "AP #16 pg. 50",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}