{
  "_id": "QKguCjOHXpy9TSna",
  "name": "Healing tendril, Mk 1 melding",
  "type": "augmentation",
  "effects": [],
  "flags": {},
  "img": "icons/creatures/tentacles/tentacles-octopus-black-pink.webp",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  },
  "system": {
    "type": "biotech",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>A translucent tendril emerges from your back. You can retract or extend this tendril as a move action. It isn&rsquo;t prehensile, but you can touch it to a willing or unconscious creature within your reach as a standard action in order to fortify the target&rsquo;s health. If the creature is dying, you automatically stabilize it. If the target is stable but unconscious, you can spend 1 Resolve Point to restore 1 Hit Point to the target. If the creature is diseased, infested, or poisoned, you grant it increased resistance but expose yourself to the affliction and must attempt a saving throw against it. If you succeed, the target of your healing tendril gains a +4 circumstance bonus to its next saving throw against the affliction and you don&rsquo;t contract the affliction yourself. If you fail, the target of your healing tendril gains a +2 bonus to its next saving throw against the affliction and you contract the affliction yourself. You can use your healing tendril once per day. You cannot use your healing tendril on yourself.</p>\n<p>When you use a rejuvenating or melding tendril, the target regains HP equal to your level + your Constitution modifier. A melding tendril can also be used as a unity tendril of the same mark (see below). When used as a unity tendril, your melding tendril does not stabilize, heal, or grant the target a bonus against afflictions. However, if you have already attached your melding tendril to a creature, you can take a standard action to use the healing properties of your tendril on it.</p>"
    },
    "equippable": false,
    "equipped": false,
    "identified": true,
    "level": 9,
    "modifiers": [],
    "price": 13800,
    "quantity": 1,
    "source": "AP#29, p. 50",
    "system": "spinal"
  }
}