{
  "_id": "XhUJA1btTMwg80de",
  "name": "Heart of darkness",
  "type": "augmentation",
  "effects": [],
  "flags": {},
  "img": "icons/commodities/biological/organ-heart-red.webp",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  },
  "system": {
    "type": "magitech",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>The piercing hooks of a heart of darkness augmentation hold the flesh, muscle, and ribs of your chest open, revealing a gory window to your heart. Dark fibers of the augmentation weave wisps around and drive deep into that organ, tapping its vital energies. Each day, after you finish a rest during which you could regain Resolve Points and daily abilities, you gain the benefits of death ward. The spell has a duration of 10 minutes, but this duration starts to elapse only after the first time you use a benefit of the spell during the day. You can spend 1 Resolve Point at any time to stop the duration from elapsing, suspending the remaining duration until you use a benefit of the spell again and resume the duration. In addition, you can activate the heart of darkness to cast mass inflict pain (caster level 16th, save DC = 16 + your key ability score modifier) centered on yourself. You select targets in the area, but unless you spend 1 Resolve Point, you are also subjected to the spell.</p>\n<p>In addition, if the light in the area is brighter than dim, it drops to dim and remains so until the mass inflict pain spell you cast no longer affects anyone. Nonmagical light can&rsquo;t raise the light level of this dim light.</p>\n<p>Once you use mass inflict pain in this way, you can't do so again until you have rested for 10 minutes to regain Stamina Points. However, you can spend 1 Resolve Point to recharge the augmentation immediately.</p>\n<p>@Compendium[sfrpg.spells.xmwEfsAxkVJPLU9B]{Inflict Pain, Mass}</p>"
    },
    "equippable": false,
    "equipped": false,
    "identified": true,
    "level": 16,
    "modifiers": [],
    "price": 145000,
    "quantity": 1,
    "source": "AP#11, p. 52",
    "system": "heart"
  }
}