{
  "name": "Hideaway Limb, Standard",
  "type": "augmentation",
  "data": {
    "description": {
      "value": "<p>This compartment is hidden inside one of your limbs. You can conceal items inside and protect them with a simple passcode. The compartment can hold items of negligible bulk and items of light bulk that are either relatively small or can be folded or contracted to fit. A hideaway in a leg (in a human) can hold more than one in an arm, and the creature’s size also adjusts the capacity. The GM decides what can fit.<br>When the compartment is closed, the seam in your flesh is difficult to detect. You gain a +2 bonus to Sleight of Hand checks to conceal items in a hideaway limb. Though this compartment can usually foil a simple pat down, most security checkpoints include a scan that can detect such devices. Retrieving an item from a hideaway limb is a move action instead of a standard action. This type of augmentation is for Small and Medium creatures only. Hideaway limbs for creatures larger than Medium typically cost more but can hold items of greater size or bulk.<br>If you have a quickdraw hideaway limb, the compartment is integrated with a specific weapon. This allows you to draw the weapon as a swift action or as part of making an attack or full attack (similar to using the Quick Draw feat). A quickdraw hideaway limb works only if the limb is one you can normally aim and attack with, typically an arm. You can’t, for example, put a quickdraw hideaway limb in your leg and have the weapon spring into your hand.<br>You can have a mount installed in a quickdraw limb that holds the weapon in place while you shoot. You still can’t use your hand for other purposes, but you gain a +2 bonus to KAC against disarm attempts. The mount can’t hold a weapon that requires more than one hand to operate. You can’t hide other objects inside a quickdraw hideaway limb—there’s room for only the weapon.<br>Nothing stored in a hideaway limb is considered part of the cybernetic, and the stored item does not gain the cybernetic’s immunity to attacks affecting technological devices.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "",
    "type": "cybernetic",
    "quantity": 1,
    "bulk": "L",
    "price": 150,
    "level": 1,
    "attuned": false,
    "equipped": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": null,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "modifiers": [],
    "system": "arm",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "Vfntv88z20LR2fIl"
}