{
  "_id": "337bXEtuldySDTel",
  "name": "Hivejack, Mk 2",
  "type": "hybrid",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 14
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<h1>Hivejack</h1>\n<p>During the combined efforts of the Veskarium and the Pact Worlds to repel attacks from the Swarm, an enterprising research team composed mostly of @Compendium[sfrpg.races.VIJ6pdOVTJle3vJx]{Shirren} and vesk mechanics developed the first hivejack to allow a user to &ldquo;hack&rdquo; into the hive mind of the Swarm in an effort to detect and manipulate the thoughts of individual Swarm components. A&nbsp;hivejack&nbsp;consists of a pair of small spherical applicators that are placed just above or below your visual sensors; it takes an uninterrupted 24 hours for the item to adjust to your mental patterns before you can use it. Each applicator is connected to a long, wispy tendril that lies flat upon your head or dangles from your face; this tendril taps into the Swarm&rsquo;s hive mind through replicating specific pheromones, electrostatic fields, and psychic signals while, at the same time, blocking your own thoughts from the hive mind. Creatures with racial telepathy cannot use a&nbsp;hivejack. These items have not seen much use since the invasion, however, as prolonged use the technology leaves you vulnerable to being dominated by the Swarm hive mind. The effects of a&nbsp;hivejack&nbsp;depend on its model, as described below.</p>\n<ul>\n<li><strong>Mk 1</strong>:&nbsp;You can understand the telepathic communication between members of the Swarm within 30 feet of you. As a result, you gain a +2 insight bonus to Perception checks to notice any Swarm creatures attempting to use Stealth in that range and a +2 insight bonus to initiative checks in a fight against Swarm creatures that begin within that range.</li>\n<li><strong>Mk 2</strong>:&nbsp;A&nbsp;mk 2 hivejack&nbsp;functions as a&nbsp;mk 1 hivejack, and you also gain a +1 insight bonus on attack rolls against Swarm creatures within 30 feet as you can anticipate their movements. In addition, your bonus to initiative checks increases to +4.</li>\n<li><strong>Mk 3</strong>:&nbsp;A&nbsp;mk 3 hivejack&nbsp;functions as a&nbsp;mk 2 hivejack, and three times per day as a standard action, you can attempt to influence a single Swarm creature within 30 feet as per suggestion, using your character level as the caster level. The DC of the saving throw is equal to 10 + half your character level + your Charisma modifier. If you have successfully used this ability against another Swarm creature that is within 30 feet of your target, that target takes a &ndash;2 penalty to the saving throw.</li>\n</ul>\n<p>Continued use of a&nbsp;hivejack&nbsp;is not without its risks. Once you have worn a&nbsp;hivejack&nbsp;for 1 week, you must attempt a Will saving throw the first time each day you get within 30 feet of a creature with the Swarm mind ability (DC = 10 + the&nbsp;hivejack&rsquo;s&nbsp;model number + 1 for each previous saving throw). If you fail, you feel an overwhelming desire to act as part of the Swarm. You must then attempt another Will saving throw as if you had been struck with the energy ray produced by a&nbsp;dominate person&nbsp;spell cast by the Swarm creature with the highest CR within 30 feet, with a saving throw DC equal to 10 + 1-1/2 &times; the CR of the Swarm creature. You can attempt a new saving throw to shake off the dominating effect each day as long as you haven&rsquo;t come within 30 feet of a Swarm creature within 24 hours.</p>"
    },
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 9,
    "modifiers": [],
    "price": 13750,
    "quantity": 1,
    "source": "AP #16 pg. 52",
    "usage": {
      "per": "",
      "value": 0
    }
  },
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}