{
  "_id": "LR5QzsqYW6gYyqXB",
  "name": "Holoshroud",
  "type": "technological",
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 8
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "2",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>This loose mesh of wire and miniature holographic projectors is used to disguise the presence of creatures or objects. Holoshroud comes in 10-foot-by-10-foot square sheets. When you hide under an activated holoshroud, you gain a +2 insight bonus to Stealth checks as long as you remain immobile and @Compendium[sfrpg.conditions.XeRGqHVtcZ7vsgJ0]{Prone}. Covering yourself with holoshroud is a full action requiring a successful DC 10 Survival check (failure means you do not cover yourself correctly with the holoshroud and do not gain its bonus to Stealth checks). You have the @Compendium[sfrpg.conditions.nFBcsp5FS1Wi46Fc]{Entangled} condition when using a holoshroud, except you do not take a penalty to initiative or Stealth checks from this condition. Taking off a holoshroud is a move action, or you can take off the holoshroud as part of the move action to stand up from a @Compendium[sfrpg.conditions.XeRGqHVtcZ7vsgJ0]{Prone} position. A creature with the blindsense ability ignores the effect of a holoshroud. You cannot hide under a holoshroud that is not activated; if the holoshroud runs out of charges while you are underneath it, you are visible as normal.<br /><br />You can spend 1 minute covering a Medium or smaller object with a holoshroud, making it appear to be a natural part of the surrounding terrain. For example, you can conceal a hoverbike as a rock or patch of brush. Covering a Large object requires two holoshrouds. Covering a Huge or Gargantuan object requires five holoshrouds and takes 10 minutes of work. Camouflaging a Colossal object depends on its shape but generally requires at least 10 holoshrouds and takes 1 hour of work. The DC of Perception checks to notice or search for an object covered by a holoshroud is increased by 10. Any creature within 10 feet of a Large or larger object hidden by holoshrouds automatically recognizes it as a camouflaged object.</p>\n<p>&nbsp;</p>\n<p><strong>Capacity</strong>&nbsp;20;&nbsp;<strong>Usage</strong>&nbsp;1/hour</p>"
    },
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 3,
    "modifiers": [],
    "price": 1300,
    "quantity": 1,
    "source": "AR pg. 104",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}