{
  "_id": "Y66j5tDvQxcraERY",
  "name": "Horizon Shield",
  "type": "technological",
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 12
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "1",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>A horizon shield slips over one hand much like a set of brass knuckles with a touch-sensitive control pad resting in your palm. Activating or deactivating a horizon shield is a move action. When activated, a horizon shield forms a nearly invisible barrier that warps space around you, making you more difficult to hit with ranged attacks. Any ranged attack targeting you treats you as if are 60 feet farther away than you actually are. This might impart a range increment penalty to the attack roll or even make the attack impossible altogether. You must be aware of the attacker and can&rsquo;t be holding anything else in the hand equipped with the horizon shield. This effect doesn&rsquo;t stack with effects from other horizon shields. A horizon shield has a capacity of 20 and uses 1 charge per round that it is active.</p>\n<p>&nbsp;</p>\n<h2>Relic</h2>\n<p>These rare items are bits of lost technology or unique items less powerful than artifacts. A relic has an item level but can be sold for 100% of the item&rsquo;s price (like trade goods). A relic cannot be crafted without the means of a specific formula, which is almost always long lost, and often requires specific materials. A relic that became understood well enough to be reproduced, standardized, and mass-marketed might lose its relic status.</p>"
    },
    "equipped": false,
    "hands": 1,
    "identified": false,
    "level": 7,
    "modifiers": [],
    "price": 6500,
    "quantity": 1,
    "source": "AP #5 pg. 40",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}