{
  "name": "Hoverchair, elite",
  "type": "technological",
  "img": "icons/svg/mystery-man.svg",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<h2>Hoverchairs</h2>\n<p>Hoverchairs are mobility aids similar to wheelchairs, providing ease and comfort when traveling and scaling inclines. Typical hoverchairs hover thanks to efficient antigravity projectors mounted along the base of a lightweight yet tough frame. The chair itself includes comfortable, supportive padding as well as adjustable armrests and footrests, and hoverchair technology has evolved to suit a wide range of user sizes and body shapes.<br />A creature operating an active hoverchair can move at their full land speed while floating a short distance above the ground, in the process ignoring certain terrain hazards dependent on the hoverchair&rsquo;s model. Each hoverchair can carry its user in addition to an amount of additional bulk based on the model. If its bulk limit is surpassed, the chair powers down and must be restarted. Also, each hoverchair features one or more compartments for storing gear (again, based on the model), as well as several utility slots that can each be fitted with a technological item of light or negligible bulk that requires at most one hand to operate. Through the control panel, the user can operate these technological items as though they were being held.<br />Operating a hoverchair takes no additional actions beyond those used to move, though the device does require one hand to operate the control panel. However, by spending 10 minutes experimenting with a hoverchair and updating its settings, a user can operate that hoverchair as a device that requires no hands through a combination subtly shifted weight, nerve impulses, or telepathic commands.<br />Effects that would forcibly move the user (such as combat maneuvers) can either move the user with their hoverchair or just the user. However, each hoverchair includes several adjustable seatbelts that strap waist and legs to keep the user seated securely; securing these takes a swift action, and they can be released as a reaction. While strapped in, the user gains a +8 circumstance bonus to saving throws and KAC against effects that would separate them from the hoverchair. If knocked prone in a hoverchair, the device&rsquo;s antigravity features allow the user to end the prone condition normally.</p>\n<h3>Elite (Level 6)</h3>\n<p>The elite hoverchair caters to the wealthy thrill-seeker, sporting a truly powerful propulsion system on par with that of a jetpack. This hoverchair can hover up to 5 feet above the ground and can hover over liquid surfaces as easily as solid surfaces. By temporarily increasing its usage to 2/round, the hoverchair can move with a fly speed of 30 feet (average maneuverability). This model includes three easily accessible compartments that can each store up to 1 bulk worth of items, and it includes three utility gear slots. In addition, the hoverchair includes two armor upgrade slots that can be used only to install weapons with the integrated weapon special property, which the user can operate.</p>",
      "unidentified": ""
    },
    "source": "TR pg. 50",
    "type": "",
    "quantity": 1,
    "bulk": "6",
    "price": 4300,
    "quantityPerPack": 0,
    "level": 6,
    "attuned": false,
    "equipped": false,
    "equippable": true,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 11,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "ammunitionType": "charge",
    "capacity": {
      "value": 20,
      "max": 80
    },
    "usage": {
      "value": 2,
      "per": "hour"
    },
    "modifiers": [],
    "container": {
      "contents": [],
      "storage": [
        {
          "type": "bulk",
          "subtype": "",
          "amount": 3,
          "acceptsType": [
            "upgrade",
            "weapon",
            "container",
            "hybrid",
            "ammunition",
            "equipment",
            "augmentation",
            "technological",
            "magic",
            "consumable",
            "goods",
            "weaponAccessory",
            "fusion"
          ],
          "weightMultiplier": 1,
          "weightProperty": ""
        },
        {
          "type": "slot",
          "subtype": "",
          "amount": 3,
          "acceptsType": [
            "technological"
          ],
          "weightMultiplier": 1,
          "weightProperty": ""
        },
        {
          "type": "slot",
          "subtype": "armorUpgrade",
          "amount": 2,
          "acceptsType": [
            "weapon"
          ],
          "weightMultiplier": 1,
          "weightProperty": ""
        }
      ],
      "isOpen": true,
      "includeContentsInWealthCalculation": true
    },
    "hands": null,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "_id": "9uSN4FmwaYwX5bum"
}