{
  "name": "Imaginarium projector, advanced",
  "type": "technological",
  "img": "icons/svg/mystery-man.svg",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>This minuscule, nondescript plastic cube can be affixed to any interior surface of a building or ship. When activated, the imaginarium projector projects images onto the surrounding area. By customizing your imaginarium projector, you can effectively change the surface appearance of an area and the objects within it&mdash;a blank wall can become a tropical rainforest scene and a chair can become a throne, for instance.</p>\n<p><strong>Basic (Level 1): </strong>A basic imaginarium projector creates two-dimensional images in a 20-foot-radius area that it projects on relatively flat surfaces like walls, ceilings, and furniture. These images don&rsquo;t provide meaningful concealment, and while the visuals can provide good aesthetic effect, their artificial nature is apparent.</p>\n<p><strong>Advanced (Level 11):</strong>&nbsp;This model projects holographic elements within a 20-foot-radius area, including freestanding, three-dimensional images of equipment, structures, and vehicles. This effect functions as holographic terrain, except the projector only creates visual elements, and it can only change the appearance of equipment, structures, and vehicles to appear as something of roughly the same or larger dimensions; it cannot hide those features altogether. The Will save DC to disbelieve the illusion is 17.</p>",
      "unidentified": ""
    },
    "source": "TR pg. 48",
    "type": "",
    "quantity": 1,
    "bulk": "0",
    "price": 25000,
    "quantityPerPack": 1,
    "level": 11,
    "attuned": false,
    "equipped": false,
    "equippable": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 16,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "ammunitionType": "charge",
    "capacity": {
      "value": 0,
      "max": 40
    },
    "usage": {
      "value": 4,
      "per": "hour"
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "_id": "g1uSxthKXp11EsCa"
}