{
  "_id": "WbMBoQC7HtesNZyp",
  "name": "Imposter drone",
  "type": "technological",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "charge",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 11
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "12",
    "capacity": {
      "max": 100,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@Compendium[sfrpg.rules.AoGIedPXZpPJUbzz]{Tech Relics}</p>\n<p>This robot is a Medium remote drone designed to mimic its controller. Each has the shape of a lumpy, melted humanoid made of soft metal with a maker&rsquo;s stamp reading &ldquo;Balalaika Industries&rdquo; and a model number. This corporation doesn&rsquo;t exist in any registry, leading to assumptions that these drones were created by a company that arose and vanished during the Gap, or else were sent into this galaxy from an alternate timeline. A socket in the back of the drone&rsquo;s head stores a remote-control pad with which you can operate it as if you were a 1st-level mechanic. An imposter drone has the same statistics as the combat drone of a 1st-level mechanic, except it has the camera, enhanced senses, hardened AI, and manipulator arms mods rather than a combat drone&rsquo;s normal initial mods. It doesn&rsquo;t gain any feats or other mods and it can&rsquo;t make any attacks. Its skill unit is Perception and it understands Common.</p>\n<p>When you activate the imposter drone, its features flow and shift until it looks like an exact duplicate of you. It becomes Small if you are Small or smaller and remains Medium if you are Medium or larger. It has a +15 modifier to Disguise checks to appear as you, although it gains no bonus against tactile examination since it still feels like soft metal. The imposter drone gains the ability to speak Common in your voice, though it&rsquo;s incapable of forming any speech that isn&rsquo;t phrased as a question and has a tendency to repeat questions multiple times, even when given a satisfactory answer. It returns to its normal, half-melted form when it runs out of charges or when you cease controlling it.</p>\n<p>An imposter drone uses standard batteries, but the batteries must be heated until they&rsquo;re partially melted before they can power the drone, making them unusable for any other purpose.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 6,
    "modifiers": [],
    "price": 4500,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "TR pg. 66",
    "usage": {
      "per": "hour",
      "value": 1
    }
  },
  "img": "icons/svg/mystery-man.svg"
}