{
  "_id": "tiDpOgnXkr2TnyUi",
  "name": "Incense of open thoughts",
  "type": "magic",
  "effects": [],
  "flags": {},
  "img": "icons/commodities/materials/powder-black.webp",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  },
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>When a block of this sweet-smelling incensed is lit (a standard action), creatures inhaling its fumes become unusually receptive to thought. In still air, the incense&rsquo;s smoke permeates a 40-foot-by-40-foot area to a height of 20 feet over the course of 1 minute. Creatures within that area can communicate telepathically with other creatures in the area. Creatures communicating in this fashion don&rsquo;t need to share a language, but must have an intelligence modifier of &ndash;2 or greater. The openness of mind engendered by the incense also provides a +4 insight bonus to Diplomacy and Sense Motive checks against creatures in the area, and imposes a &ndash;4 penalty to Bluff and Intimidate checks against such creatures, and a &ndash;2 penalty to saving throws against mind-affecting effects. A moderate wind (11+ mph) halves the area of the smoke. A strong wind (21+ mph) disperses the incense, rendering it ineffective as long as the wind continues. A single block of incense of open thoughts burns for 1 hour and is consumed in the process. It can be extinguished and relit, but each use consumes at least 10 minutes of its remaining duration.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 11,
    "modifiers": [],
    "price": 3500,
    "quantity": 1,
    "source": "AP#22, p. 44",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}