{
  "_id": "tpEnVU4LaJGLSzkr",
  "name": "Infaux sphere, advanced",
  "type": "technological",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "charge",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 17
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "2",
    "capacity": {
      "max": 80,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>This portable data drive contains an insidious program that broadcasts a fake infosphere, causing any computer in the area to access this infosphere&rsquo;s misleading data rather than any legitimate network. This deception is automatic for any computer whose tier doesn&rsquo;t exceed a certain value based on the infaux sphere&rsquo;s model. When a computer of a higher tier accesses the infosphere, the infaux sphere attempts a Computers check against that computer, using the computer&rsquo;s DC to hack. If the check succeeds, the computer accesses the fake infosphere. However, if the check fails, the computer accesses a real infosphere instead, and if the check fails by 10 or more, the computer&rsquo;s user also identifies that something tried to interfere with their infosphere access. A creature using the fake infosphere can also discern the forgery with a successful Computers check (with a DC based on the infaux sphere&rsquo;s model) attempted once per hour, or more frequently if presented with definitively contradictory information (such as a map displaying streets or traffic where the user clearly sees there is none). If the check succeeds, the user recognizes the fake infosphere but must still spend one minute and succeed at a DC 20 Computers check to access the real infosphere.<br />A new infaux sphere includes a wealth of casually misleading directories and sites that can reprogram themselves slightly to better camouflage as a local infosphere. The device&rsquo;s owner can install specific misdirections&mdash;such as maps that include specific detours to set up an ambush or news briefs that muddle a historical event in a particular way&mdash;by creating and installing secure data modules.<br />To function properly, an infaux sphere must be activated and remain immobile for 1 minute. If moved more than 5 feet, the device must spend an additional minute recalibrating and re-establishing control over the area.</p>\n<p><span class=\"fontstyle0\"><strong>Basic (Level 8):</strong> </span><span class=\"fontstyle2\">This infaux sphere affects a 500-foot radius and automatically deceives computers of tier 1 or lower. Its Computers check modifier is +21, and the Computers check DC to identify the fake infosphere is 31.</span></p>\n<p><span class=\"fontstyle0\"><strong>Advanced (Level 12):</strong> </span><span class=\"fontstyle2\">This infaux sphere affects a 750-foot radius and automatically deceives computers of tier 2 or lower. Its Computers check modifier is +27, and the Computers check DC to identify the fake infosphere is 37.</span></p>\n<p><strong><span class=\"fontstyle0\">Elite (Level 16): </span></strong><span class=\"fontstyle2\">This infaux sphere affects a 1,000-foot radius and automatically deceives computers of tier 4 or lower. </span><span class=\"fontstyle2\">Its Computers check modifier is +33, and the Computers check DC to identify the fake infosphere is 43.</span> </p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 12,
    "modifiers": [],
    "price": 32500,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "TR pg. 48",
    "usage": {
      "per": "minute",
      "value": 4
    }
  }
}