{
  "_id": "4QNpZcjUKC0G9PUU",
  "name": "Infiltration Assistant",
  "type": "hybrid",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 16
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 10,
      "value": 10
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>A magical scanner and psychic projector connected to sophisticated 3D mapping software, an&nbsp;infiltration assistant&nbsp;can create sophisticated representational maps of an area you’re in. You wear the scanner on your head or headwear, wirelessly connected to your comm unit or eyewear. The assistant counts as a worn magic item unless you install it in your armor, taking up one upgrade slot.</p>\n<p>As a move action while wearing the assistant, you can cause the device to magically ping an area within a 60-foot spherical spread of you. Using this ping, the software creates a 3D reconstruction of the area, which it psychically projects to you and all creatures you consider allies in the affected area. This image adjusts to show each creature where it is in the image. The ping doesn’t sense through most objects, but it can sense through a closed door or window that isn’t airtight, hidden, or otherwise sealed. However, any starmetal in the structure of the door or window blocks this benefit. The ping can detect creatures and objects beyond your line of sight and places them as features on the map. Images of such creatures and objects are sometimes distorted, especially if they’re in motion.</p>\n<p>The&nbsp;infiltration assistant&nbsp;grants you and your allies in its area a +5 insight bonus to Perception checks to locate hidden creatures and doors within the mapped area. The bonus to find creatures applies only so long as those creatures remain in the same place.</p>\n<p>Creatures with ranks in Mysticism perceive the ping like a barely audible sound that raises goose bumps, and they can attempt a DC 25 @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.HXcmgteT2OegqFrB]{Mysticism} check to determine that something magical just happened. A creature concentrating on @UUID[Compendium.sfrpg.spells.kxx5x0JAgFuEQJAm]{Detect Magic} can sense the ping as a brief flash of magic, and a creature benefitting from @UUID[Compendium.sfrpg.spells.J6TKSw3AuZfwNW0A]{Arcane Sight} can see the ping as a literal flash of divination magic.</p>\n<p>An&nbsp;infiltration assistant&nbsp;can send out 10 pings per day. Each psychic image it produces lasts 5 rounds. As a move action, you can save the image on your comm unit or a similar device for later reference. This static image can provide you a map of the pinged area later without needing to ping it again, but it provides no bonus to Perception checks.</p>\n<p>Using the assistant creates magical resonance in creatures that benefit from it. Any creature that benefits from more than 10 pings in a given day experiences visual anomalies, becoming @UUID[Compendium.sfrpg.conditions.YjE6UGzwOTfO9p4g]{Dazzled} until after an uninterrupted 8-hour rest.</p>"
    },
    "equippable": true,
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 11,
    "limitedWear": true,
    "modifiers": [],
    "price": 28000,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "AR pg. 122",
    "usage": {
      "per": "action",
      "value": 1
    }
  }
}