{
  "_id": "v3tRqcAeVpyNwB6T",
  "name": "Intonation Pendant",
  "type": "hybrid",
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 8
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>An&nbsp;intonation pendant&nbsp;consists of a dark blue jewel in a geometric silver setting at the end of a thin, silver chain. To use one, it must first be placed on the throat (or similar part of the body close to the voice box) of a helpless, unconscious, or willing living creature or a creature that has been @Compendium[sfrpg.conditions.nEJIWMKbPjqKuelo]{Dead} for no longer than 1 hour. As the&nbsp;intonation pendant&nbsp;attunes to that creature over the next 10 minutes, it begins to glow faintly. An&nbsp;intonation pendant&nbsp;can be attuned to only one creature at a time, and if attuned to a second creature, it loses all information provided by the first creature.<br /><br />Once the pendant is attuned, it provides the wearer with the exact tone and speech mannerisms of the target creature. This provides the wearer with a +4 enhancement bonus to Bluff checks to convince others that they are the target creature. In addition, once per day, the wearer can roll a Disguise check twice and take the better result when attempting to appear as the target creature, as long as the wearer is speaking to those they are trying to fool.</p>"
    },
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 3,
    "modifiers": [],
    "price": 1250,
    "quantity": 1,
    "source": "AP #27 pg. 44",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}