{
  "_id": "pt5sUUn4k9670ZPP",
  "name": "Iomedaean crusader helm",
  "type": "magic",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 1,
      "value": 1
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Originally created before the Gap for holy champions of Iomedae crusading in the Worldwound&mdash;a demon-haunted wasteland created by an Abyssal incursion on Golarion&mdash; Iomedaean crusader helms have been in constant production by the church of Iomedae for thousands of years. While only ancient pre-Gap helmets are considered relics, the magical properties of modern Iomedaean crusader helms match their archaic precursors. An Iomedaean crusader helm replaces a suit of armor&rsquo;s normal helmet (if any) and is incorporated into the armor&rsquo;s normal environmental protections; these protections do not function if the helm is removed. If the armor has an available upgrade slot, an Iomedaean crusader helm takes up one upgrade slot; otherwise, the helm counts as one of your two worn magic items.&nbsp;</p>\n<p>While wearing an Iomedaean crusader helm, the first time each day that you attempt a saving throw against an enchantment or illusion effect created by an evil outsider, roll the saving throw twice and take the best result. You cannot gain the effects of more than one Iomedaean crusader helm each day.</p>"
    },
    "equippable": true,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 4,
    "limitedWear": true,
    "modifiers": [],
    "price": 2100,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "AP#1, p. 52",
    "usage": {
      "per": "action",
      "value": 1
    }
  },
  "img": "icons/equipment/head/helm-basinet-shemagh-steel.webp"
}