{
  "_id": "WktzHEcitLOKPCaP",
  "name": "Ion Tape",
  "type": "technological",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 8
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>Ion tape is a ribbon of material tightly wound around a spindle. A roll of ion tape fits in the palm of a @Compendium[sfrpg.races.AMBcyDZDtJ1OOzh3]{Human} hand and comes in a wide range of colors. A single roll contains 50 feet of tape. A single strip of tape is easy to cut through or tear. It has a weak adhesive that keeps the tape in place when wrapped around an object. When ion tape is exposed to an electrical charge of any power (including a jolt from a zipstick), the tape bonds into a single mass of plastic-like material, gaining hardness 8 and 15 Hit Points. When used to bind a creature, a few strips of activated ion tape require a successful DC 28 Strength check to break. A second jolt from an electrical source causes the tape to revert to its weaker ribbon state, at which point it can be torn easily. A strip of ion tape can hold about 5 pounds of weight normally, but when activated via a jolt, a single hardened strip can support up to 300 pounds. The uses for ion tape are many: it can be used to construct basic objects (such as a ladder), patch holes, bind prisoners, and so on.</p>"
    },
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 3,
    "modifiers": [],
    "price": 275,
    "quantity": 1,
    "source": "AR pg. 105",
    "usage": {
      "per": "",
      "value": 0
    }
  },
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}