{
  "_id": "EuKnQWqQOlc1WS0E",
  "name": "Kinetic Coverter, Mk 3",
  "type": "hybrid",
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 51
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<h1>Kinetic Coverter</h1>\n<p>A kinetic converter, also called a rebound generator or bouncy ball, is a 4-inch spherical generator that can capture incoming energy and magically redirect it. You wear the converter on your body. The converter counts as a worn magic item unless you install it in your armor, taking up a number of upgrade slots equal to its mark number. If you are the target of an attack, spell, or similar effect that deals you damage while you wear the kinetic converter, you can activate the device as a reaction, provided the effect wasn&rsquo;t a critical hit. Once activated, the converter disperses the kinetic energy of the attack. Instead of taking damage, you are knocked away from the source of the damage a distance based on the convertor&rsquo;s type, rounding the damage up to the nearest 5. You can fall @Compendium[sfrpg.conditions.XeRGqHVtcZ7vsgJ0]{Prone} during this movement to halve the distance you move. If you hit an obstacle before moving the distance the converter threw you, you take 1d6 bludgeoning damage per 10 foot increment you would have traveled, rounded up to the nearest 10 feet. This damage conversion protects you against additional effects if those effects relied on the damage you negated. For example, a creature&rsquo;s poisonous bite can&rsquo;t poison you without dealing you damage. A kinetic converter protects you only from attacks and similar effects, not from hazards such as lava or extreme gravity. The device works against falling damage, but the conversion hurls you back into the air. The damage-to-distance conversion rate and daily uses of a kinetic converter are based on its model. Once you benefit from a given kinetic converter, using a different one before 24 hours have passed throws off your sense of balance and you become @Compendium[sfrpg.conditions.ZacF0l6IwqBwToTJ]{Sickened} until after an uninterrupted 8-hour rest.</p>\n<p>&nbsp;</p>\n<ul>\n<li><strong>Mk 1 (Level 8): Distance 10 feet per 5 damage; one use</strong></li>\n<li><strong>Mk 2 (Level 12): Distance 5 feet per 5 damage; two uses</strong></li>\n<li><strong>Mk 3 (Level 16): Distance 5 feet per 10 damage; three uses</strong></li>\n</ul>"
    },
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 16,
    "modifiers": [],
    "price": 172000,
    "quantity": 1,
    "source": "AR pg. 123",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}