{
  "_id": "cXYnUE7MIf4aKEpW",
  "name": "Kishalee Battery, High-Capacity",
  "type": "ammunition",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 11
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "capacity": {
      "max": 40,
      "value": 40
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<h1>Kishalee Battery</h1>\n<p>Roughly the same size as standard batteries, kishalee batteries are translucent cylindrical objects bound by a transparent aluminum alloy. By a strange quirk of fate and parallel engineering, kishalee batteries can be interchanged with the standard batteries used among the Pact Worlds and beyond, but these rare batteries allow a creature to use and kishalee artifacts with greater efficiency. If placed in non-kishalee items, a kishalee battery functions like a standard battery. The technology for rapid recharging of a kishalee battery has been lost, but such batteries recharge themselves automatically over the course of 24 hours of disuse.<br /><br />These batteries come in four different varieties: normal, high-capacity, super-capacity, and ultra-capacity. Each variety has a maximum number of charges as the normal batteries of the same type (Starfinder Core Rulebook&nbsp;179). When these batteries are found, they are almost always fully charged.</p>\n<h3>Relic</h3>\n<p>These rare items are bits of lost technology or unique items less powerful than artifacts. A relic has an item level but can be sold for 100% of the item&rsquo;s price (like trade goods). A relic cannot be crafted without the means of a specific formula, which is almost always long lost, and often requires specific materials. A relic that became understood well enough to be reproduced, standardized, and mass-marketed might lose its relic status.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>"
    },
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 6,
    "modifiers": [],
    "price": 3000,
    "quantity": 1,
    "source": "AP #5 pg. 40",
    "usage": {
      "per": "",
      "value": 0
    }
  },
  "effects": [],
  "flags": {},
  "img": "systems/sfrpg/icons/equipment/weapons/battery-high-capacity.jpg"
}