{
  "_id": "PFXD4Ci48OSEQYrF",
  "name": "Leng Luminary",
  "type": "magic",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 55
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<h2>@UUID[Compendium.sfrpg.rules.P7TMxsRPHGxzlHmh]{Artifact}</h2><p>This archaic lantern of bright brass has a complicated technomagical casing made of siccatite and piping full of djezet. The frame contains hardware and adaptive couplings that allow the Leng luminary to be installed onto an existing starship engine, altering the original engine’s interplanar capabilities with magic from the Dreamlands. The origin of the luminary has been lost to the Gap, and its connections to both interstellar travel and the Dreamlands make it prized by the Church of @UUID[Compendium.sfrpg.setting.Jr4DAaJPRZYMAV1n]{Desna}, the cults of @UUID[Compendium.sfrpg.setting.ul7WYVhr1F6q32jN]{Nyarlathotep}, and an aggressive coterie of spectra—though individuals in all groups disagree, sometimes violently, on whether the luminary should be studied, hidden away, or destroyed.</p>\n<p>Installing or uninstalling the Leng luminary on a starship engine takes 1 hour’s worth of work. When attached to a starship engine, the Leng luminary alters the engine’s original interplanar capabilities by having the planar jump function take the ship to the Dreamlands instead of the original plane associated with the engine. This method of travel isn’t without risk, as it draws the attention of denizens of the Dimension of Dreams and their strange magical ships.</p>\n<p>The Leng luminary can also be carried by the handle atop the device, allowing it to be wielded in one hand. While holding the luminary in this way, you can observe the dreams of a sleeping creature within planetary range of you. This ability functions as the spell @UUID[Compendium.sfrpg.spells.sXAEns4W4f4owyRj]{arcane eye} with an effective caster level of 20th level, with the arcane eye manifesting within the creature’s dream and under your control; you must be aware of the creature’s presence to use the luminary in this way. Alternately, once per day, you can project yourself into the dream of another creature within 300 feet of you; this projection follows the same rules as @UUID[Compendium.sfrpg.spells.kDFNOMx78KU1GGol]{holographic projection} cast as a 6th-level spell, though you and the projection don’t need to be on the same plane of existence. Using the dream projection function of the luminary renders its other abilities inert for 24 hours.</p>\n<p>The Leng luminary can be destroyed by traveling to the oldest dream in the Dreamlands, placing the luminary within the boundaries of the dream, and then ending the dream, either by destroying the dreamer in the Dreamlands or waking them on their plane of existence.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 20,
    "limitedWear": false,
    "modifiers": [],
    "price": 0,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "DC pg. 178",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}