{
  "name": "Lethal Innovations (Weapon Manufacturer)",
  "type": "weaponManufacturer",
  "data": {
    "description": {
      "value": "<p>The menacing name of Lethal Innovations grew out of a simple desire by the biotechnology research and development company Life Innovations to spin their more dangerous projects into a separate (though related) company to produce a line of organic adaptations of common weaponry. The organization of Lethal Innovations is complex, as it includes a composite barathu entity that often incorporates barathu who have worked as part of Life Innovations, but is considered a separate entity from any of the individuals who make it up. Many barathu-watching scholars believe Lethal Innovations specifically exists to market biological weapons less advanced and lethal than those used by Confluence Agents— the bioengineered agents of the governing barathu entity, the Confluence.</p><p>Lethal Innovation's weapons gain the living weapon special property, which makes them popular among Xenowardens and others who prefer some of the benefits of technology without its ecological impact. Demand has driven Lethal Innovations to build living equivalents of most nonliving weapons (except analog weapons, or melee weapons without the powered special property), each costing 20% more than the listed price.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "ARM pg. 55",
    "type": "",
    "quantity": 1,
    "bulk": "-",
    "price": 0,
    "level": 0,
    "attuned": false,
    "equipped": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 6,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "modifiers": [],
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": [],
      "effect": ""
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/equipment/weapons/weapon-fusions-6.jpg",
  "effects": [],
  "_id": "O9horNoidwk2rSaR"
}