{
  "name": "Lightwarp Inlay",
  "type": "upgrade",
  "data": {
    "description": {
      "value": "<h2>Glass Scale Technology</h2>\n<p>Glass serpent scales are a wonder of evolution, capturing and bending light with their unique molecular structure. Simply skinning a dead glass snake results in a pretty but useless hide, as the motion of the scales and their relationship to the muscle underneath are both key to their function. When properly harvested and arranged, the scales can effectively augment armor or even other creatures&rsquo; skins, granting the wearers a measure of the serpents&rsquo; invisibility.</p>\n<p>Originally developed by Eoxian technomancers, this glasstech was quickly replicated by the drow arms dealers of @Compendium[sfrpg.setting.psZBx1kcx9pHsLrz]{Apostae}, and from there it spread throughout the Pact Worlds and beyond.</p>\n<h2>Lightwarp Inlay</h2>\n<p>This specialized coating of glass serpent scales shifts its collective angle in response to localized electrical fields created by a delicate circuitry inlay, allowing the bending of light around you. You can activate this inlay as a standard action to become temporarily invisible (as the invisibility spell, save that the process is purely technological rather than magical). This invisibility lasts until you deactivate it (which you can do as part of any other action) or the inlay runs out of charges. A lightwarp inlay&rsquo;s charges replenish each day.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA2 pg. 65",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 5000,
    "level": 6,
    "attuned": false,
    "equipped": false,
    "identified": true,
    "attributes": {
      "sturdy": true,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 33,
        "max": "33"
      },
      "hardness": {
        "value": "17"
      },
      "ac": {
        "value": "5"
      }
    },
    "capacity": {
      "value": 10,
      "max": 10
    },
    "usage": {
      "value": 1,
      "per": "round"
    },
    "modifiers": [],
    "slots": 1,
    "armorType": "power",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    },
    "allowedArmorType": "any"
  },
  "flags": {},
  "img": "icons/commodities/materials/material-feathers-purple.webp",
  "effects": [],
  "_id": "gNyZ4uE7j2gbNZtA"
}