{
  "_id": "Uyzu97tbep06rvQw",
  "name": "Magnetic Jack",
  "type": "goods",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "2",
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>This handy tool consists of three circular plates roughly 1 foot in diameter. The top and bottom plates are powerful magnets with identical polarities, while the middle plate is a specially treated ferrous material that holds the entire assembly together as one piece through magnetic attraction but can also be easily pulled out from between the magnetic plates. Magnetic jacks are used to lift heavy objects off the ground. The jack is usually placed under a large or heavy object. As a move action, you can remove the middle plate, causing the top plate to immediately push away from the bottom plate, lifting the object 1 foot into the air above the bottom plate. A magnetic jack can support up to 200 bulk; if more than 200 bulk is placed on the top plate of a magnetic jack, the jack doesn&rsquo;t move. A creature on the top plate of a magnetic jack while it is suspended in the air is @Compendium[sfrpg.conditions.MZ8OoH1GE9qDMyCD]{Flat-footed} for as long as it remains on the jack. As a move action, you can reinsert the middle plate between the two magnetic plates, causing the jack to collapse and lower anything it is supporting to the ground.</p>"
    },
    "equipped": false,
    "identified": true,
    "level": 1,
    "modifiers": [],
    "price": 450,
    "quantity": 1,
    "source": "AR pg. 130"
  },
  "effects": [],
  "flags": {},
  "img": "systems/sfrpg/icons/feats/helpful_telepath.webp"
}