{
  "_id": "LxOKd2KezFJ9t93L",
  "name": "Mask of the Mantis",
  "type": "magic",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 13
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 2,
      "value": 2
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Once the traditional headgear for an ancient cabal of Golarion assassins called the Red Mantis, the mask of the mantis is now a relic sought by scholars of the missing planet, especially those seeking evidence that the Swarm visited Golarion at some time in the distant past. A mask of the mantis is a helmet that fully covers the head and face and has the appearance of a red insectile head with large compound eyes and long, backward-curving antennae. A mask of the mantis replaces a suit of armor’s normal helmet (if any) and is incorporated into the armor’s normal environmental protections; these protections do not function if the helm is removed. If the armor has an available upgrade slot, a mask of the mantis takes up one upgrade slot; otherwise, the mask counts as one of your two worn magic items.&nbsp;</p>\n<p>While wearing a mask of the mantis, you gain darkvision with a range of 60 feet. In addition, a mask of the mantis has 2 daily charges. As a standard action, you can expend 1 charge to gain either the effects of @UUID[Compendium.sfrpg.spells.5aW793TGgd3Kd4Fe]{See Invisibility} (as per the spell) for 30 minutes or a +3 insight bonus to @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.gZlg2ZKze0erNLmP]{Perception} checks for 30 minutes. Both of these effects can be active simultaneously, and each charge is replenished 24 hours after being used.</p>"
    },
    "equippable": true,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 8,
    "limitedWear": true,
    "modifiers": [
      {
        "_id": "ba4db6bc-10f2-4a29-a8d8-c1e79ae530f2",
        "name": "Mask of the Mantis",
        "type": "insight",
        "condition": "",
        "effectType": "skill",
        "enabled": false,
        "max": 3,
        "modifier": "3",
        "modifierType": "formula",
        "notes": "As a standard action, you can expend 1 charge to gain either the effects of  See Invisibility (as per the spell) for 30 minutes or a +3 insight bonus to  Perception checks for 30 minutes. Both of these effects can be active simultaneously, and each charge is replenished 24 hours after being used.",
        "source": "",
        "subtab": "misc",
        "valueAffected": "per"
      }
    ],
    "price": 8400,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "AP#1, p. 52",
    "usage": {
      "per": "action",
      "value": 1
    }
  }
}