{
  "name": "Mechakata",
  "type": "technological",
  "data": {
    "description": {
      "value": "<p>This lionlike model can let out a tiny roar with a push of a button on its remote control or a computer with an added module that allows you to control it. A mechakata functions as a 1st-level mechanic&rsquo;s combat drone, except it is Small and has no initial mods, no weapon mounts, no feats, and no ability to gain drone mods. Its skill unit is always Athletics. It cannot speak, but it does understand one language (chosen by you at time of purchase). You control it as if you were a 1st-level mechanic. A mechakata has a bite attack that deals 1d4 nonlethal piercing damage, and it is proficient with its bite attack (but it does not gain specialization with its bite attack). In addition, it can carry an item of light bulk or less in its jaws. It cannot make bite attacks while it is holding an item in its mouth.<br /><br />The mechakata uses a nonreplaceable battery that has 20 charges, and it uses 1 charge per hour it is activated. The mechakata&rsquo;s battery recharges using solar panels, at a rate of 1 charge per 10 minutes the toy spends in an area of at least normal light level.</p>\n<p>&nbsp;</p>\n<p><strong>Capacity</strong>&nbsp;20;&nbsp;<strong>Usage&nbsp;</strong>1/hour</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AP #14 pg. 45",
    "type": "",
    "quantity": 1,
    "bulk": "6",
    "price": 2000,
    "level": 4,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 9,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "PpXW7R15x4NxRgTY"
}