{
  "name": "Mechaflora",
  "type": "technological",
  "img": "icons/svg/mystery-man.svg",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>This plantlike model sways gently in artificial or natural light, and its synthetic fronds change color on command from its remote control or a simple control module easily added to any computer. A mechaflora functions as a 1st-level mechanic&rsquo;s hover drone, except it has no initial mods, no weapon mounts, no feats, and no ability to gain drone mods. Its skill unit is always Acrobatics. It cannot speak, but it does understand one language (chosen by you at the time of purchase). You control it as if you were a 1st-level mechanic. A mechaflora cannot attack, but once a day as a standard action it can accelerate its growth to fill an adjacent 10-foot cube with artificial floral growths resembling saplings, shrubs, and vines. This area grants partial cover against attacks that pass through it. The fake plants have 20 Hit Points and take double damage from area effects; once reduced to 0 Hit Points or after 10 minutes, the growths no longer provide partial cover and crumble into powder that the mechaflora can easily sweep up and recycle.<br />The mechaflora has a nonreplaceable battery that has 10 charges, and it uses 1 charge per hour it&rsquo;s activate. In addition to other recharging methods, the mechaflora&rsquo;s battery recharges using solar panels, at a rate of 1 charge per 10 minutes in an area of at least normal light level.</p>",
      "unidentified": ""
    },
    "source": "TR pg. 49",
    "type": "",
    "quantity": 1,
    "bulk": "2",
    "price": 2000,
    "quantityPerPack": 1,
    "level": 4,
    "attuned": false,
    "equipped": false,
    "equippable": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 9,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "ammunitionType": "",
    "capacity": {
      "value": 10,
      "max": 10
    },
    "usage": {
      "value": 1,
      "per": "hour"
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "_id": "ABXiLlkQxbrCzSLJ"
}