{
  "_id": "von8TP0x8Y5pwPcM",
  "name": "Memory Crypt",
  "type": "hybrid",
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 13
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>An accessory of bone-like plastic worn on the body near the brain, a&nbsp;memory crypt&nbsp;uses magical microcircuitry to keep an ongoing record of your experiences and monitor your vital signs. A&nbsp;memory crypt&nbsp;must be worn for 24 hours to adapt to your neurophysiology. During this time, it records nothing, but thereafter, it records your memories and experiences. After the item adapts to you, you can set a passcode to prevent those who don&rsquo;t know the word or phrase you set from activating the device. A hacker can bypass the password with a successful DC 30 Computers check.<br /><br />If you remove the&nbsp;memory crypt&nbsp;or die, the item stops recording, though it preserves the record of your personality and vitals up to that point. Someone who has the&nbsp;memory crypt&nbsp;can activate it as a standard action. Doing so displays a hologram of you in a form called a memory ghost. This &ldquo;ghost&rdquo; can answer up to six questions. Its knowledge is limited to what you knew up to the point the record in the&nbsp;memory crypt&nbsp;ends, including the languages you spoke.<br /><br />Your ghost answers and converses with creatures as you would, with the attitudes you hold. If you trust the creature asking questions, the memory ghost answers truthfully and helpfully. Otherwise, the ghost can refuse to answer questions or attempt to deceive the questioner using your Bluff skill. A creature can attempt a Computers check to hack the memory crypt to erase it or force your memory ghost to answer questions truthfully. The DC to erase the memory crypt is 20 + your Bluff bonus or your level or CR, whichever is higher. The DC to force your memory ghost to answer is 5 higher. If a&nbsp;memory crypt&nbsp;is erased before being used to question the memory ghost it contains, it can be reused. Additionally, a&nbsp;memory crypt&nbsp;that contains an intact memory ghost can be used as the representation required for casting&nbsp;@Compendium[sfrpg.spells.IRUPIVT101SvIK6l]{Raise Dead}&nbsp;or the monument required for&nbsp;reincarnate. If used in this way to successfully cast either spell, the&nbsp;memory crypt&nbsp;is consumed. Once a&nbsp;memory crypt&nbsp;is activated, the memory ghost remains for 10 minutes or until it answers six questions. Magic powers the circuitry to replicate brain patterns. These patterns are disrupted if another power source is patched into the item in an attempt to prolong the memory ghost. When the duration ends, the&nbsp;memory crypt&nbsp;can be activated to project the memory ghost&rsquo;s image, but the memory ghost is gone and can no longer interact, answer questions, or serve as the focus for&nbsp;@Compendium[sfrpg.spells.IRUPIVT101SvIK6l]{Raise Dead}&nbsp;or&nbsp;restoration. A&nbsp;memory crypt&nbsp;in this state can&rsquo;t be reused.</p>"
    },
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 8,
    "modifiers": [],
    "price": 9500,
    "quantity": 1,
    "source": "AR pg. 123",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}