{
  "_id": "U5sAdzFyU7gX4kJE",
  "name": "Message Slime",
  "type": "technological",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>Message slime is a transparent, programmable ooze that comes in an egg-shaped container and is used to deliver clandestine or surprise messages. Any creature with a personal comm unit or other computer can use it to program a message slime with a message up to 5 minutes in length&mdash;including both audio and visual components&mdash;and requirements that activate the slime&rsquo;s message. The criteria for activating the message must be simple and detectable with vision or hearing. For example, the slime might be programmed to activate as soon as a creature comes within 30 feet, or as soon as a @Compendium[sfrpg.races.VIJ6pdOVTJle3vJx]{Shirren} says the word &ldquo;hello.&rdquo; The slime is then spread on a surface, such as a wall, countertop, or door. As soon as the activating conditions are met, the slime&rsquo;s surface displays its message. Message slime that has not yet been activated can be detected with a successful DC 20 Perception check. Once spread over a surface, message slime cannot be reprogrammed. It continues to play its message every time it is activated for 1 month or until removed. After this time, the slime dries into an inert, flaky substance.<br />Organic technological items can regain HP from effects that restore HP, such as a&nbsp;mystic cure&nbsp;spell, and they regain a number of HP equal to their item level each day.</p>"
    },
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 1,
    "modifiers": [],
    "price": 50,
    "quantity": 1,
    "source": "AP #29 pg. 53",
    "usage": {
      "per": "",
      "value": 0
    }
  },
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}