{
  "_id": "vSfLwmd4Hzxb3rXH",
  "name": "Metamorphosis torc",
  "type": "magic",
  "img": "icons/equipment/wrist/bracer-studded-copper.webp",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": "0"
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": "0"
      },
      "hp": {
        "max": "0",
        "value": 0
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 3,
      "value": 3
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<h2>&gt;@UUID[Compendium.sfrpg.rules.P7TMxsRPHGxzlHmh]{Artifact}</h2><p>The composition and design of this metallic armband slowly changes, though it always features a mishmash of animalistic features. Other than always bearing some association with Oras, legends of the torc’s origins are myriad and murky. Given the artifact’s ability to appear without warning far across the galaxy from where it was last seen, it may be that there are several such torcs, with each origin story being true for one of thecopies. In any case, theMetamorphosis Torcseems to appear in fecund areas where adaptation occurs at extraordinary speeds, such as in jungles, on worlds experiencing rapid speciation following a mass extinction, ornear sprawling biotech facilities.</p>\n<p>The torc resizes to fit comfortably on any wearer. It can be activated as a full action up to three times a day, reshaping part of your anatomy and granting you a random species graft (Alien Archive 4140) for 24 hours for a system that lacks an augmentation, after which the system reverts to its original form. If you succeed at a DC 20 Fortitude save, you can specify which body system the torc transforms, giving you a random species graft for that system; if you exceed the DC by 5 or more, you can pick the specific species graft obtained. If you fail the save by 5 or more, the torc can transform one of your systems that already has an augmentation, temporarily replacing an existing augmentation with a new one. At the GM’s discretion, you might acquire completely unique species grafts as the torc experiments with your physiology.</p>\n<p>AMetamorphosis Torcis highly addictive, and each use exposes you to a mental addiction (Core Rulebook418) that you can resist with a DC 20 Fortitude save. Each use of the torc is treated as taking a dose of a drug for the purpose of this addiction. At impaired, you manifest two species grafts whenever you activate the torc; at befuddled, you manifest three species grafts. Once you become disassociated, attempt a DC 20 Fortitude save. If you succeed, you transform into a random (possibly unique) aberration, magical beast, monstrous humanoid, ooze, or plant under the GM’s control. If you fail, your body melts into a nutrient-rich slime. Either effect can be reversed only withmiracle,wish, or equally powerful magic. The torc then teleports to a random location in the galaxy.</p>"
    },
    "equippable": true,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 20,
    "limitedWear": false,
    "modifiers": [],
    "price": 0,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "GM pg. 56",
    "usage": {
      "per": "action",
      "value": 1
    }
  }
}