{
  "_id": "IFEEz8KsFSP3a4p5",
  "name": "Metal Nitro, Star",
  "type": "hybrid",
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 19
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<h1>Metal Nitro</h1>\n<p>Introduced into a vehicle&rsquo;s engine through the vehicle&rsquo;s control panel,&nbsp;metal nitro&nbsp;comes in magical capsules of soft metal. Unlike technological racing nitrous, which releases more oxygen into an engine&rsquo;s system to help the fuel burn,&nbsp;metal nitro&nbsp;infuses the vehicle with a burst of magical power.<br /><br />As a move action, you can crush a capsule of&nbsp;metal nitro&nbsp;into a vehicle&rsquo;s control panel, which increases the vehicle&rsquo;s drive speed and full speed for a total of 10 rounds. If the pilot fails to take the race action within 1 round of activating the&nbsp;metal nitro&nbsp;or fails the Piloting check to race from a dead stop, the&nbsp;metal nitro&nbsp;forces the vehicle to move its full speed immediately in an uncontrolled manner. If the Pilot fails the check to race, or the nitro activates in an uncontrolled manner, the pilot and any passengers take bludgeoning damage according to the type of&nbsp;metal nitro.<br /><br />Metal nitro&nbsp;can be safely used only on a vehicle that has an equal or higher item level. If you use&nbsp;metal nitro&nbsp;of an item level higher than the target vehicle&rsquo;s, the vehicle takes damage after the pilot races or the vehicle first moves because of the nitro. The amount of damage varies according to the type of&nbsp;metal nitro. The types of&nbsp;metal nitro&nbsp;and their speed increase, as well as potential passenger and vehicle damage, are as follows.</p>\n<p>&nbsp;</p>\n<p><strong>Speed &times; 3; damage 10d6</strong></p>"
    },
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 14,
    "modifiers": [],
    "price": 10800,
    "quantity": 1,
    "source": "AR pg. 123",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}