{
  "name": "Mimic Imager, Helmet-Mounted",
  "type": "technological",
  "data": {
    "description": {
      "value": "<h1>Mimic Imager</h1>\n<p>A mimic imager functions as both an image scanner and a holographic projector.</p>\n<p>&nbsp;</p>\n<p>The most common mimic imagers are mounted to a helmet on a swiveling, telescoping rod. When you activate the mimic imager, it takes 1 round to circle you and scan your current appearance. The round after you activate the mimic imager, it creates a holographic duplicate of you in a square (or squares, if you are a Large creature) within 20 feet that you designate. This hologram includes minor sounds but not understandable speech. The hologram then mimics your actual movements (walking forward as you walk forward, raising a gun as you do, and so on) while maintaining the same distance from you. You must always remain within 20 feet of the image and maintain line of sight to it, or the image winks out with a flash of static. Detecting the duplicate as being a hologram requires a move action and a successful DC 20 Perception check. If you deactivate the mimic imager or it runs out of charges, the mimic imager must rescan you the next time it is activated.</p>\n<p>&nbsp;</p>\n<p><strong>Capacity</strong>&nbsp;40;&nbsp;<strong>Usage&nbsp;</strong>4/round</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AR pg. 105",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 4150,
    "level": 6,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 11,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "6VyROawBFY1sZGYp"
}