{
  "_id": "WSguAeu0wak8mXr1",
  "name": "Mind Scour",
  "type": "hybrid",
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 17
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>A&nbsp;mind scour&nbsp;is composed of an adjustable steel circlet that can be placed around most humanoids&rsquo; heads, attached to a series of wires leading to a control console the size of a datapad. A&nbsp;mind scour&nbsp;scans the target&rsquo;s memory and personality, collates and organizes that data, and presents on the control console a summary of key findings, which can then be transferred to a personal comm unit or other storage device. Reptoids use this information to adopt a perfect disguise, taking advantage of everything revealed, including dark secrets, passwords, the names of individuals important to the target, and more.<br /><br />A&nbsp;mind scour&nbsp;must be used on a helpless, @Compendium[sfrpg.conditions.lf8pbezocjYIvR9y]{Unconscious}, or willing living creature, though it must also break down the creature&rsquo;s subconscious defenses. After 1 minute of work, the creature can attempt a DC 19 Will saving throw to resist the&nbsp;mind scour&rsquo;s mental probing. On a failure, the&nbsp;mind scour&nbsp;learns five pieces of secret information, usually answers to questions chosen by the user and entered into the control console before the process began. If the creature is still helpless, @Compendium[sfrpg.conditions.lf8pbezocjYIvR9y]{Unconscious}, or willing, the mind scour user can keep the device running for an additional minute to learn more, although the creature can make another saving throw at the end of that minute. A creature that succeeds can&rsquo;t be subjected to a&nbsp;mind scour&rsquo;s probing for 24 hours.<br /><br />The&nbsp;mind scour&rsquo;s probing is a mind-affecting, divination effect. Using a&nbsp;mind scour&nbsp;on a helpless or @Compendium[sfrpg.conditions.lf8pbezocjYIvR9y]{Unconscious} creature is an evil act.</p>"
    },
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 12,
    "modifiers": [],
    "price": 35250,
    "quantity": 1,
    "source": "AP #27 pg. 44",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}