{
  "_id": "wNQYvpAzWfvSKQvp",
  "name": "Mindshield Circlet, Mk 1",
  "type": "hybrid",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 12
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<h1>Mindshield Circlet</h1>\n<p>When shirrens first arrived in the Chuuva system, they were still plagued by fears that despite the protection of @UUID[Compendium.sfrpg.setting.uBNlQguFvGTFLHSA]{Hylax}, they might be forced back into the Swarm, losing all the individuality and freedom of choice they had come to embrace. Researchers explored ways to further insulate the empathic race from the Swarm’s psychic call, ranging from the ineffective to the distasteful to some outright unethical practices. The&nbsp;mindshield circlet&nbsp;is in the center of this gamut, although it has retained some utility beyond the potential it has to prevent Swarm manipulation.</p>\n<p>While wearing a&nbsp;mindshield circlet, you can’t use limited telepathy and telepathy, and those using such abilities can’t contact you. In addition, you can cast no spells and use no spell-like abilities that are mind-affecting. Furthermore, it is more difficult to affect you with such abilities, even beneficial ones. The&nbsp;mindshield circlet’s model determines a DC, providing protection against such effects. The creator of an effect must make a check, rolling 1d20 + caster level or CR against the DC to overcome your circlet’s protection and affect you normally.</p>\n<p>Even at the height of the shirrens’ collective fear of the Swarm, mindshield circlets were a poor solution, as most @UUID[Compendium.sfrpg.races.VIJ6pdOVTJle3vJx]{Shirren} found the loss of their telepathic abilities to be too isolating to bear for long. The items retain utility, especially by species that don’t rely on telepathy. Such species have copied the technology and make more use of these protective devices.</p>\n<ul>\n<li>Basic (Level 3):&nbsp;DC 14.</li>\n<li>Mk 1 (Level 7):&nbsp;DC 18.</li>\n<li>Mk 2 (Level 11):&nbsp;DC 22.</li>\n<li>Mk 3 (Level 15):&nbsp;DC 26.</li>\n<li>Mk 4 (Level 19):&nbsp;DC 30.</li>\n</ul>"
    },
    "equippable": true,
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 7,
    "limitedWear": true,
    "modifiers": [],
    "price": 6250,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "AP #21 pg. 42",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}