{
  "name": "Mnemonic Editor, Mk 1",
  "type": "hybrid",
  "data": {
    "description": {
      "value": "<h1>Mnemonic Editor</h1>\n<p>A&nbsp;mnemonic editor&nbsp;consists of a complex series of brain implant injectors,&nbsp;digital harrow deck&nbsp;autoreaders, illusion runes, and virtual-reality programs, all controlled by an enchanted analysis computer and attached to a mobile surgical bed. The network of magic and technology is capable of removing experiences from a patient strapped to the bed over the course of a single 24-hour session. Skills and knowledge can be excised, lessons unlearned and muscle memory altered. Memories are not lost entirely; the patient still recalls what it did during its life, whom it met, and how it felt about the moments it experienced, but the impact of those experiences is subtly altered. The device then creates a new set of experiences&mdash;clearly artificial but no less effective&mdash;by leaving impressions and implanting new knacks, muscle memory, reflexes, and skills.<br /><br />If you use a&nbsp;mnemonic editor, you can undo 2 character levels&rsquo; worth of decisions about which class levels you took, which feats you selected, how you applied any level-based increases to ability scores, how you assigned new skill ranks, and so on. All decisions you made as a result of advancing over the previous 2 character levels you gained are undone. You then make new selections, including new class levels, feats, skills, and the like, as if you had regained the 2 missing character levels. Go through the normal process of advancing your character through each of these 2 levels.<br /><br />Each&nbsp;mnemonic editor&nbsp;works only once&mdash;the strain on its technology and the consequences of rewriting your past to even this small degree cause it to break down into valueless junk after a single session. Additionally, the alterations made to you render it more difficult for such extraordinary procedures to be effective in the future. A mk 1&nbsp;mnemonic editor&nbsp;cannot be used on you if you have already benefited from one in the past. However, it is possible to use a more advanced mk 2 model that functions in the same manner, even if you have already used a mk 1&nbsp;mnemonic editor. Of course, you can only benefit from a mk 2&nbsp;mnemonic editor&nbsp;once. There exist even more advanced mk 3 and mk 4 models, and each can be used on you once even after you have used a lower-level&nbsp;mnemonic editor, but they are so expensive that they are usually produced only upon request.</p>\n<hr />\n<h3>Reworking Your Character</h3>\n<hr />\n<p>A GM has the final decision on whether or not you may rework your character, changing decisions you previously made, and whether you are required to use a&nbsp;mnemonic editor&nbsp;to do so. A GM can decide that&nbsp;mnemonic editors&nbsp;are not available and cannot be crafted, created, or accessed through any means. A GM might also let a player to change a feat or class level if the player and GM agree it makes sense to do so, without resorting to such a device. The&nbsp;mnemonic editor&nbsp;provides an in-world explanation for mechanical changes made to a character. For example, it gives a character who started as an envoy but decided to study the ways of mysticism (and was seen casting spells) a plausible way to suddenly lose that spellcasting ability if the player decides that multicasting as an envoy/mystic isn&rsquo;t as fun as expected.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB pg. 226",
    "type": "",
    "quantity": 1,
    "bulk": "10",
    "price": 500,
    "level": 5,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 10,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "y2iI5rtTPYevJ41G"
}