{
  "_id": "l8HUqAZrhjHnWLYl",
  "name": "Morphic skin, basic",
  "type": "augmentation",
  "img": "systems/sfrpg/icons/classes/master_of_disguise.webp",
  "system": {
    "type": "magitech",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Your skin is linked to implanted magical glands that release mutagenic enzymes and transmutation magic. Using morphic skin requires you to concentrate on the desired features during a 10-minute rest to regain Stamina Points; this is an exception to the normal rule that you can’t perform any tasks while taking a 10-minute rest to recover your Stamina Points. The change completes at the end of the rest.</p>\n<p><em>Basic morphic skin</em> allows you to alter your appearance and voice within the normal bounds for your species, age, weight, and sex. You can adjust your height by up to 3 inches, become broader or thinner, become lighter or darker, alter apparent musculature (although your ability scores do not change), and adjust the shape of your features and the color of your hair, scales, or similar minor features. You ignore any penalties to Disguise checks for altering these major features, but you lack enough control to precisely match a specific individual.</p>\n<p><em>Advanced morphic skin</em> offers the same options as the basic model, as well as the ability to change your apparent sex and age, alter your height by up to 1 foot, and gain features of another species of the same creature type (although you don’t gain or lose abilities as a result).</p>\n<p><em>Doppelganger morphic skin</em> offers the same options as the advanced model, as well as the ability to assume a specific individual’s appearance within the augmentation’s limits. When mimicking an individual this way, you gain a +10 circumstance bonus to your Disguise check to alter your form and to skill checks to bypass biometric security keyed to that individual.</p>"
    },
    "equippable": false,
    "equipped": false,
    "identified": true,
    "level": 1,
    "modifiers": [],
    "price": 370,
    "quantity": 1,
    "source": "AR pg. 92",
    "system": "skin"
  }
}