{
  "_id": "h9uGnDeyzqpxUSXj",
  "name": "Motion-Detection Badge",
  "type": "hybrid",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 8
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 4,
      "value": 4
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>This hexagon-shaped adornment can be activated or deactivated as a move action. A&nbsp;motion-detection badge&nbsp;has 4 charges, which refresh daily, and an hour of activation uses 1 charge. While active, as long as you haven&rsquo;t moved for at least 1 round, the badge emits a quick flash of red light whenever a Small or larger corporeal creature approaches within 60 feet, although creatures undetectable to normal vision (such as an invisible creature) don&rsquo;t trigger the flash. This flash is sufficient to alert you, but doesn&rsquo;t otherwise affect your vision or your actions. Reduce this distance by 20 feet for each interposing closed door or substantial barrier (such as a wall at least 1 inch thick). You can attune the badge to a creature by touching it with the item, which takes a full action; you can attune the badge to up to 10 different creatures. When you are within 60 feet of one of these creatures, regardless of whether you have moved in the past round, the badge emits a yellow flash to let you know an ally is near. Attempting to attune an eleventh creature causes the badge to lose its attunement to the earliest attuned creature. Note that in certain environments, such as a crowded shopping center, the badge flashes so frequently as to be practically useless for detecting approaching threats.</p>"
    },
    "equippable": true,
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 3,
    "limitedWear": true,
    "modifiers": [],
    "price": 1350,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "AP #7 pg. 10",
    "usage": {
      "per": "hour",
      "value": 1
    }
  }
}