{
  "_id": "WYYKx0xleU2zBFq3",
  "name": "Motospheres (pack of 4)",
  "type": "hybrid",
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 12
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>Sold in blister packs of four (the price and bulk listed are for a set of four),&nbsp;motospheres&nbsp;are metal orbs that are each the size of a grenade and traced with glyphs. As a standard action, you can deploy one to four&nbsp;motospheres&nbsp;from the same set; each rolls into its own square within 15 feet of you and instantly transforms into a vehicle similar to a basic enercycle with the changes noted below. If a creature or object occupies a square a vehicle formed from a&nbsp;motosphere&nbsp;would occupy, the&nbsp;motosphere&nbsp;doesn&rsquo;t transform. You choose each vehicle&rsquo;s initial heading as it transforms. After being deployed, a vehicle turns back into a&nbsp;motosphere&nbsp;after 1 hour, or as a move action you can turn it back into a&nbsp;motosphere&nbsp;by entering a series of commands on the vehicle&rsquo;s controls. A single&nbsp;motosphere&nbsp;takes 24 hours to recharge before it can be used again.<br /><br />A vehicle formed out of a&nbsp;motosphere&nbsp;has a hardness of 7, and its hover jets allow it travel over both land and water (though not underwater). The vehicle has 14 Hit Points and becomes broken when it is reduced to 7 Hit Points or fewer. A vehicle that is reduced to 0 Hit Points turns back into a&nbsp;motosphere&nbsp;and can&rsquo;t be used until it is repaired (treat it as if it were broken).<br /><br />Motospheres&nbsp;can be sold back only in their original pack of four for the normal 10% of the set&rsquo;s purchase price; a set that is missing even one&nbsp;motosphere&nbsp;(or containing one that is broken) can be sold back for 2% of the set&rsquo;s purchase price.</p>"
    },
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 7,
    "modifiers": [],
    "price": 5600,
    "quantity": 1,
    "source": "PW pg. 202",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}