{
  "name": "Musical Instrument, Euphonic",
  "type": "technological",
  "data": {
    "description": {
      "value": "<p>Musical instruments are popular throughout the galaxy and come in a dizzying array of styles, such as autohorns, electropaizo synth keyboards, monofilament guitars, and psychoactive wave plates. All but the most traditional and classical instruments use modern technology to amplify their sound, provide musical accompaniment, or connect wirelessly to other instruments in a band or orchestra.</p>\n<p>&nbsp;</p>\n<p>These instruments are specifically designed to stir nearby listeners with thrumming chords and subliminal riffs that most races find uplifting. While playing an activated euphonic musical instrument, you can attempt a DC 20 Profession (musician) check as a move action; on a success, you can suppress the fascinated or shaken condition on allies within 30 feet for 1 round, plus 1 additional round for every 5 by which your check exceeds the check&rsquo;s DC. This doesn&rsquo;t change the duration of the condition; if the duration would continue after your uplifting performance ends, the ally immediately regains the condition that was suppressed.</p>\n<p>&nbsp;</p>\n<p><strong>Capacity&nbsp;</strong>80;&nbsp;<strong>Usage&nbsp;</strong>1/10 minutes</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AR pg. 108",
    "type": "",
    "quantity": 1,
    "bulk": "-",
    "price": 4500,
    "level": 6,
    "attuned": false,
    "equipped": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 6,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "RHh9rzWzjXTZyjit"
}