{
  "_id": "cLKdLRNbOel0g0nk",
  "name": "Necrotic Mantle",
  "type": "hybrid",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 15
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Used by the commanders of the Corpse Fleet to conceal their unliving agents, a&nbsp;necrotic mantle&nbsp;is woven of bioactive fibers that mask the necromantic energies of an undead wearer and convert positive energy into something less harmful to that undead. While wearing a&nbsp;necrotic mantle, if you are undead, you have the aura of a living creature instead of an undead for the purposes of magic or technology that can detect undead. You receive a +4 divine bonus to saves against any spell or effect that targets undead, such as&nbsp;control undead. In addition, if you are undead and fail a saving throw against a spell that both affects only undead creatures and has an ongoing effect (such as&nbsp;control undead), you can attempt a second saving throw after 1 round with the same DC as the first. If you succeed, you gain the same reduction in effect as if your initial saving throw had been successful. Additionally, any effort to determine whether a&nbsp;necrotic mantle&nbsp;you are wearing is a magic or technological item requires the creature making the determination to succeed at a Will save (DC = 15 + your key ability modifier).</p>\n<p>If you are undead and are by or in the area of an effect that restores Hit Points only to living creatures, you regain half the number of Hit Points instead of none. If that effect also damages undead creatures, you take no damage; this does not apply to effects that harm undead without healing living creatures.</p>"
    },
    "equippable": true,
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 10,
    "limitedWear": true,
    "modifiers": [
      {
        "_id": "ca364bdd-1895-4edb-b11d-414f92c2859a",
        "name": "Necrotic Mantle",
        "type": "divine",
        "condition": "",
        "effectType": "saves",
        "enabled": false,
        "max": 4,
        "modifier": "4",
        "modifierType": "formula",
        "notes": "You receive a +4 divine bonus to saves against any spell or effect that targets undead, such as control undead. In addition, if you are undead and fail a saving throw against a spell that both affects only undead creatures and has an ongoing effect (such as control undead), you can attempt a second saving throw after 1 round with the same DC as the first. If you succeed, you gain the same reduction in effect as if your initial saving throw had been successful.",
        "source": "",
        "subtab": "misc",
        "valueAffected": ""
      }
    ],
    "price": 17000,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "PW pg. 203",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}