{
  "_id": "uIWBjod341tCbLXL",
  "name": "Necrocortex, Mk 1",
  "type": "augmentation",
  "data": {
    "type": "necrograft",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>A necrocortex replaces a significant portion of the brain with undead tissue, enhancing your control over undead minions. As a standard action, you can transfer your senses to an undead creature under your control within a range determined by your necrograft&rsquo;s model (see below). While so affected, you see and hear what your undead minion perceives, but you cannot hear, see, smell, or taste what your own body experiences, though your senses of touch and pain remain. You can return your senses to your own body with a swift action. In addition, you can command undead under your control telepathically, including mindless undead. You must have line of sight or be using the undead creature&rsquo;s senses to exert control in this manner. Using your necrograft to transfer your senses counts as a scrying effect.</p>\n<p>Necrocortexes are compatible with undead brains and are often implanted in bone sages and other powerful Eoxians&mdash; the better to command disposable minions from a distance. The range of a mk 1 necrocortex is 1,000 feet. The range of a mk 2 necrocortex is 10 miles. The range of a mk 3 necrocortex is 1,000 miles; additionally, you can bind your necrocortex to a single, willing undead creature (which requires 1 hour of concentration), allowing you to transfer your senses to that creature as if it were under your control. The range of a mk 4 necrocortex is planetary, and you can bind your necrocortex to a number of willing, undead creatures equal to your Charisma modifier (minimum 1). The range of a mk 5 necrocortex is system-wide, and you can bind your necrocortex to a number of willing, undead creatures equal to your twice your Charisma modifier (minimum 2).</p>"
    },
    "equippable": false,
    "equipped": false,
    "identified": true,
    "level": 1,
    "modifiers": [],
    "price": 200,
    "quantity": 1,
    "source": "ARM, p.96",
    "system": "brain"
  },
  "effects": [],
  "flags": {},
  "img": "icons/commodities/biological/organ-brain-pink-purple.webp",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  }
}