{
  "_id": "oWPs6Yq5RVvurmkJ",
  "name": "Neuropoppet",
  "type": "technological",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 19
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "1",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>A neuropoppet is a small simulacrum of a featureless humanoid creature, composed of a malleable eggshell-white polymer that is wirelessly linked to a tiny needle-shaped neural receiver. The receiver can be loaded into any ranged weapon that uses darts as ammunition, though it deals no damage to a target when fired (nor can it impose any critical hit effects). Instead, the receiver embeds into the target&rsquo;s body, injecting a small numbing agent into the target&rsquo;s bloodstream, making them unaware of the embedded receiver unless they or an adjacent ally succeeds at a Perception check (DC = the result of your attack roll to embed the receiver). Once found, the receiver can be removed with a standard action and a successful DC 30 Medicine check. The signal sent from a neuropoppet to the neural receiver can be jammed with a signal jammer.<br /><br />While the neural receiver is embedded in a living humanoid target within 60 feet, you can manipulate the neuropoppet as a full action with two hands (this uses up one of the item&rsquo;s charges), causing the receiver to send subtle electrical signals through the target&rsquo;s nervous system. You can then designate the target&rsquo;s next standard action, chosen from the list below.</p>\n<ul>\n<li>Attempt a combat maneuver of your choice against the creature nearest to the target (determined randomly).</li>\n<li>Distract a creature of your choice using harrying fire.</li>\n<li>Take the total defense action.</li>\n</ul>\n<p>After the target creature attempts the action you designate, it can attempt a DC 25 Will saving throw. If the save is successful, the neural receiver sends a blast of haptic feedback to the neuropoppet, dealing 6d6 electricity damage to you (Reflex DC 25 half).</p>\n<p>&nbsp;</p>\n<p><strong>Capacity&nbsp;</strong>40;&nbsp;<strong>Usage&nbsp;</strong>1/use</p>"
    },
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 14,
    "modifiers": [],
    "price": 65000,
    "quantity": 1,
    "source": "AP #16 pg. 47",
    "usage": {
      "per": "",
      "value": 0
    }
  },
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}