{
  "_id": "gp2Pz44RBr07byo4",
  "name": "Null-space Chamber, Mk 2",
  "type": "container",
  "img": "systems/sfrpg/icons/equipment/other_items/null-space_chamber.webp",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 14
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": [
        {
          "type": "bulk",
          "acceptsType": [
            "weapon",
            "equipment",
            "goods",
            "consumable",
            "container",
            "technological",
            "fusion",
            "upgrade",
            "augmentation",
            "magic",
            "ammunition",
            "hybrid",
            "shield",
            "weaponAccessory"
          ],
          "affectsEncumbrance": false,
          "amount": 50,
          "subtype": "",
          "weightProperty": "bulk"
        }
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p><span id=\"ctl00_MainContent_DataListOtherItems_ctl00_LabelName\">You can close up to 50 bulk in this device’s pocket space, a 6-foot cube. It can hold enough air for one Medium creature or two Small creatures for 2 hours.<br/><br/>A null-space chamber is a circular device often designed to be strapped to an arm or backpack. When you press a button on the side, the device creates a circular extradimensional rift to a pocket space, the size of which is determined by the null-space chamber’s model. You can close it by pressing the button again, causing the entrance to the space to disappear. Anything stored within the space remains, however, traveling with the item. The null-space chamber can be opened and closed only from the outside.<br/><br/>The only air within the pocket space is that which enters when you open the entrance. The device does not accumulate bulk even as its pocket space is filled. Each null-space chamber is associated with its own particular extradimensional space. Each null-space chamber can carry a set amount of bulk, after which it can no longer be closed (even if it has room left for more material). Spells and items that contain or create extradimensional spaces, such as other null-space chambers, do not function within a null-space chamber’s pocket dimension.<br/><br/>A readout on a null-space chamber automatically catalogs all items within it, and if the chamber is open, you can call up any such item and have it placed in your hand as a full action.</span></p>"
    },
    "equippable": true,
    "equipped": false,
    "equippedBulkMultiplier": 1,
    "identified": true,
    "level": 9,
    "modifiers": [],
    "price": 12250,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "CRB pg. 226"
  }
}