{
  "_id": "2bxyBC9X3178J9tm",
  "name": "Operator’s Shard",
  "type": "magic",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 55
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<h2>@UUID[Compendium.sfrpg.rules.P7TMxsRPHGxzlHmh]{Artifact}</h2><p>This shimmering sliver of translucent metallic material pulsates and hums with life. Under intense magnification, it appears to be a complicated nanotechnological device of otherworldly sophistication, glowing faintly with the colors of the Drift. This device is designed to analyze, supplant, and link the senses and memories of the bearer with the Array, Triune’s digital archives on Alluvion. While the origins of the artifact are unknown and hotly debated, the device has caused a panicked schism within the Church of Triune between those who view its parasitic and destructive methods as a mockery of Triune’s power and a dangerous breach of the All-Code’s security, and those who view the shard’s ruthless powers as the next step in the growth of machine intelligence. While the operator’s shard seems to possess some form of intelligence, it doesn’t deign to communicate its intentions, leading to speculation as to whether the shard is a creation of Triune or a backdoor into Alluvion’s accumulated knowledge created by another entity.</p>\n<p>The shard must be implanted into your nervous system for its abilities to take effect. The transplantation does 1d6 damage per round for 10 rounds as the shard burrows into you and replaces your nervous system and cognitive functions with its own technological capabilities; if you’re killed by this damage, the shard gains control of your body for the duration of its transplantation and acts under its own volition. For effects targeting creatures by type, a fully implanted creature counts as both a construct and its original creature type (whichever type allows an ability to affect them for abilities that affect only one type, and whichever type is worse for abilities that affect both types). The shard can remove itself from your body, which instantly kills you. If you survive the implantation process, you can prevent the shard from removing itself with a successful DC 20 Will save, which prevents the shard from removing itself for 24 hours.</p>\n<p>After implantation is complete, the shard links your mind and memories to the Array, granting the accumulated knowledge of the Drift and Alluvion. While you have the shard implanted, you know the plane of origin and original coordinates for any nonnative object encountered in the Drift. You can also attempt to access the knowledge contained within the Array; when attempting an Intelligence-based skill check, a check to recall knowledge, or a check to identify a creature, you can roll twice and take the higher result. Scholars and researchers note that the knowledge granted by the shard isn’t absolute, and debate rages as to whether this is due to Triune deliberately blocking off forbidden or dangerous knowledge, errors and imperfections in the interface between the shard and the Array, or the failure of an outside entity to fully overcome Triune’s protections.</p>\n<p>The operator’s shard also grants unparalleled processing, communication, and analytical capabilities, allowing you to speak with other technological beings, anticipate deadly blows, and react with supernatural agility. You gain a +4 bonus to initiative checks and gain the ability to communicate wirelessly. This acts as telepathy, but only with creatures with the shortwave ability or constructs with the technological subtype. You also gain a 50% chance that a critical hit against you is treated as a normal attack, dealing normal damage and not applying any critical effect. This percentage chance is rolled before the critical hit damage is rolled.</p>\n<p>The operator’s shard can be destroyed by uploading an extremely powerful artificial or virtual intelligence (equivalent to a tier 20 starship virtual intelligence) into it, which can then delete the esoteric programming powering the shard, requiring a DC 40 Computers check. On a successful check, the shard decomposes into nanotechnological parts, drifting apart on a molecular level and fading into nothingness; on a failed check, the shard’s defenses overcome the intelligence, subsume it into the shard’s functions, and destroy it, potentially gaining new abilities from the absorbed intelligence.</p>"
    },
    "equippable": true,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 20,
    "limitedWear": false,
    "modifiers": [],
    "price": 0,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "DC pg. 178",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}