{
  "_id": "i5EGCcoByILpykYf",
  "name": "Passthrough cloak",
  "type": "technological",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 16
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 5,
      "value": 5
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.rules.AoGIedPXZpPJUbzz]{Tech Relics}</p>\n<p>Created with sivv quantum manipulation technology, a passthrough cloak has several large, flat pads entangled with each other on a quantum level. When you activate the passthrough cloak, anything that contacts one of the pads immediately exits from a corresponding pad on the cloak’s far side without having traveled through your space. Creatures making attacks through your square don’t count the space you occupy toward their range or reach. While the cloak is active, you benefit from a 20% miss chance as if you had concealment, but you can’t use this concealment to hide. An attack that misses you due to this miss chance continues through your space and might affect a creature adjacent to you and opposite the direction of the incoming attack; the attacker rerolls the attack roll against the new target, and you don’t provide cover for this attack. Effects that block dimensional travel prevent the passthrough cloak from functioning.</p>\n<p>A passthrough cloak can’t be recharged normally. When placed in an extradimensional space for at least 24 hours, it recovers all its charges.</p>"
    },
    "equippable": true,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 11,
    "modifiers": [],
    "price": 25000,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "TR pg. 67",
    "usage": {
      "per": "round",
      "value": 1
    }
  }
}