{
  "_id": "uoGbOxjjh8W88vGC",
  "name": "Personal stasis unit",
  "type": "augmentation",
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  },
  "system": {
    "type": "cybernetic",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>You have a tiny stasis generator implanted in your body with minute emitters dotting your skin. The generator has two modes: light sleep and deep sleep. You can activate or deactivate light sleep as a move action. When you do, you become absolutely still, have a minimal heat signature, and exhibit no vital signs or need to eat, sleep, or breathe. This grants you a +4 circumstance bonus to Stealth checks. You can&rsquo;t take any action other than to deactivate light sleep. You&rsquo;re dimly aware of your surroundings, but you take a &ndash;10 penalty to Perception checks. You can remain in light sleep for up to 7 consecutive days; once you emerge from light sleep, this augmentation requires 24 hours to recharge before it can be used again.</p>\n<p>Alternatively, you can spend 1 minute to enter deep sleep. You gain all the benefits of light sleep, but the penalty to Perception checks increases to &ndash;20. You can&rsquo;t take actions in deep sleep, but you can deactivate deep sleep and wake up, which requires 1 hour. You can remain in deep sleep for up to 1 year for every point of Constitution you have; once you emerge from deep sleep, this augmentation requires 1 week to recharge before it can be used again.</p>"
    },
    "equippable": false,
    "equipped": false,
    "identified": true,
    "level": 9,
    "modifiers": [],
    "price": 113000,
    "quantity": 1,
    "source": "AP#31, p. 53",
    "system": "none"
  }
}