{
  "_id": "dG3QdfyaFYFVJyOz",
  "name": "Personal Comm Module 1-20",
  "type": "technological",
  "_stats": {
    "coreVersion": 12,
    "systemId": "sfrpg",
    "systemVersion": "0.27.0"
  },
  "img": "systems/sfrpg/icons/equipment/technological%20items/comm-unit-personal.webp",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": null,
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "ammunitionType": "",
    "area": {
      "effect": "",
      "shapable": false,
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "chatFlavor": "",
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>While anyone can increase the functionality of personal comm units through standard upgrades (Core Rulebook 219), many businesses and paramilitary organizations strive to better secure their lines of communication. Each of the following comm modules is a miniscule circuit board containing advanced programming that adapts to any model of comm unit. To add a comm module to a personal comm unit, you must have a number of ranks in Engineering equal to or greater than the level of the module. Installation requires an engineering tool kit and takes 10 minutes. All the comm modules listed below are available at any item level from 1 to 20 and can be purchased for a price equal to 100 credits × the square of the item level of the module. Personal comm units that have been modified by any number of these modules use twice as many charges as normal.</p>\n<p><strong>Level</strong> Varies; <strong>Price</strong> Level squared x 100</p>\n<p><strong>Usage</strong> twice as many charges as normal</p>\n<p><strong>Boosting module</strong>: Boosting modules are designed to make sure that their users can bypass natural barriers to communication and data transmission, as well as break through artificial interference. A boosted comm module enables its host comm unit to automatically bypass a signal jammer of its level or lower, and to overcome other elements such as physical barriers or intense weather events at GM discretion.</p>\n<p><strong>Secure module</strong>: Secure comm modules are often found installed in the hands of industrial executives, government officials, and high-ranking military officers. They draw extra power to scramble outgoing signals so that only the intended recipients can clearly understand what’s being transmitted. Secure comm modules can’t encrypt incoming messages, so if only one participant is making use of them, the rest of the conversation can still become compromised. If someone tries to decode messages from or determine the location of a secure comm unit, they must first succeed at a Computers or Engineering check with a DC of 20 + the secure comm module’s level. Attempting this check takes 5 minutes.</p>\n<p><strong>Signal scanner module</strong>: Where a signal jammer can be activated to block all transmissions across one specific medium (radio, wireless, etc.), a signal scanner module can be used to listen in on private communications. Any level of signal scanner can allow a character to pick up the local news, and higher level modules can be programmed to search for broadcasts with specific keywords. A signal scanner module automatically bypasses the protections of secure modules that are lower than the scanner’s level. Activating this module takes 1 minute; this time can be reduced to 1 round with a successful Computers or Engineering check (DC = 20 + the signal scanner module’s level).</p>"
    },
    "descriptors": [],
    "duration": {
      "units": "text",
      "value": null
    },
    "equippable": false,
    "equipped": false,
    "formula": "",
    "hands": 0,
    "identified": true,
    "isActive": null,
    "level": 1,
    "modifiers": [],
    "price": 100,
    "properties": {},
    "quantity": 1,
    "quantityPerPack": 1,
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "EN, pp. 156-157",
    "target": {
      "type": "",
      "value": null
    },
    "usage": {
      "per": "",
      "value": 0
    },
    "uses": {
      "max": null,
      "per": null,
      "value": null
    }
  }
}