{
  "name": "Phase twin generator",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  },
  "type": "magic",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>&nbsp; A phase twin generator is a pistol-like device composed of ever-shifting components that appear as black crystalline prisms laced with light-blue lines. As a standard action, you can make a ranged attack with the phase twin generator (which counts as a small arm) against a living creature, targeting EAC, with a range increment of 30 feet. If the attack hits, the phase twin generator generates a ghostly, incorporeal version of the target, known as a phase twin, in a space adjacent to you (if there is no such space available, the phase twin generator does not generate the phase twin). The phase twin has all the statistics of the creature it was generated from, except it has the incorporeal special ability, it is mindless, it has no speeds except for a land speed of 5 feet, and it has Hit Points equal to one-quarter of the target&rsquo;s maximum Hit Points. The phase twin acts on the initiative count of the creature it was generated from, and it cannot take any actions other than one move action to move its speed per turn, which it uses to move toward the creature it was generated from, if possible. Whenever the phase twin takes damage from an effect that does not also damage the target creature, the target creature also takes that amount of damage as force damage. A phase twin lasts either for 10 rounds or until the target creature dies, whichever comes first, after which it dissipates. A phase twin generator can generate a phase twin only once per day, and a creature can be affected by only one phase twin generator per day.</p>",
      "unidentified": ""
    },
    "source": "AP#14, p. 43",
    "type": "",
    "quantity": 1,
    "bulk": "1",
    "price": 52000,
    "level": 13,
    "attuned": false,
    "equipped": false,
    "equippable": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 6,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "Nqx0QREhvEYgPYxY"
}