{
  "_id": "zT7rofgXogS42NFe",
  "name": "Photoenergetic Node",
  "type": "augmentation",
  "effects": [],
  "flags": {},
  "img": "icons/commodities/biological/eye-lizard-orange-red.webp",
  "system": {
    "type": "biotech",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": "5"
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": "9"
      },
      "hp": {
        "max": "7",
        "value": 7
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<h2>TASHTARI BIOTECH</h2>\n<p>Hunters can do brisk business harvesting the filaments, photoenergetic nodes, and focusing membranes of tashtaris and selling them to bioengineers. If not for conservation efforts on @Compendium[sfrpg.setting.mkJGLfpJkvAKLZz3]{Castrovel}, tashtaris could have been hunted to extinction, since their photosensitive adaptations are difficult and expensive to duplicate through synthetic means. Cessation of hostilities between the formians and lashuntas has allowed a recent surge in the regulated trade of biotech that incorporates tashtari tissue. Explorers and scouts equip themselves with focusing membranes or filament mesh, and many people throughout the Pact Worlds use photoenergetic nodes for practical and cosmetic purposes.</p>\n<h2>Focusing Membrane</h2>\n<p>Implanting a tashtari&rsquo;s photoenergetic node into your hand causes the appendage to glow with faint light. As a move action, you can discharge energy stored in your photoenergetic node into an analog melee weapon that you are currently holding in the same hand that has this biotech augmentation installed. The released energy instantaneously superheats the melee weapon, causing the weapon to deal 1d6 additional fire damage on a successful attack. The affected weapon deals this additional damage for 1 round for every 2 character levels you have. While heated, the affected weapon also sheds light as a flashlight, lantern, or beacon (you choose when you activate the augmentation). Once you&rsquo;ve expended your photoenergetic node, you can&rsquo;t use it again until you&rsquo;ve rested for 10 minutes to regain Stamina Points, but you can spend 1 Resolve Point to recharge it immediately.</p>"
    },
    "equipped": false,
    "identified": true,
    "level": 2,
    "modifiers": [
      {
        "_id": "0f21df8b-e689-4257-80b9-f72a98fd8c15",
        "name": "Photoenergetic node",
        "type": "untyped",
        "condition": "",
        "effectType": "melee-damage",
        "enabled": false,
        "max": 6,
        "modifier": "1d6",
        "modifierType": "formula",
        "notes": "The released energy instantaneously superheats the melee weapon, causing the weapon to deal 1d6 additional fire damage on a successful attack. The affected weapon deals this additional damage for 1 round for every 2 character levels you have.",
        "source": "Augmentation",
        "subtab": "misc",
        "valueAffected": ""
      }
    ],
    "price": 625,
    "quantity": 1,
    "source": "AA2 pg. 125",
    "system": "hand"
  }
}