{
  "_id": "wp4as6S0ENfSnU4O",
  "name": "Planar runeplates, Mk 1",
  "type": "magic",
  "effects": [],
  "flags": {},
  "img": "icons/commodities/treasure/token-runed-nyd-green.webp",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  },
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Cultists and religious artificers forge <em>planar runeplates</em>, as do the demon-worshipping drow of Apostae. Each set of <em>planar runeplates </em>is dedicated to a specific powerful being native to the Outer Planes, such as an archdevil, a demon lord, or a god. Devotional symbols on the plates might convince others you&rsquo;re aligned with the being in question, even if you&rsquo;re not. You wear the plates by affixing them to clothing or armor; they count as a worn magic item unless you install them in armor, taking up a number of upgrade slots equal to their mark.</p>\n<p>Each set of <em>planar runeplates </em>has the same alignment as the extraplanar entity to which the plates are dedicated, although no plates are created with a neutral alignment with no other alignment components. While you wear the plates, they have several effects. If a creature with an alignment component opposite any of the plates&rsquo; alignment components attacks you, the plates alert you to the creature&rsquo;s opposing subtypes. If the attack hits, as a reaction you can force the creature to reroll the attack and use the worse result. If you fail a saving throw against an effect created by such a creature, as a reaction you can reroll the saving throw and take the better result. Once you benefit from a given set of <em>planar runeplates</em>, you can benefit from a different set only after 24 hours have passed.</p>\n<p><em>Planar runeplates </em>allow a number of rerolls per day based on their model.</p>\n<p><strong>Mk 1 (Level 4):</strong> One reroll.</p>\n<p><strong>Mk 2 (Level 8):</strong> Two rerolls.</p>\n<p><strong>Mk 3 (Level 12):</strong> Three rerolls.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 4,
    "modifiers": [],
    "price": 2000,
    "quantity": 1,
    "source": "ARRM, p. 115",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}