{
  "name": "Polyhand",
  "type": "augmentation",
  "data": {
    "description": {
      "value": "<p>You replace your entire hand with a hand made of reprogrammable microscopic adamantine prisms. With either a mental command or a programmable interface built into the hand, you can reconfigure your hand into the shape of various tools. The hand can contain programming for nine different tools, in addition to a configuration for a normal hand for your species. As a move action, you can switch the setting, causing the adamantine pieces to realign into the shape of the chosen tool. The tool has all the flexibility of the normal tool (or of a hand, if set to that).<br>Programming a new tool into the polyhand takes 10 minutes, and you must choose either to fill an empty slot or to replace a programmed tool. The tool replicated must be 8th level or lower. The polyhand can replicate the moving parts of a tool, but you must supply any fuel or batteries needed for the tool to function. The tool cannot produce substances, and since it’s not very conductive (important so as to avoid shocking the user), it can’t serve as a power conduit or data transmission line. The GM has final say in deciding which tools you can duplicate. The tools within engineering kits and similar kits can be duplicated, subject to the restrictions above.<br>You can’t replace the hand setting based on your biology, which is required for the polyhand to function properly. You can add a hand corresponding to another species in any slot that isn’t reserved; for instance, a human could program her polyhand to replicate a shirren hand. This can’t duplicate features of a unique individual, such as thumbprints. You can install a polyhand into a prosthetic limb that replaces an arm as if the prosthetic were a natural arm.<br>The adamantine construction makes the polyhand extremely durable (see page 408 in Chapter 11 for more information about adamantine). This doesn’t change the amount of unarmed strike damage, no matter the form your polyhand is in. The polyhand can’t maintain structural integrity if extended too far, so it can’t assume a form more than one and a half feet long in any dimension. Consequently, it can’t extend your reach.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "",
    "type": "cybernetic",
    "quantity": 1,
    "bulk": "-",
    "price": 71000,
    "level": 14,
    "attuned": false,
    "equipped": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": null,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "modifiers": [],
    "system": "hand",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "nWsjNwtOaMjym8Kn"
}