{
  "_id": "TH3nhgY5c98Z3i9y",
  "name": "Positron Crystal, Least",
  "type": "weaponAccessory",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "container": {
      "contents": [],
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "data": {
      "weaponType": "any"
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>A positron crystal&rsquo;s interactions with matter release both heat and radiation, causing a solar weapon it enhances to roar with flame as it strikes enemies. This adds fire damage to the weapon&rsquo;s strikes and adds the irradiate critical hit effect to critical hits scored with the weapon. Unlike many radioactive weapons, a solar weapon enhanced by a positron crystal does not pose any particular risk to its user, although the reason behind this remains unknown. Research into precisely how to preserve these crystals is ongoing; currently only least, minor, and lesser versions remain stable for more than a few seconds, though these are quite powerful.</p>\n<hr />\n<h3><strong>Solarian Weapon Crystals (pg. 170)</strong></h3>\n<p>A solarian weapon crystal adds damage to a solarian&rsquo;s solar weapon. The solarian can place the crystal inside his mote as a standard action. While within a mote, a crystal applies its effects any time that mote is in a solar weapon form. A crystal within a mote can&rsquo;t be interacted with in any way other than via abilities that specifically target a mote. The solarian can remove the crystal from his mote as a standard action, and the crystal falls loose if the mote is deactivated in any way. A solarian can&rsquo;t have more than one crystal in his mote at a given time.</p>\n<p>A solarian weapon crystal doesn&rsquo;t give a solarian the option to create a solar weapon if he did not choose that option for his solar manifestation. Most weapon crystals increase the amount of damage attacks with the solar weapon deal. This increased damage is normally the same type of damage the solarian weapon deals (typically bludgeoning, piercing, or slashing). If a solarian crystal&rsquo;s damage entry lists an abbreviation after the damage, however, the additional damage the solar weapon deals is of the indicated type.</p>\n<p>Even if a solarian weapon crystal&rsquo;s extra damage is a type of energy damage, attacks with the solar weapon still target KAC, not EAC. If a solarian crystal lists a critical effect, that critical effect applies to any critical hit the solar weapon makes while the solarian crystal is within the solarian&rsquo;s mote. For example, a solarian with a minor photon crystal and a base solar weapon damage of 2d6 deals 2d6 bludgeoning, piercing, or slashing damage, plus 1d6 fire damage, on a hit with his solar weapon.</p>\n<p>A solarian weapon crystal is a hybrid item that blends magic and technology. When a weapon crystal is within a mote and the solarian uses the mote in solar weapon form, the solar weapon is considered magic for the purpose of overcoming damage reduction.</p>\n<ul>\n<li>Broken Solarian Crystals: If a solarian weapon crystal with the broken condition is inside a solarian&rsquo;s solar mote, the solarian takes a &ndash;2 penalty to attack and damage rolls with the solar weapon, and the solar weapon can&rsquo;t deal extra critical effects. Both effects last until the crystal is repaired. As hybrid items, solarian crystals can be repaired using the make whole or mending spells, or with the Engineering or Mysticism skills, as described in the Skills chapter.</li>\n</ul>"
    },
    "equippable": false,
    "equipped": false,
    "identified": true,
    "level": 3,
    "modifiers": [
      {
        "_id": "96b67ebc-0f79-45aa-b7b5-3fab5e1ba02d",
        "name": "Positron Crystal, Least",
        "type": "untyped",
        "condition": "",
        "effectType": "all-damage",
        "enabled": true,
        "max": 2,
        "modifier": "+1d2",
        "modifierType": "formula",
        "notes": "",
        "source": "",
        "subtab": "misc",
        "valueAffected": ""
      }
    ],
    "price": 1310,
    "quantity": 1,
    "source": "ARM, p. 49",
    "usage": {
      "per": "",
      "value": 0
    },
    "weaponType": "any"
  },
  "effects": [],
  "flags": {},
  "img": "icons/commodities/gems/gem-faceted-round-white.webp",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  }
}