{
  "name": "Prescient Lenses, Mk 1",
  "type": "hybrid",
  "data": {
    "description": {
      "value": "<h1>Prescient Lenses</h1>\n<p>Prescient lenses&nbsp;blend quantum computing and divination magic to model, extrapolate, and display events happening in the next few seconds as translucent holograms. A pair of lenses has one charge, which is refreshed each day, and a creature can benefit from a single use of&nbsp;prescient lenses&nbsp;each day (with any subsequent attempt showing the same few seconds of time as the first daily use).&nbsp;Prescient lenses&nbsp;were originally as optical enhancements for the robotic anacites of Aballon and can be integrated into a robot for the listed price. Alternatively, they can be installed as a cybernetic eye augmentation for 1,000 additional credits.<br /><br /><strong>Mk 1: You can study the image in the lenses as a move action and gain a +1 insight bonus to a single attack roll, ability check, or skill check attempted before the start of your next turn. Attempting an attack roll or check expends the charge.</strong><br /><br />Mk 2: These function as&nbsp;mk 1 prescient lenses, but you can instead roll the attack roll or check twice and take the better of the two results.<br /><br />Mk 3: These function as&nbsp;mk 2 prescient lenses, but as a reaction you can instead reroll a failed attack roll, ability check, or skill check.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PW pg. 203",
    "type": "",
    "quantity": 1,
    "bulk": "-",
    "price": 2150,
    "level": 4,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 9,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "OUrnOxcTW2CYQxrw"
}