{
  "name": "Psychometry Graft",
  "type": "augmentation",
  "data": {
    "description": {
      "value": "<p>In order to drive off an army of daemons, ancient shatoris performed a complex ritual that saved their lives but exposed them to energies of the Boneyard that irrevocably changed them. Powerful sensors in your fingertips (or similar appendages) connecting to a relay in your brain allow you glimpses into the inner workings of creatures and objects, much in the same way shatoris are connected to the past. By taking a standard action to touch a creature or object, you gain a +4 enhancement bonus to your next skill check to identify the creature, your next skill check to recall knowledge about the creature or object, or your next Sense Motive check against the creature. To touch an unwilling creature, you must succeed at a melee attack roll against the creature&rsquo;s EAC.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA4 pg. 146",
    "type": "biotech",
    "quantity": 1,
    "bulk": "-",
    "price": 1875,
    "level": 4,
    "attuned": false,
    "equipped": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 9,
        "max": "9"
      },
      "hardness": {
        "value": "8"
      },
      "ac": {
        "value": "5"
      }
    },
    "modifiers": [
      {
        "name": "Psychometry Grant",
        "modifier": "4",
        "type": "enhancement",
        "effectType": "all-skills",
        "valueAffected": "",
        "enabled": false,
        "source": "Augmentation",
        "notes": "You gain a +4 enhancement bonus to your next skill check to identify the creature, your next skill check to recall knowledge about the creature or object, or your next Sense Motive check against the creature. To touch an unwilling creature, you must succeed at a melee attack roll against the creature’s EAC.",
        "modifierType": "formula",
        "condition": "",
        "subtab": "misc",
        "max": 4,
        "_id": "62c792d2-df70-4c0d-95f4-6b86940451a9"
      }
    ],
    "system": "brain",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/spells/comprehend_customs.png",
  "effects": [],
  "_id": "TxrVXahG2vptLV3B"
}