{
  "_id": "jr7Wa42svmpwYYn1",
  "name": "Psychic Inhibitor",
  "type": "magic",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 50
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "1",
    "capacity": {
      "max": 1,
      "value": 1
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Crafted from shards of crystal mined in the Colonies and held together with an organic, waxy substance, a <em>psychic inhibitor</em> has the ability to disrupt telepathic communications. You can hold a <em>psychic inhibitor</em> in one hand and activate it once per day as a standard action by picturing a complex series of geometric shapes in your mind. When you do so, each creature with the limited telepathy or telepathy ability within 100 feet (including yourself) must succeed at a Will saving throw (DC = 10 + half your level + your key ability score modifier) or have their mind flooded with unbearable psychic noise. Each affected creature loses its limited telepathy or telepathy ability and takes a &ndash;2 penalty to attack rolls, a &ndash;4 penalty to Will saving throws, and a &ndash;8 penalty to Intelligence-, Wisdom-, and Charisma-based skills for 1 hour. This is a mind-affecting effect. A creature that succeeds at its save can&rsquo;t be affected by the same <em>psychic inhibitor</em> for 1 week.&nbsp;</p>\n<p>A psychic inhibitor comes with four attuned <em>psychic disinhibitors</em> (these are created at the same time as the psychic inhibitor and are included in the price). A <em>psychic disinhibitor</em> is a flexible disk 1 inch in diameter that can be affixed to a creature&rsquo;s skin (preferably near the brain) to make the creature immune to the attuned <em>psychic inhibitor&rsquo;s</em> effects. A <em>psychic disinhibitor</em> counts as a worn magic item.</p>\n<p><br /><em>This item comes with @Compendium[sfrpg.equipment.A5MUJRnCyQ7Tibgg]{Psychic Disinhibitors}.</em></p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 15,
    "limitedWear": false,
    "modifiers": [],
    "price": 120000,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "AA3, p. 39",
    "usage": {
      "per": "action",
      "value": 1
    }
  },
  "img": "icons/commodities/gems/gem-cluster-red.webp"
}