{
  "_id": "jXfruO57IA5qje2V",
  "name": "Rat’s last word",
  "type": "magic",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 51
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "210000",
    "capacity": {
      "max": 1,
      "value": 1
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Rare and only found on the shadiest of black markets, arat’s last wordis a felt-tipped pen with a black, anodized aluminum case and a laser etching of a curled and emaciated rat on its cap. As a full action, you can spend 1 Resolve Point while using the marker to write the name or well-known alias of a specific creature along the side of a single round of ammunition or a battery. The ammunition or battery can then be loaded into a sniper weapon using a separate action. For non-battery ammunition, the ammunition must be loaded as the only piece in the gun, even if its capacity would normally allow multiple pieces to be loaded at once. Upon making an attack using a marked battery, the weapon drains all remaining charges from the battery.</p>\n<p>If you fire the marked and loaded ammunition at the creature whose name you wrote, you can score a critical hit with that attack against the target if the die’s result is a 17, 18, or 19, as long as the attack’s result is sufficient to hit the target’s AC. If the attack hits and the die’s result is a 13, 14, 15, or 16, the target is affected by the weapon’s critical hit effect as if the attack had been a critical hit, though the attack does not deal double damage. If the die’s result is a 20, you score a critical hit as normal, and you can affect the target with the @UUID[Compendium.sfrpg.spells.RFUcWmXg7jgKO1ZT]{Snuff Life}spell (CL 16th) in place of any other critical hit effect your weapon might have dealt. The DC ofsnuff lifeequals 16 + your Dexterity modifier.</p>\n<p>This pen can mark only one piece of ammunition per day in this way, and the marked ammunition loses the pen’s special effects if not loaded and fired within 1 minute.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 16,
    "limitedWear": false,
    "modifiers": [],
    "price": 0,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "GM pg. 51",
    "usage": {
      "per": "day",
      "value": 1
    }
  }
}