{
  "_id": "dDLUPnadxYVqMnLc",
  "name": "Recovery aegis",
  "type": "magic",
  "img": "icons/equipment/neck/amulet-round-blue-grey.webp",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 8
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>The Aspis Consortium partners with the Starfinder Society to deliver recovered relics to the churches of @Compendium[sfrpg.setting.Jr4DAaJPRZYMAV1n]{Desna}, @Compendium[sfrpg.setting.npmy97Y5pefRTHx1]{Iomedae}, @Compendium[sfrpg.setting.VJ0UTIsAggcCQJBu]{Sarenrae}, @Compendium[sfrpg.setting.KZvxBU9KGbqRCKkv]{Weydan}, and @Compendium[sfrpg.setting.rUtAoz8NUGCZR4yz]{Yaraesa}. In exchange, mystics of these divinities provide magic items to support field agents. The recovery aegis is a talisman commonly produced as part of this arrangement. These necklaces take many shapes, but each has a jeweled pendant. The amulet counts as a worn magic item unless you install it in armor, taking up one upgrade slot. While wearing a recovery aegis, you gain a +1 enhancement bonus to saving throws against effects you are already suffering, such as a @UUID[Compendium.sfrpg.rules.JaRMioj4isNp7r1P.JournalEntryPage.gBhZDjh30JEyh7DY]{Diseases}, @UUID[Compendium.sfrpg.rules.JaRMioj4isNp7r1P.JournalEntryPage.ZaS9H4rwaFIQTUBC]{Poisons}, or an ongoing damage effect; this bonus doesn&rsquo;t apply to initial saving throws against such effects. In addition, at any point when you have the dying condition, you can use the recovery aegis to stabilize without spending Resolve Points, and you can then spend 1 Resolve Point to stay in the fight during the same round. The jewel in the recovery aegis crumbles to dust if you use it to stabilize in this way, and the amulet loses its powers, becoming nonmagical. If you use a recovery aegis to stabilize, you can&rsquo;t do so with another recovery aegis for 24 hours.</p>"
    },
    "equippable": true,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 3,
    "limitedWear": true,
    "modifiers": [
      {
        "_id": "c26576b3-9469-4d19-b3f5-7978e996bb2f",
        "name": "Recovery aegis",
        "type": "enhancement",
        "condition": "",
        "effectType": "saves",
        "enabled": true,
        "max": 1,
        "modifier": "1",
        "modifierType": "formula",
        "notes": "While wearing a recovery aegis, you gain a +1 enhancement bonus to saving throws against effects you are already suffering, such as a disease, poison, or an ongoing damage effect; this bonus doesn’t apply to initial saving throws against such effects. In addition, at any point when you have the dying condition, you can use the recovery aegis to stabilize without spending Resolve Points, and you can then spend 1 Resolve Point to stay in the fight during the same round. The jewel in the recovery aegis crumbles to dust if you use it to stabilize in this way, and the amulet loses its powers, becoming nonmagical. If you use a recovery aegis to stabilize, you can’t do so with another recovery aegis for 24 hours.",
        "source": "",
        "subtab": "misc",
        "valueAffected": ""
      }
    ],
    "price": 1350,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "ARM, p. 115",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}