{
  "_id": "LEyONyxsNemiYyzE",
  "name": "Regeneration Table",
  "type": "technological",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 51
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "20",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>A regeneration table is a medical bed that uses the most advanced medical technology known in the Pact Worlds to restore a creature’s body to full function from nearly any mishap or injury, including death. It does this with quantumlocked nanites held in a suspended state from which they can become nearly any form of matter, including stem cells for biological creatures or mechanical components for artificial creatures like androids or @UUID[Compendium.sfrpg.setting.gzXT0xwsj8kQAoj0]{Akiton}’s anacites. The table both reads the creature’s own genetic code (or equivalent data) and uses supercomputing predictive algorithms to determine what damage or affliction is present, then attempts to restore the subject to perfect health based on that information.</p>\n<p>A living creature using a regeneration table is affected as if a 6th-level&nbsp;mystic cure&nbsp;spell as well as the&nbsp;remove affliction&nbsp;and restoration spells were cast on it. A @UUID[Compendium.sfrpg.conditions.nEJIWMKbPjqKuelo]{Dead} creature is affected as if&nbsp;@UUID[Compendium.sfrpg.spells.IRUPIVT101SvIK6l]{Raise Dead}&nbsp;were cast on it. A regeneration table has an effective caster level of 20th.</p>\n<p>As a result of its need to perfectly attune itself to one creature suffering one exact set of ailments and the expenditure of its quantum state particles, a regeneration table functions only once and is then inert and useless.</p>"
    },
    "equipped": false,
    "hands": 2,
    "identified": false,
    "level": 16,
    "modifiers": [],
    "price": 45000,
    "quantity": 1,
    "source": "CRB pg. 219",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}