{
  "_id": "Pm6EwUS3dHIHrGhd",
  "name": "Replenigel Megavitamin",
  "type": "technological",
  "effects": [],
  "flags": {},
  "img": "systems/sfrpg/icons/equipment/goods/analgesic-tier-1.webp",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 9
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>Replenigel is a nutritional gelatin interwoven with nanites that bolster the immune system. Originally designed by Abadarcorp during the war between the Pact Worlds and the Veskarium, replenigel is intended to provide a soldier with all of their daily nutritional needs and an added resistance to @Compendium[sfrpg.rules.JaRMioj4isNp7r1P]{Afflictions}, while digesting slowly enough to require a soldier to eat only once per day. To minimize packaging costs, Abadarcorp commonly shipped replenigel to the front lines in 50-pound blocks that, unappetizingly, resembled marbled sulfur. After the conflict with the Veskarium ceased, the corporation found itself with a surplus of replenigel cubes and no way to sell them. A particularly savvy marketing executive realized that subtle tweaks to the product&rsquo;s aesthetics could have a dramatic impact on its commercial viability. After extensive focus-group testing, Abadarcorp created Nutrimanders, reshaping the gelatin into sizable, 1-pound megavitamins molded to look like skittermanders and available in various artificial flavors and colors.<br /><br />It takes 5 minutes to consume a replenigel megavitamin. You gain 10 temporary Hit Points and a +2 circumstance bonus to Fortitude saves against @UUID[Compendium.sfrpg.rules.JaRMioj4isNp7r1P.JournalEntryPage.gBhZDjh30JEyh7DY]{Diseases} and @UUID[Compendium.sfrpg.rules.JaRMioj4isNp7r1P.JournalEntryPage.ZaS9H4rwaFIQTUBC]{Poisons} for the next 24 hours. In addition, you don&rsquo;t need to eat food or water for 24 hours. If you subsist on replenigel megavitamins for 5 consecutive days, you must attempt a DC 17 Fortitude save at the end of that fifth day and on each subsequent consecutive day you continue to eat these megavitamins; the bonus from the megavitamin doesn&rsquo;t apply to this save. Failure means you develop a waxy sheen on your skin that makes you smell vaguely like a fermented version of the flavor of megavitamin you most recently consumed. Your skin remains this way for 1d4 days, during which time you take a &ndash;4 penalty to all Charismabased skill checks; if you consume another megavitamin during this time, the duration is increased by 1 day.</p>"
    },
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 4,
    "modifiers": [],
    "price": 300,
    "quantity": 1,
    "source": "AP #16 pg. 48",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}