{
  "_id": "F1dNU9HoPDWgSaOn",
  "name": "Ring of the Ninth Truth",
  "type": "magic",
  "img": "icons/equipment/finger/ring-bone-horned.webp",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 18
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "capacity": {
      "max": 1,
      "value": 1
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>A rare velstrac item that neither causes nor relies on pain, a ring of the ninth truth is a prize to anyone seeking insight or personal enlightenment. The ring’s guidance is accurate, but it is often cryptic, utterly amoral, and rarely safe.&nbsp;</p>\n<p>A ring of the ninth truth functions as a @UUID[Compendium.sfrpg.equipment.fVZQSwWWgBaYO6be]{mk 3 ring of resistance}. It also gives you powers of prescience. Once per day, you can enter a trance for 1 minute and focus on your planned actions in the immediate future, gaining an intuitive insight into the results of your actions with regard to your personal values and goals. You learn whether your course might be beneficial to you, harmful to you, both, or neither. You can spend 1 Resolve Point to recharge this power, but the ring can be used this way no more than three times per day.&nbsp;</p>\n<p>In addition, once per week, you can enter a similar trance for 10 minutes and spend 1 Resolve Point, seeking insight into a specific goal, event, or activity that is to occur within the next week. You receive an enigmatic and unsettling vision pertaining to your query. This vision always contains useful hints that can guide your steps toward the chosen event or goal.&nbsp;</p>\n<p>Any mortal using a ring of the ninth truth eventually attracts the notice of velstracs. The form this attention takes is often subtle, augmenting the ring’s ministrations with fiendish aid intended to usher the wearer down the path of darkness. Rumors speak of rings of this sort that allow a wearer to safely contact a mighty velstrac, as if using contact other plane, with the price of reciprocating that velstrac’s aid.</p>"
    },
    "equippable": true,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 13,
    "limitedWear": true,
    "modifiers": [
      {
        "_id": "35748a5c-f2ad-42f1-84c4-a6e0752e6524",
        "name": "Ring of the Ninth Truth",
        "type": "enhancement",
        "condition": "",
        "effectType": "save",
        "enabled": true,
        "max": 3,
        "modifier": "3",
        "modifierType": "constant",
        "notes": "A ring of the ninth truth functions as a  mk 3 ring of resistance.",
        "source": "",
        "subtab": "misc",
        "valueAffected": "lowest"
      }
    ],
    "price": 51000,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "AP#11, p. 53",
    "usage": {
      "per": "minute",
      "value": 1
    }
  }
}