{
  "name": "Scanner, X-Ray Visor",
  "type": "technological",
  "data": {
    "description": {
      "value": "<h1>Scanner</h1>\n<p>Scanners are common items that allow you to extend your senses and record your experiences. Some specialized scanners can also provide other senses, such as blindsense or sense through, but these often require ongoing monitoring or impose other restrictions. Common examples include laser microphones, motion detectors, and x-ray visors.</p>\n<p>&nbsp;</p>\n<p>This sensor is worn as an adjustable viewer resting over the eyes, like goggles or thick glasses. It sends out X-rays and interprets the information gathered as an image it imposes over your normal vision. This grants&nbsp;<a href=\"http://aonsrd.com/UniversalMonsterRules.aspx?ItemName=Sense%20Through\">sense through</a>&nbsp;(vision) with a range of 60 feet, though it is blocked by materials one-fifth as dense as those that block normal sense through (2 feet of wood or plastic, 1 foot of stone, 2 inches of common metal, or 1 inch of lead or any starmetal) and limits you to black-and-white vision while in use. You don&rsquo;t gain the benefit of any other special visual senses (such as lowlight vision) while the visor is active, and you can&rsquo;t attempt sight-based Perception checks beyond 60 feet. Activating or deactivating the sensor is a move action.</p>\n<p>&nbsp;</p>\n<p><strong>Capacity&nbsp;</strong>40; <strong>Usage&nbsp;</strong>2/round</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB pg. 219",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 15000,
    "level": 9,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 14,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "aEKuCtuNjFLWtlAi"
}