{
  "name": "Sciatic agonizer",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  },
  "type": "augmentation",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>A sciatic agonizer consists of long needles driven precisely through the flesh and bone of your hips and sacral spine, connected to a series of barbell piercings running down the back of your legs with fibers running deep into the leg and through its nerves. With a twist, you can activate these piercings, blasting your nervous system with pain and shocking your legs into motion.</p>\n<p>Each time you activate the sciatic agonizer, you take damage equal to your level. This damage can&rsquo;t be reduced or redirected in any way. You can activate the augmentation as a swift action to gain one of the following benefits.</p>\n<ul>\n<li>You double your land speed, as well as the speed at which you swim and climb, until the beginning of your next turn. This is an enhancement bonus to your speed.</li>\n<li>You gain the benefit of the Mobility feat until the beginning of your next turn.</li>\n</ul>\n<p>In addition, when you attempt a Reflex saving throw, you can activate the augmentation as a reaction to roll that saving throw twice, taking the higher result.</p>\n<p>Once you activate your sciatic agonizer, you can&rsquo;t activate it again until you have rested for 10 minutes to regain Stamina Points. However, you can spend 1 Resolve Point to recharge it immediately.</p>",
      "unidentified": ""
    },
    "source": "AP#11, p. 52",
    "type": "magitech",
    "quantity": 1,
    "bulk": "L",
    "price": 75000,
    "level": 14,
    "attuned": false,
    "equipped": false,
    "equippable": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 6,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "modifiers": [],
    "system": "allLegs",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/tools/fasteners/pin-spiked.webp",
  "effects": [],
  "_id": "kG3BmoTs64naVAHz"
}