{
  "name": "Scope, Revealing (Hybrid)",
  "type": "weaponAccessory",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>&gt; @Compendium[sfrpg.rules.nwRAcqBuoleMkfZE]{Weapon Accessories}</p>\n<p><span id=\"ctl00_MainContent_DataListWeaponAccessories_ctl00_LabelName\">A scope is a telescopic sighting device with an incorporated reticle that attaches to a small arm or railed weapon&rsquo;s top rail. A scope can&rsquo;t be added to a weapon with a sight. As a move action, you can aim through a scope. This can be done as part of the same move action required to aim a weapon with the sniper weapon special quality, or as part of a @Compendium[sfrpg.class-features.MBNI94tbMoqizPUk]{Trick Attack (Ex)} where you do not take any movement even if you also aim a sniper weapon as part of that action. Aiming through a scope reduces penalties to attack rolls due to range as well as bonuses to AC from cover.<br /><br />In addition, a scope increases a weapon&rsquo;s range increment for determining penalties to attack rolls due to range. For small arms, a scope increases the weapon&rsquo;s normal range increment to 1-1/2 times its listed range for this purpose. For longarms and heavy weapons, the increase is 4 times the normal range increment. For sniper weapons, the increase is twice the range increment of the sniper special property. The reduction in penalties due to aiming with a scope applies only to the next </span></p>\n<p><span id=\"ctl00_MainContent_DataListWeaponAccessories_ctl00_LabelName\">attack roll you make with the weapon before the end of your next turn. Scopes also confer other benefits depending on their type.<br /><br />You can also view distant objects through a scope as a move action, which grants you a +1 circumstance bonus to vision-based Perception checks against objects 30 feet or farther from you. You can use a scope for this purpose when it is not attached to or integrated with a weapon. A detached scope does not provide improved accuracy.</span></p>\n<p><span>A <em>revealing scope</em> functions as a combined laser scope and nightvision scope with the addition of enhanced magical sensors. Three times per day as a move action, you can activate a <em>revealing scope&rsquo;s</em> sensors for 10 minutes. When aiming or looking through a <em>revealing scope</em> with active sensors, you can see invisible and ethereal creatures, and you reduce your miss chance due to concealment other than total concealment by 10%. Deactivating a <em>revealing scope&rsquo;s</em> sensors is a move action.</span></p>\n<hr />\n<p><span id=\"ctl00_MainContent_DataListWeaponAccessories_ctl00_LabelName\"></span></p>",
      "unidentified": ""
    },
    "source": "AR pg. 60",
    "type": "",
    "quantity": 1,
    "bulk": "-",
    "price": 12500,
    "level": 9,
    "attuned": false,
    "equipped": false,
    "equippable": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 14,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 20,
      "max": 20
    },
    "usage": {
      "value": 1,
      "per": "hour"
    },
    "modifiers": [],
    "container": {
      "contents": [],
      "storage": [],
      "isOpen": true
    },
    "weaponType": "any",
    "data": {
      "weaponType": "railedWeaponSA"
    },
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "sort": 100001,
  "flags": {
    "exportSource": {
      "world": "development",
      "system": "sfrpg",
      "coreVersion": "0.7.9",
      "systemVersion": "0.9.0.0"
    }
  },
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "j9aUzzPwgTy8yztP"
}