{
  "_id": "SHuXvt1a13UW4KQR",
  "name": "Scrapper’s cookpot",
  "type": "magic",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "1",
    "capacity": {
      "max": 1,
      "value": 1
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Created by underfed citizens eking out a living in Apostae’s more oppressive districts,scrapper’s cookpotshave become widespread emergency tools on starships and with explorers traveling far from resupply stations. Once per day, you can fill this sturdy ceramic crock with inorganic material weighing 1 bulk, such as scrap metal, rocks, and plastic. After filling the rest of the pot with water and simmering the contents over a heat source for 1 hour, the pot converts its contents into thick, nutrient-rich porridge sufficient to feed up to six Medium creatures for a day. The raw materials used have some influence over the porridge’s flavor profile, though the result is always at least mildly unpalatable in one way or another.</p>\n<p>Regularly consumingscrapper’s cookpotmeals sometimes has unfortunate side effects, such as contracting variants of blinding sickness or the shakes after weeks of use (Core Rulebook418–419). However, interspersing the meals with more natural foods usually negates these conditions.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 1,
    "limitedWear": false,
    "modifiers": [],
    "price": 120,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "GM pg. 52",
    "usage": {
      "per": "day",
      "value": 1
    }
  }
}