{
  "name": "Secured",
  "type": "fusion",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListWeaponFusions_ctl00_LabelName\">The <em>secured</em> fusion ties the weapon to a single owner. When you use your weapon, it functions normally, but when wielded by any other, it remains inert and useless. Any analog, nonmagical properties of the weapon that do not require ammunition or charges still function, so a club would still be a club, but a pistol becomes merely an improvised weapon. Only the person who places a <em>secured</em> fusion seal on a weapon can remove it from that weapon. Once removed, the fusion seal can be affixed to a new weapon by a new owner. Even if not the owner, a character trained in Mysticism can remove an installed <em>secured</em> fusion or fusion seal using a process similar to transferring a fusion. For a fusion, this costs half as much as purchasing the fusion for the weapon on which it is currently installed; for a seal, this is half the cost of the seal itself. The process takes 8 hours. Afterward, a fusion can be installed on a new weapon and assigned a new owner for the installation cost, and a fusion seal can be used normally.&nbsp;</span></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AR pg. 65",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 0,
    "level": 1,
    "attuned": false,
    "equipped": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 6,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "modifiers": [],
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/equipment/weapons/weapon-fusions-1.webp",
  "effects": [],
  "_id": "WUXQ5Pqx4CZOD1LR"
}