{
  "_id": "dSf9042GGGfJP5M4",
  "name": "Seismic Spine",
  "type": "augmentation",
  "data": {
    "type": "magitech",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": "5"
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": "40"
      },
      "hp": {
        "max": "55",
        "value": 55
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>Biotechnicians speculate that a rendalairn has an internal structure that stabilizes it and enables it to create its quake pulse. Bleeding-edge tech has been invented based on these theories, allowing augmentation of the central nervous system.</p>\n<p>A seismic spine gives you resistance 15 to electricity damage and sonic damage. Once per day as a standard action, you can stomp the ground or otherwise create percussion, such as by clapping your hands, to unleash a shockwave from your seismic spine. Creatures and objects within a 20-foot-radius spread of you take 10d6 electricity and sonic damage (Fortitude save for half damage; DC = 10 + half your character level + your Constitution modifier). A creature that fails the saving throw is knocked @Compendium[sfrpg.conditions.XeRGqHVtcZ7vsgJ0]{Prone}. If a technological construct fails the save, the construct is also @Compendium[sfrpg.conditions.CvsDp0GvojxiF2jz]{Stunned} for 1 round even if it is normally immune to being @Compendium[sfrpg.conditions.CvsDp0GvojxiF2jz]{Stunned}. Unattended hybrid or technological objects in the area cease functioning for 1 round. Once you have used your seismic spine, you can do so again only after you have rested for 10 minutes to regain Stamina Points, and you must spend 1 Resolve Point to use your seismic spine each time after the first time per day.</p>"
    },
    "equipped": false,
    "identified": true,
    "level": 20,
    "modifiers": [],
    "price": 1075000,
    "quantity": 1,
    "source": "AA3 pg. 85",
    "system": "spinal"
  },
  "effects": [],
  "flags": {},
  "img": "icons/commodities/bones/bone-spine-white.webp"
}