{
  "_id": "RO6cifeI9wrt9fHP",
  "name": "Serum of Hibernation, Diluted",
  "permission": {
    "default": 0,
    "umHu8DFnCrMQVZ37": 3
  },
  "type": "goods",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListMagicItems_ctl00_LabelName\">Scientists studying the hibernation-adapted flora native to Gluun isolated enzymes and compounds that aided in the species’ long sleep. Further refinement led to this serum, which is typically available only through medical professionals or military groups, accompanied by warnings and waivers. Most who use this serum do so to make long-distance spaceflight more tolerable or efficient, especially when moving large groups with limited space and resources.<br></span></p>\n<p><span id=\"ctl00_MainContent_DataListMagicItems_ctl00_LabelName\">Upon drinking a <em>serum of hibernation</em>, you can allow yourself to fall into a deathlike trance for a time that depends on the potency of the serum. While in this hibernation, you need not eat, drink, or breathe. You awaken if you take damage or if anyone uses a medkit or more advanced medical technology to rouse you and succeeds at a DC 15 Medicine check. If roused before the duration ends, unless the Medicine check to rouse you succeeds by 10 or more, you suffer 1 temporary negative level and are exhausted. Anyone interacting with your hibernating body can tell you are alive with a successful DC 25 Perception check, but someone performing a medical exam can determine your condition with a successful DC 15 Medicine check.&nbsp;</span></p>\n<ul>\n<li><strong>Diluted (Level 1):</strong> 2d4 days.</li>\n<li><strong>Potent (Level 5):</strong> 2d4 x 3 days.</li>\n</ul>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Huskworld",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 80,
    "level": 1,
    "attuned": false,
    "equipped": false,
    "identified": true,
    "damage": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/equipment/magic%20items/serum-of-hibernation.jpg"
}