{
  "_id": "VWwNjl0g9m5K8Wzr",
  "name": "Shadowstaff, Lesser",
  "type": "hybrid",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 7
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "1",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<h1>Shadowstaff</h1>\n<p>Draeliks who have proven their worth wield a&nbsp;shadowstaff, a weapon that channels cold, dark energy from the Negative Energy Plane. Many sages believe that sceaduinars gifted the arcane technology necessary to create these items to the draeliks to protect them from the predations of the Azlanti Star Empire.&nbsp;Shadowstaves&nbsp;function as both two-handed basic melee weapons and as small arms. A wielder must be proficient in small arms to use one as a ranged weapon without penalties and to gain the benefits of the Weapon Specialization feat with a&nbsp;shadowstaff&nbsp;used as a ranged weapon. These weapons use a special ammunition that is manufactured only on the worlds of the Shadari Confederacy (Starfinder Core Rulebook&nbsp;468) and costs 160 credits for a 40-charge clip. Presented below are the statistics for a standard&nbsp;shadowstaff, used by advanced practitioners of the weapon&rsquo;s art, as well as the&nbsp;lesser shadowstaff&nbsp;used by those newly honored with the responsibility of bearing the symbolic weapon. While even more powerful versions of the weapon exist, these are usually restricted to draelik high priests and other highly respected operatives of the draelik government.</p>\n<p>&nbsp;</p>\n<p><strong>A&nbsp;lesser shadowstaff&nbsp;is covered with fell symbols and crackles with dark energy. As a basic two-handed melee weapon, a&nbsp;lesser shadowstaff&nbsp;deals 1d4 bludgeoning, slashing, or piercing damage (your choice) as it manifests blades or spikes at will, and it has the block weapon special property. When used as a small arm, a&nbsp;lesser shadowstaff&nbsp;has a range increment of 30 feet, and a single shot consumes 1 charge from its 40-charge capacity and deals 1d4 cold damage. Switching a&nbsp;lesser shadowstaff&nbsp;from melee functionality to ranged functionality (or vice versa) is a swift action.</strong></p>"
    },
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 2,
    "modifiers": [],
    "price": 500,
    "quantity": 1,
    "source": "AA1 pg. 37",
    "usage": {
      "per": "",
      "value": 0
    }
  },
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}