{
  "name": "Shadowstaff, Standard",
  "type": "hybrid",
  "data": {
    "description": {
      "value": "<h1>Shadowstaff</h1>\n<p>Draeliks who have proven their worth wield a&nbsp;shadowstaff, a weapon that channels cold, dark energy from the Negative Energy Plane. Many sages believe that sceaduinars gifted the arcane technology necessary to create these items to the draeliks to protect them from the predations of the Azlanti Star Empire.&nbsp;Shadowstaves&nbsp;function as both two-handed basic melee weapons and as small arms. A wielder must be proficient in small arms to use one as a ranged weapon without penalties and to gain the benefits of the Weapon Specialization feat with a&nbsp;shadowstaff&nbsp;used as a ranged weapon. These weapons use a special ammunition that is manufactured only on the worlds of the Shadari Confederacy (Starfinder Core Rulebook&nbsp;468) and costs 160 credits for a 40-charge clip. Presented below are the statistics for a standard&nbsp;shadowstaff, used by advanced practitioners of the weapon&rsquo;s art, as well as the&nbsp;lesser shadowstaff&nbsp;used by those newly honored with the responsibility of bearing the symbolic weapon. While even more powerful versions of the weapon exist, these are usually restricted to draelik high priests and other highly respected operatives of the draelik government.</p>\n<p>&nbsp;</p>\n<p><strong>A&nbsp;shadowstaff&nbsp;is covered with fell symbols and is often surrounded by a dark nimbus of shadowy energy. As a basic two-handed melee weapon, a&nbsp;shadowstaff&nbsp;deals 2d6 bludgeoning, slashing, or piercing damage (your choice) as it manifests blades or spikes at will, and it has the block weapon special property. When a&nbsp;shadowstaff&nbsp;is used as a small arm, it has a range increment of 60 feet, and a single shot consumes 2 charges from its 40-charge capacity and deals 2d4 cold damage. Switching a&nbsp;shadowstaff&nbsp;from melee functionality to ranged functionality (or vice versa) is a swift action. Additionally, you can use a&nbsp;shadowstaff&nbsp;to create darkness, as per the universal creature rule, once per day (see page 153).</strong></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA1 pg. 37",
    "type": "",
    "quantity": 1,
    "bulk": "1",
    "price": 10000,
    "level": 8,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 13,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "jMwhQ6VQIOaeJbY9"
}