{
  "_id": "yOb04WBm0JWSt9Iq",
  "name": "Shotalashu Saddle",
  "type": "hybrid",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>This traditional saddle for shotalashu riders is adorned with small, colorful gems and engraved with intricate images of lashunta culture. More than a simple decoration, however, a&nbsp;shotalashu saddle&nbsp;amplifies and solidifies the lashunta&rsquo;s telepathic bond with its mount through a series of telepathic relays that serve as conductors from the rider&rsquo;s body to the shotalashu&rsquo;s. While riding a&nbsp;shotalashu saddle, you gain a +5 bonus on Survival checks to ride the shotalashu. While austere, mass-produced&nbsp;shotalashu saddles&nbsp;that provide the same benefit as handmade versions certainly exist, most lashuntas consider it disrespectful to their mount not to use a lovingly crafted artisanal saddle. Particularly beautiful saddles often serve as cherished heirlooms, passed down through generations, and it&rsquo;s not uncommon for lashuntas to mark special milestones in their loved ones&rsquo; lives with the gift of a new&nbsp;shotalashu saddle. A functional shotalashu saddle costs 300 credits, though particularly elaborate or ancient specimens may be worth many times more.</p>"
    },
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 1,
    "modifiers": [],
    "price": 300,
    "quantity": 1,
    "source": "AA2 pg. 115",
    "usage": {
      "per": "",
      "value": 0
    }
  },
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}