{
  "_id": "QiwOt6nbijVbd8lO",
  "name": "Sleeping sentry",
  "type": "technological",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "15",
    "capacity": {
      "max": 20,
      "value": 20
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>The sleeping sentry is an exoskeletal harness equipped with an automated medical unit that can deliver pharmaceuticals intravenously, all mounted vertically atop a disk large enough for a Medium creature to stand on. Sleeping sentries are often used by eccentric corporations or military organizations that want round-the- clock non-automated security patrols but who don’t want to pay for multiple shifts. You activate a sleeping sentry by leaning back into the exoskeletal harness, allowing it to gently lock you into a standing position while supporting your neck, spine, legs, and arms. The automated medical unit then injects you with a cocktail of barbiturates that puts you instantly to sleep for the next 8 hours (or until awoken by the sleeping sentry); an unwilling creature forced into the harness can attempt a DC 17 Fortitude save to remain conscious. Shortly thereafter, antigravitry circuitry within the disc activates, suspending the entire structure approximately 1 inch off the ground and moving along a preprogrammed patrol route at a speed of 20 feet. The disc can move over land and over water, but not underwater.&nbsp;</p>\n<p>Creatures who come within 30 feet of an activated sleeping sentry must succeed at a DC 25 Stealth check to fool the sleeping sentry’s motion detectors, or else an integrated high-frequency proximity alarm sounds, waking you and releasing you from the harness to confront the threat. Any creature that is more than 30 feet away from a sleeping sentry must succeed at a DC 22 Perception check to recognize its occupant is asleep or a DC 20 Engineering check to identify the device.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 5,
    "modifiers": [],
    "price": 2750,
    "quantity": 1,
    "source": "AP#16, p. 48",
    "usage": {
      "per": "hour",
      "value": 1
    }
  }
}