{
  "name": "Software Imp, Tier 3",
  "type": "hybrid",
  "data": {
    "description": {
      "value": "<p>Whether or not it has attained true consciousness, a&nbsp;software imp&nbsp;is a perverse and illegal AI obnoxious enough that the question is academic.&nbsp;Software imps&nbsp;come on memory sticks so they remain isolated from your own systems. A&nbsp;software imp&nbsp;has a tier, and it is ineffective on any computer of a higher tier than its own.<br /><br />You must have access to a computer to install a&nbsp;software imp&nbsp;on it, and you can do so as a full action. The imp renders its memory stick unusable on the way out, leaving no way to conclusively determine what was once stored there. Once installed, the&nbsp;software imp&nbsp;becomes an artificial personality on its host computer. If the computer already has an artificial personality, the imp finds and overwrites it if possible. Faced with an artificial personality to which it does not have access, the imp lies in wait until it gains access to that personality in order to replace it.<br /><br />Initially, the imp can access information and modules that were accessible to you when you installed the imp. It can gain further access if a user unwittingly uses more access while the imp is installed. The imp can also fool users into giving it more access by attempting Bluff, Diplomacy, Intimidate, and Sense Motive checks with a bonus according to its tier.<br /><br />While acting as an artificial personality, the imp is as unhelpful as possible to anyone attempting to use the system. The&nbsp;software imp&nbsp;doesn&rsquo;t ignore commands, but it interprets them in the worst way possible. It can misdirect, reveal unwanted information, obfuscate the truth, and otherwise aggravate and demoralize the user.<br /><br />Finding and removing a&nbsp;software imp&nbsp;requires a successful Computers check to hack the imp as if it were a computer of its tier. However, the imp copies and installs itself as redundantly as it can, based on its tier number, and it can revive itself so long as a single copy remains. A dismissal spell targeting a computer infested with&nbsp;software imps&nbsp;can remove the malicious AIs as if they were extraplanar creatures, each with a CR equal to its item level and a Will save bonus based on its tier.<br /><br />The tiers of&nbsp;software imps&nbsp;and the capabilities of each are as follows.</p>\n<p>&nbsp;</p>\n<p>Skill bonus +11; Will +8; one copy</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AR pg. 124",
    "type": "",
    "quantity": 1,
    "bulk": "-",
    "price": 1400,
    "level": 5,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 10,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "vhaUSxkcZaw9lBjJ"
}