{
  "name": "Solar Overload Conduit, Mk 3",
  "type": "augmentation",
  "data": {
    "description": {
      "value": "<p>This augmentation takes the form of constellations connected with circuitry patterns, either on your palms (if you manifest a solar weapon) or on a large patch of your skin (if you manifest solar armor). Engineered with fanatical devotion to unlocking the potential of stars, solar overload conduits can grant solarians means to amplify their powers.<br>If you are a solarian with a solar weapon and you have a solarian weapon crystal in your mote, when you hit a target with your solar weapon but do not score a critical hit, as a reaction you can overload your weapon crystal and apply your weapon crystal’s critical hit effect (if any) to the attack (do not roll your damage twice). You can use this ability a number of times per day equal to the solar overload conduit’s mark, but each time you do so, you immediately become unattuned.<br>If you are a solarian with solar armor, when you take Hit Point damage from a creature within 100 feet of you, as a reaction you can dismiss your solar armor and send it as an arc of solar energy at the attacking creature, dealing an amount of fire damage equal to the damage dealt to you at the time you discharged your solar armor. The maximum damage you can reflect in this way is equal to 10 times the solar overload conduit’s mark. You can use this ability a number of times per day equal to the solar overload conduit’s mark, but when you do so, you immediately become unattuned.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "",
    "type": "cybernetic",
    "quantity": 1,
    "bulk": "-",
    "price": 120000,
    "level": 15,
    "attuned": false,
    "equipped": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": null,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "modifiers": [],
    "system": "skin",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "cH7SUAObxvCRoAkW"
}