{
  "name": "Soul Projector, Awakener",
  "type": "hybrid",
  "data": {
    "description": {
      "value": "<h1>Soul Projector</h1>\n<p>A&nbsp;soul projector&nbsp;is a bracer of dark stone accented with brassy metal. While you wear the bracer, you are proficient with it, and you can&rsquo;t be disarmed of it. The bracer counts as a worn magic item unless you install it in armor, taking up one upgrade slot. Unliving creatures can&rsquo;t use a&nbsp;soul projector.<br /><br />Each time you attack with a&nbsp;soul projector, it draws forth a tiny bit of your essence to power itself, and you lose a number of Hit Points equal to the number of damage dice the projector deals to your target. This drain of vitality bypasses DR, and the&nbsp;soul projector&nbsp;fails to work if you take no damage. However, if you spend 1 Resolve Point, you can cause the weapon to work without taking this damage.<br /><br />You can use the&nbsp;soul projector&nbsp;to make melee attacks or ranged attacks with a range increment of 60 feet. These attacks target EAC and deal piercing damage that has the force descriptor. A soul projector is also a boost weapon, although boosting the weapon increases the Hit Points the weapon drains from you, with the total amount remaining equal to the total number of damage dice rolled. <strong>The amount of damage the weapon deals depends on the model of the soul projector: an arriver deals 3d4 damage (boost 1d4), a returner deals 6d4 (boost 3d4), and an awakener deals 10d4 (boost 5d4).</strong> When you score a critical with the weapon, you recover the Hit Points you lost activating the soul projector, as the weapon replaces your spiritual drain with a portion of your target&rsquo;s spirit.<br /><br />When your character level is within 2 levels of that of the next-highest model of&nbsp;soul projector, you can upgrade the item to its next model. To do so, you must acquire magical ingredients including djezet, mithral, and diamond worth the price of the more powerful&nbsp;soul projector, less 30% of the value of your current projector. You then use the ingredients in a 1-hour ritual to upgrade your&nbsp;soul projector&nbsp;to the higher-level model. You must also pay to upgrade any weapon fusions you wish to keep on the weapon as if transferring each of those fusions to a higher-level weapon.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AP #16 pg. 34",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 900000,
    "level": 20,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 55,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "N7lmLOsRFQW1uAdi"
}