{
  "_id": "ItA3Uz86Lp4HaBDi",
  "name": "Soul camera",
  "type": "technological",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "charge",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 11
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "1",
    "capacity": {
      "max": 20,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.rules.AoGIedPXZpPJUbzz]{Tech Relics}</p>\n<p>This boxy, antiquated @UUID[Compendium.sfrpg.equipment.TbHZqGT2jRmM2QCA]{video camera} (Armory 107) requires one hand to use and can see whatever an ordinary human could see. It can only be activated to record or play video. When activated to record, it records what it sees for its full capacity of 5 minutes onto an internal, solid-state data card. It stops recording automatically at the end of the 5 minutes and can’t be shut off prematurely. While you’re recording video with the soul camera, you can identify a single creature you can see in the recording (even one only seen momentarily or at a distance) as the subject.</p>\n<p>When you activate the camera to play, the subject you designated, if any, appears smudged and grainy, even though the rest of the video is clear. If you play the full 5-minute video, when it concludes the subject feels an indefinable unease and must attempt a DC 15 Will save or take a –1 penalty to Intelligence-, Wisdom-, and Charisma-based skill checks as a portion of its essence becomes trapped within the camera. The subject must attempt this saving throw no matter where it is in relation to the camera, so long as it’s on the same plane. It must attempt this saving throw each time you replay the full video, increasing its penalty by 1 for each failed saving throw (to a maximum of –4). Nonmagical means can’t remove this penalty, but remove affliction or similar spells can.</p>\n<p>The recorded video is erased from the camera if the subject succeeds at the Will save or 1 hour after it was recorded, whichever comes first. The camera also erases its video if you activate it to record again. When the video is erased, the subject’s essence returns and its penalties end. A soul camera uses ordinary batteries.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 1,
    "identified": true,
    "level": 6,
    "modifiers": [],
    "price": 4500,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "TR pg. 67",
    "usage": {
      "per": "minute",
      "value": 1
    }
  }
}