{
  "name": "Sovereign Helm",
  "type": "augmentation",
  "data": {
    "description": {
      "value": "<p>This strange silvery helm features a glowing band of greenish energy. Four metal clasps attached to long, sharp appendages poke out from the crown of the helm. When the apparatus is held over the head of a Small or Medium living creature for 1 minute, the band of energy pulsates wildly, and at the end of that time, the clasps slap down and start to painlessly burrow into the creature&rsquo;s cranium. After another full minute, the appendages become fully embedded, and the sovereign helm begins the 24-hour process of rewriting the neural pathways of the subject&rsquo;s brain. If the helm is removed at any time during this period and then placed back onto the same subject, the 24 hours begin anew. Once this process is complete, the sovereign helm grants the wearer some control over constructs with the technological subtype.<br />While a sovereign helm has a different method of installation than most augmentations, it acts as a brain system augmentation in all other ways. You can&rsquo;t wear and make use of a sovereign helm if you have preexisting brain system implantation, nor can you install a brain system implantation while a sovereign helm&rsquo;s apparatuses are burrowed into your cranium.<br />Once the sovereign helm has fully rewritten your neural pathways, it allows you to spend a standard action in an attempt to assert some amount of control over a single construct with the technological subtype that you can see within 60 feet of you. A targeted construct must attempt a Will saving throw (DC = 10 + half your level + your key ability score modifier); on a failure, it must stop what is doing and can do only what you command (using only the following commands) until the end of your next turn. If the construct succeeds at its saving throw, it is immune to your sovereign helm&rsquo;s control for 24 hours.</p>\n<p><br /><strong>Full Stop:</strong>&nbsp;The construct cannot do anything until the end of your next turn.<br /><strong>Move:&nbsp;</strong>On the construct&rsquo;s next turn, you can decide how it spends its move action.<br /><strong>Attack:</strong>&nbsp;On the construct&rsquo;s next turn, you can decide how it attacks.</p>\n<p><br />After the first round a construct has failed its save, you can attempt to maintain your control over it with a move action each round, but the construct can attempt another saving throw. If the construct succeeds, you lose control and the construct is immune to your sovereign helm&rsquo;s effects for 24 hours. If the construct fails, your control over it continues until the end of your next turn, and you can choose the same or a different command from the list. A sovereign helm allows you to control only one construct at a time.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "",
    "type": "cybernetic",
    "quantity": 1,
    "bulk": "-",
    "price": 14975,
    "level": 9,
    "attuned": false,
    "equipped": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": null,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "modifiers": [],
    "system": "brain",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "bkHkUBOJeyYySjcT"
}