{
  "_id": "ZH9Hc4wfYwPx1Bxz",
  "name": "Spell putty, 2nd-level",
  "type": "magic",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 9
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "0",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Invented by space goblins to better “taste enchantments” found on Absalom Station scrap, this purple-gray putty proved far more effective at transferring magical concepts from an item to a user. When you spend 1 minute working the putty against the surface of aspell gemorspell ampoule, you imprint that item’s stored spell into the putty, causing the putty’s surface to look as though it’s covered in tiny glyphs and magical formulae for 24 hours. This process drains thespell ampoule’sorspell gem’smagic, rendering it inert.</p>\n<p>You can consume an imprinted piece ofspell puttyas a standard action. If you’re a spellcaster and the imprinted spell is on your class spell list, you can spend 1 Resolve Point to temporarily learn that spell, adding it to your list of known spells for 8 hours. You can learn only one spell at a time fromspell putty, and consuming another piece deactivates any otherspell puttyyou’ve eaten.</p>\n<p>The maximum spell level that a piece ofspell puttycan absorb is based on its model.Spell puttyworked intospell ampoulesandspell gemswhose spell level is too high has no effect, but thespell puttyremains viable and can later be applied to a more suitable item.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 4,
    "limitedWear": false,
    "modifiers": [],
    "price": 300,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "GM pg. 52",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}