{
  "_id": "Pyir6Wr0AjG2ttcJ",
  "name": "Spellthrower",
  "type": "fusion",
  "effects": [],
  "flags": {},
  "img": "systems/sfrpg/icons/equipment/weapons/weapon-fusions-10.webp",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>A weapon with the&nbsp;spellthrower&nbsp;fusion is able to have a single spell gem loaded into it at a time. It takes 1 minute to load a spell gem, and only gems containing a spell with a casting time of one standard action or less and a spell level no greater than one-quarter the weapon&rsquo;s item level can be loaded into the weapon.</p>\n<p>If you are proficient with and wielding the weapon, as a full action you can cast the spell contained within the spell gem rather than make a normal attack. This allows you to use the spell gem as if you were a spellcaster with the spell on your class&rsquo;s spell list.</p>\n<p>Unlike the normal rules for using a spell gem, it does not matter if the gem&rsquo;s item level is higher than your caster level (even if your caster level is 0). However, if the spell gem&rsquo;s item level is higher than your base attack bonus, once you&rsquo;ve spent the full action to cast the spell, you must succeed at an attack roll with the weapon against an AC equal to the spell gem&rsquo;s level + 1 or you fail to cast the spell. This roll represents your expertise with the weapon, and no actual attack or ammunition is used. If you fail to cast a spell from a spell gem, the spell is expended harmlessly and the spell gem is destroyed.</p>"
    },
    "equipped": false,
    "identified": true,
    "level": 2,
    "modifiers": [],
    "price": 0,
    "quantity": 1,
    "source": "CRB pg. 195"
  }
}