{
  "_id": "5vcWyOvziRZw5lWD",
  "name": "Spell ampoule, 2",
  "type": "consumable",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "ability": "",
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "action",
      "condition": "",
      "cost": 1
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "none",
      "value": null
    },
    "attackBonus": 0,
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "chatFlavor": "",
    "consumableType": "ampoule",
    "container": {
      "contents": [],
      "isOpen": true,
      "storage": [
        {
          "type": "slot",
          "acceptsType": [
            "spell"
          ],
          "affectsEncumbrance": false,
          "amount": 0,
          "subtype": "spellSlot",
          "weightProperty": "bulk"
        }
      ]
    },
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>[Example: drag and drop your 2nd level spell immediately below from the compendium, then delete the place holder spell entry]&nbsp;</p>\n<p>@UUID[Compendium.sfrpg.spells.4MJMFISvSHl8p82D]{Alter Corpse}</p>\n<h2>Spell Ampoule</h2>\n<p>Spell ampoules are injectable magic, where the essence of a magic spell has been condensed into a liquid form and prepared for injection into a creature. Known colloquially as “spell amps,” these heady, ready-to-use magic injections can be used only once. A spell amp duplicates the effect of a beneficial spell (a spell with “harmless” in its Saving Throw or Spell Resistance entry), excluding divination spells or spells that create some link between the caster and the target. In addition, the spell must be 3rd level or lower, have a casting time of 1 minute or less, and target one or more creatures (but not spells that target just the spellcaster). If a spell targets both creatures and objects, it only affects creatures when used as a spell amp. If a spell requires expending a Resolve Point to cast, it also requires the user to spend a Resolve Point when used as a spell amp (if you choose not to spend a Resolve Point or don’t have any Resolve Points remaining, the spell amp has no effect).&nbsp;</p>\n<p>A spell amp always has an item level equal to three times the level of the spell it duplicates (treat as a 2nd-level item for spell amps with 0-level spells), and a caster level equal to its item level. Creating a spell ampoule has the same requirements as creating a spell gem (see below).&nbsp;</p>\n<p>You can only use a spell ampoule on yourself or a willing or unconscious creature. Injecting yourself or a willing creature with a spell ampoule is a standard action, while injecting an unconscious creature is a full action. Spell amps take effect as if the spell had been cast upon the creature injected. When you are injected with a spell amp, you get to make any decisions about the spell’s effect as if you were the caster of the spell—you are both the effective target and the caster of the effect.</p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": ""
    },
    "equippable": false,
    "equipped": false,
    "formula": "",
    "identified": true,
    "isActive": null,
    "level": 6,
    "modifiers": [],
    "price": 700,
    "quantity": 1,
    "range": {
      "additional": "",
      "per": "",
      "units": "none",
      "value": null
    },
    "save": {
      "type": "",
      "dc": "",
      "descriptor": "negate"
    },
    "source": "CRB, p. 222",
    "target": {
      "type": "",
      "value": ""
    },
    "uses": {
      "autoDestroy": true,
      "autoUse": true,
      "max": 1,
      "per": "charges",
      "value": 1
    }
  }
}