{
  "_id": "go1yl0E8Bdr8rCxq",
  "name": "Spell gem, 5",
  "type": "consumable",
  "img": "icons/commodities/gems/gem-rough-cushion-purple.webp",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "action",
      "condition": "",
      "cost": 1
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "none",
      "value": null
    },
    "attackBonus": 0,
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "chatFlavor": "",
    "consumableType": "spellGem",
    "container": {
      "contents": [],
      "isOpen": true,
      "storage": [
        {
          "type": "slot",
          "acceptsType": [
            "spell"
          ],
          "affectsEncumbrance": false,
          "amount": 0,
          "subtype": "spellSlot",
          "weightProperty": "bulk"
        }
      ]
    },
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>[Example: drag and drop your 5th level spell immediately below from the compendium, then delete the place holder spell entry]&nbsp;</p>\n<p>@UUID[Compendium.sfrpg.spells.kzOemsOWuqgbbGZw]{Baleful Polymorph}</p>\n<h2>Spell Gem</h2>\n<p>Consisting of one or more lattices of carefully arranged lines of rare metal and bits of precious stone in a silicon casing, each lattice in a spell gem is encoded with magical writings equivalent to the casting of a single, specific spell. Holding a spell gem in your hand unlocks little-used portions of your mind, granting you the ability to temporarily cast the spell encoded within the gem without using up your daily spell slots. You must hold the spell gem in your hand throughout the spell’s casting time and must spend at least a standard action using the spell gem, even if the spell’s casting time is shorter. Each spell stored within a spell gem can be cast only once, after which the magic encoded within the spell gem’s lattice is forever expended.&nbsp;</p>\n<p>Only spellcasters are capable of using spell gems—if you aren’t a spellcaster, you’re unable to make use of the knowledge that the gem unlocks. You don’t need to know the spell within a spell gem to use it, but the spell must be on your class’s spell list (or have otherwise been added to your spell list) and you must have a high enough key ability score to cast it. If the spell gem’s item level is higher than your caster level, once you’ve spent the full casting time of the spell, you must succeed at a caster level check with a DC equal to the spell gem’s item level + 1 or you fail to cast the spell. If you fail to cast a spell from a spell gem, the spell remains within the gem and you can attempt to use it again.&nbsp;</p>\n<p>To craft a spell gem, you have to know the spell you’re encoding into the gem. If a spell requires expensive materials as part of its casting (such as raise dead), you must provide those while crafting the gem, and the gem’s price is increased by the price of the components. You can create larger, compound spell gems with multiple spells in multiple lattices, with a price equal to the total price of all spells stored within it. Such spell gems can be used to cast only one spell at a time.</p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": ""
    },
    "equippable": false,
    "equipped": false,
    "formula": "",
    "identified": true,
    "isActive": null,
    "level": 14,
    "modifiers": [],
    "price": 10500,
    "quantity": 1,
    "range": {
      "additional": "",
      "per": "",
      "units": "none",
      "value": null
    },
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "CRM, p. 222",
    "target": {
      "type": "",
      "value": ""
    },
    "uses": {
      "autoDestroy": true,
      "autoUse": true,
      "max": 1,
      "per": "charges",
      "value": 1
    }
  }
}