{
  "name": "Squirming entrails, Mk 4",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  },
  "type": "augmentation",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>Squirming entrails reinforce your esophagus and replace your stomach and lower gastrointestinal tract with writhing intestines. You still must eat, but you suffer no ill effects from eating spoiled food and gain a +4 enhancement bonus against ingested drugs and poisons, unless they specifically affect undead. In addition, you can extrude your squirming entrails from your mouth as a move action and use them almost like an additional limb, though you can&rsquo;t speak, ingest anything, or hold your breath while doing so. You can retract your squirming entrails as a move action.</p>\n<p>Each model of squirming entrails functions differently when extruded: mk 1 squirming entrails help you keep your balance, so you don&rsquo;t take the normal penalties to attacks or gain the flat-footed condition when you are off-kilter, and you gain a +4 circumstance bonus to Athletics checks to balance. Mk 2 squirming entrails function as mk 1 squirming entrails, except that they also allow you to stand from prone as a swift action. Mk 3 squirming entrails function as mk 2 squirming entrails and are also prehensile, allowing you to hold an additional hand&rsquo;s worth of equipment. Mk 4 squirming entrails function as mk 2 squirming entrails and allow you to hold two additional hands&rsquo; worth of equipment. Mk 5 squirming entrails function as mk 4 squirming entrails and, when not holding any objects, can perform an attack five times a day identical to that of mk 3 ghoul glands. Squirming entrails that allow you to hold more equipment don&rsquo;t increase the number of attacks you can make in combat, but they allow you to store a single object of light or negligible bulk inside your body when you retract them. An external examination or a tactile search can&rsquo;t detect the hidden object, but most security checkpoints include a scan that can detect it.</p>",
      "unidentified": ""
    },
    "source": "ARM, p. 96",
    "type": "necrograft",
    "quantity": 1,
    "bulk": "-",
    "price": 350000,
    "level": 18,
    "attuned": false,
    "equipped": false,
    "equippable": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 6,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "modifiers": [],
    "system": "throat",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/commodities/biological/organ-intestines-red.webp",
  "effects": [],
  "_id": "vIIPyllhA9IOxu4y"
}