{
  "name": "Staff of Nuclear Vengeance",
  "type": "hybrid",
  "data": {
    "description": {
      "value": "<p>The&nbsp;staff of nuclear vengeance&nbsp;is an 8th-level hybrid item of 1 bulk, and it costs 10,500 credits. It resembles an autoclaw fixed to the end of a long rod, with the claw gripping a small chunk of glowing nuclear material encased in an invisible forcefield. It can be used as either a melee weapon or a small arm. As a basic two-handed melee weapon, the staff deals 2d6 bludgeoning and fire damage with the irradiate critical hit effect and has the special properties block and radioactive weapon. When the staff is used as a small arm, it has a range increment of 60 feet, and a single shot consumes two charges from its 40-charge capacity and deals 2d4 fire damage with the irradiate critical hit effect and the radioactive weapon special property. Switching the staff from melee functionality to ranged functionality (and vice versa) is a swift action. Additionally, the staff may be loaded with a small piece of specially-crafted radioactive material costing 2,500 credits; the wielder may consume this resource as a standard action to cast irradiate as though using a spell gem, using his character level as his mystic level, even if he isn&rsquo;t a spellcaster.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SFS #2–16 pg. 17",
    "type": "",
    "quantity": 1,
    "bulk": "1",
    "price": 10500,
    "level": 8,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 13,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "uCQnHO1RdxLbD2gv"
}