{
  "name": "Starship Crew, Standard",
  "type": "goods",
  "data": {
    "description": {
      "value": "<h1>Starship Crew</h1>\n<p>Although most starships require crews of only half a dozen or fewer to fly, larger vessels can require 20 or more crew members to operate successfully. Standard crew members usually don&rsquo;t have a stat block, but they are generally characters of CR 1 or lower. They cannot fill roles in starship combat, but they can serve on teams supporting an officer in a role.<br /><br />Officers are NPCs who can be hired to fill unoccupied starship combat roles on a starship. Officer stat blocks can be created using the monster creation rules beginning on page 126 of the&nbsp;Alien Archive, with the skill most associated with their starship role as a master skill. They can be any CR, but few officers will serve on a starship of a lower tier than their CR. Officers can have any class graft, but it&rsquo;s generally easier to find envoys, mechanics, operatives, and soldiers interested in serving aboard starships than mystics, solarians, or technomancers.<br /><br />The price of hiring a starship officer is based on the typical total bonus she has in a specific skill relevant to her starship role, representing her skill level. However, the GM can determine that a specific officer actually has a bonus much higher or lower than the norm for someone at her pay rate. At the GM&rsquo;s discretion, NPCs that the PCs have helped or allied with can choose to become crew members on the PCs&rsquo; starship, possibly reducing the price to hire them by half, one-third, or even to zero for exceptionally grateful NPCs.</p>\n<p>&nbsp;</p>\n<p><strong>Price&nbsp;20 per week</strong></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AR pg. 135",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 20,
    "level": 1,
    "attuned": false,
    "equipped": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 6,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "modifiers": [],
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/equipment/technological%20items/datapad.jpg",
  "effects": [],
  "_id": "ApWLLUJuMbhyuWDz"
}