{
  "_id": "MCZ4InzZSWMLafAQ",
  "name": "Starship in a bottle",
  "type": "magic",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 15
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "2",
    "capacity": {
      "max": 150,
      "value": 150
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>When purchased or crafted, a starship in a bottle looks like a miniature model of a generic starship within a plain, narrownecked glass bottle. However, when placed in a prominent location on a starship’s bridge for 24 hours, the model links to that starship and transforms into an exact replica of it. During starship combat, the replica can sometimes be seen to turn and twist in the same maneuvers the linked starship is performing. A member of the linked starship’s crew (meaning anyone holding one of the major starship combat roles) can hold the starship in a bottle in two hands and concentrate for 10 minutes to transfer all the Hull Point damage of the linked starship to the replica. The linked starship is returned to full Hull Points, while the various dents, scratches, and even holes in the linked starship’s hull visibly transfer to the replica. Up to 150 Hull Points of damage can be transferred to the replica before it loses all its magic, becoming a mundane trinket of a wrecked starship inside of a bottle. A starship can be linked to only one starship in a bottle at a time.&nbsp;</p>\n<p>A spellcaster can cast either<em> @UUID[Compendium.sfrpg.spells.QAU3felak3Etp6t1]{Mending} </em>or @UUID[Compendium.sfrpg.spells.fiFr41dYjlAxJlwn]{Make Whole}&nbsp;on the <em>starship in a bottle</em> to repair the replica’s Hull Point damage once per day, but doing so creates a feedback loop between the spellcaster and the magic item. The spellcaster takes an amount of Hit Point damage equal to twice the number of Hull Points restored; this damage can’t be reduced in any way (though it can be healed as normal). There is no other way to repair the Hull Point damage done to the replica.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 10,
    "limitedWear": false,
    "modifiers": [],
    "price": 17500,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "AP#16, p. 49",
    "usage": {
      "per": "",
      "value": null
    }
  }
}