{
  "name": "Stench glands, Mk 4",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  },
  "type": "augmentation",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>Stench glands are a concentration of undead sweat glands located mostly in your armpits that can emit a foul, debilitating odor. As a standard action a number of times per day equal to your stench glands&rsquo; mark, you can activate the necrograft to form a 10-foot radius cloud of stench centered on you that persists for 1 minute. Living creatures that enter your cloud must succeed at a Fortitude saving throw or be sickened until they leave the cloud and for 1d4+1 rounds thereafter. A creature that succeeds at this save is unaffected by your stench for 24 hours. Creatures that do not breathe or use self-contained breathing are unaffected by your stench. You can halt the stench as a swift action.</p>\n<p>Mk 4 and mk 5 stench glands produce a particularly loathsome funk that can drive off most creatures. After the first round of being sickened by your stench, a creature in your cloud must succeed at another Fortitude saving throw or become nauseated until it leaves your cloud, after which it is sickened for 1d6+2 rounds. A creature that succeeds at this second Fortitude save remains sickened as normal, but it must continue to attempt a Fortitude save to avoid becoming nauseated each round it remains in your cloud.</p>",
      "unidentified": ""
    },
    "source": "ARM, p. 97",
    "type": "necrograft",
    "quantity": 1,
    "bulk": "-",
    "price": 350000,
    "level": 18,
    "attuned": false,
    "equipped": false,
    "equippable": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 6,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "modifiers": [],
    "system": "skin",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/commodities/biological/pustules-brown.webp",
  "effects": [],
  "_id": "dLfSmUoldU71inqm"
}