{
  "name": "Strategy game, imperial conquest",
  "type": "technological",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>A staggering variety of board and computer games exists across the galaxy, from venerable board games to singleplayer computer games available on datapads or even comm units. Some are even revered pastimes in specific cultures. Only physical strategy games have bulk; computer games have no bulk but generally consume 1 charge per hour of play. D</p>\n<ul>\n<li><strong>&nbsp;Imperial Conquest (Level 5):</strong> Imperial conquest is an ancient board game with deceptively simple rules and great strategic depth, and it is typically played via an elaborate holographic interface. Up to four people can play a game of imperial conquest, which generally takes 30 minutes per player. At the end of an uninterrupted game, each character who played attempts a DC 20 Intelligence check, with success granting tactical insights. For the next 8 hours, any character who succeeded at the Intelligence check gains a +1 bonus to AC against attacks of opportunity; when two players who succeeded at the Intelligence check flank the same enemy during this time, the bonus to attack rolls from flanking increases by 1. You cannot gain the advantage from more than one game of imperial conquest at a time.</li>\n</ul>",
      "unidentified": ""
    },
    "source": "ARM, p. 108",
    "type": "",
    "quantity": 1,
    "bulk": "2",
    "price": 2850,
    "level": 5,
    "attuned": false,
    "equipped": false,
    "equippable": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 6,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/sundries/gaming/chess-knight-white-glass.webp",
  "effects": [],
  "_id": "OQFNfX3JC0aNCcBc"
}