{
  "name": "Subdermal Extractor",
  "type": "technological",
  "data": {
    "description": {
      "value": "<p>This vicious-looking clawed wand is used to detect and quickly remove foreign objects from under the skin. You can use the subdermal extractor only on an unconscious or willing target. The clawed end of the subdermal extractor contains a delicate sensor that evaluates the target&rsquo;s genetic material and scans for foreign objects (including alien eggs, biotech and cybernetic augmentations, tracking chips, etc.). To detect an anomalous object, you take a move action and must succeed at a Computers or Medicine check with a DC equal to 15 or 10 + the level of the implanted item, whichever is higher. If the implanted material was injected as part of a creature&rsquo;s attack, the DC is instead 15 + the CR of the attacking creature. As a standard action, you can deploy the subdermal extractor to remove anomalous material you have detected. This typically requires a successful DC 25 Medicine check, but this DC might be lower or higher at the GM&rsquo;s discretion (such as if the item is particularly small or if it has woven itself into the target&rsquo;s interior physiology). Whether or not you succeed or fail at the check, the target takes 1d6 slashing damage from the attempt. Each detection attempt uses a charge from the subdermal extractor, as does each removal attempt. You can use a subdermal extractor on yourself, but the DCs of skill checks to use it are increased by 2.<br /><br />Although a subdermal extractor can be used to quickly remove cybernetics or other augmentations, only the most disreputable back-alley shops use subdermal extractors for this purpose, and such augmentations still can&rsquo;t be resold.</p>\n<p>&nbsp;</p>\n<p><strong>Capacity&nbsp;</strong>20;&nbsp;<strong>Usage&nbsp;</strong>1/use</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AR pg. 108",
    "type": "",
    "quantity": 1,
    "bulk": "1",
    "price": 3850,
    "level": 6,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 11,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 1,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "HvQGlGcNu0dR4Af4"
}