{
  "name": "Suborbital Flight",
  "type": "goods",
  "data": {
    "description": {
      "value": "<h1>Transportation</h1>\n<p>Source&nbsp;<a href=\"https://paizo.com/products/btpy9ssr?Starfinder-Core-Rulebook\" target=\"_blank\" rel=\"noopener\">Starfinder Core Rulebook pg. 234</a><br />Travel prices assume transport at a typical, second-class, basic level of accommodation and assistance&mdash;for example, being assigned to common guest quarters on a starship (with six passengers per room), having an assigned seat on a grav-train, waiting a few minutes for a nearby robo-taxi to pick you up, and so on. More private and luxurious travel options normally exist, costing anywhere from two to 10 times as much. Starships in particular often have good and luxurious quarters that offer better accommodations (see the guest quarters expansion bay option on page 299 for more details on the amenities of each typical level of starship accommodations). Truly exceptional options exist for the ultrarich, which can cost 1,000 times as much as common travel.<br /><br />Cheaper options are often also available, such as steerage transportation in a converted cargo hold, or standing-room-only cars for grav-train rides. These normally cost half to one-quarter the listed price, though at the GM&rsquo;s discretion even cheaper options (possibly those illegally ignoring various safety laws) could exist.<br /><br />It is sometimes possible to procure long-distance passage at reduced prices or even for free by providing a desired service for the transport provider. Taking on common jobs such as a guard, gunner, cook, entertainer, or porter can sometimes facilitate travel on a tight budget. The prices given also assume a Medium or Small creature with no need for special accommodations or environmental conditions different from those of the vessel used. Unusually large creatures or those that require different atmospheres, gravity levels, or light levels than the vessel transporting them can easily see the price double, triple, or more depending on the inconvenience and risks involved.</p>\n<p>&nbsp;</p>\n<p><strong>For quick trips from point to point on a planet, the fastest option is generally a suborbital flight. The price assumes a single seat and a small common area for storage; larger seats or even small cabins cost five to 10 times as much.</strong></p>\n<p>&nbsp;</p>\n<p><strong>Price 1 per 25 miles</strong></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB pg. 235",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 1,
    "level": 1,
    "attuned": false,
    "equipped": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 6,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "modifiers": [],
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/equipment/technological%20items/datapad.jpg",
  "effects": [],
  "_id": "ZHk5WFwWrmUGmw1H"
}