{
  "_id": "j6O8JtLxa6mWxvgE",
  "name": "Suspension Pill",
  "type": "hybrid",
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 8
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>The Company recognizes the hazards involved in long distance Drift travel and the many unexpected situations that might arise. A suspension pill ensures that whether you&rsquo;ve contracted radiation sickness, been exposed to an unknown plague on a remote planet, or accidentally pricked yourself with a lethal toxin, help is never more than a Drift away. Individuals who have consumed a suspension pill should be taken to @Compendium[sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station} or another world within their present planetary system for immediate medical treatment.<br />A character can consume a suspension pill by taking a move action; alternatively, another character can take a standard action to feed a suspension pill to an @Compendium[sfrpg.conditions.lf8pbezocjYIvR9y]{Unconscious} or willing character. The suspension pill places the character in a coma-like state for a period of one week, during which the character is @Compendium[sfrpg.conditions.lf8pbezocjYIvR9y]{Unconscious} and requires no food or water. During this time, any @Compendium[sfrpg.rules.JaRMioj4isNp7r1P]{Afflictions} affecting the character don&rsquo;t progress, and the character doesn&rsquo;t attempt saving throws for them; the affliction remains at whatever state it was in for the duration of the pill&rsquo;s effect, then resumes when the pill wears off.<br />Once a suspension pill wears off, the character is immune to the effects of suspension pills for one week.</p>"
    },
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 3,
    "modifiers": [],
    "price": 250,
    "quantity": 1,
    "source": "AP #34 pg. 47",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}