{
  "_id": "x9ZYK3wTZxio4sKU",
  "name": "Synaptic accelerators (Technology), Mk 2",
  "type": "augmentation",
  "img": "icons/magic/unholy/projectile-helix-blood-red.webp",
  "system": {
    "type": "personal",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "ammunitionType": "",
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "12",
        "value": 12
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "chatFlavor": "",
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>These implants supercharge the synaptic connections in your brain, allowing you to process information faster and send impulses throughout your body more effectively. Synaptic accelerators grant you additional ability points. This counts as a personal upgrade of the appropriate model number. It takes an hour to install a synaptic accelerator, and once a character has benefited from its technology, it is forever spent.</p>\n<p><em>Change your selected Ability upgrade in the Modifiers tab.</em></p>\n<h3>Personal Upgrades</h3>\n<p>Personal upgrades are a special class of augmentation that do not follow the normal system-limitation rules. Instead, these are broad upgrades that make changes across your entire body, while still allowing for other augmentations. Put more simply, buying a personal upgrade is the easiest way to increase your ability scores.</p>\n<p>Personal upgrades may be cybernetics, biotech upgrades, mystical crystals, nanite enhancements, or various other forms of enhancement, and each permanently grants you additional ability score points. Using any of these sorts of items counts as a personal upgrade.</p>\n<p>You can gain a total of three personal upgrades, regardless of the source. Each personal upgrade item has a model number: mk 1, mk 2, or mk 3. A mk 1 personal upgrade grants you +2 points to a single ability score, a mk 2 personal upgrade grants +4 points to a single ability score, and a mk 3 personal upgrade grants you +6 points to a single ability score. Each of your personal upgrades must be a different model number (for example, you cannot have three mk 1 upgrades, but you can have a mk 1, a mk 2, and a mk 3) and each must be applied to a different ability score. You can boost an existing personal upgrade by paying the difference in price between the current model and the next higher model. For example, if you have a mk 1 synaptic accelerator granting you +2 points of Strength, you could increase that to a mk 2 synaptic accelerator granting you a total +4 points of Strength by paying 5,100 credits (the difference in price between the mk 1 and mk 2 models). Be sure to keep track of what upgrades you have applied to which ability scores.</p>"
    },
    "duration": {
      "units": "",
      "value": null
    },
    "equippable": true,
    "equipped": false,
    "formula": "",
    "hands": 0,
    "identified": true,
    "isActive": null,
    "level": 7,
    "modifiers": [
      {
        "_id": "24d1af59-4019-4073-a371-15ebadaad1b8",
        "name": "Synaptic accelerators, Mk 2",
        "type": "untyped",
        "condition": "",
        "effectType": "ability-score",
        "enabled": true,
        "max": 4,
        "modifier": "4",
        "modifierType": "constant",
        "notes": "",
        "source": "",
        "subtab": "misc",
        "valueAffected": "str"
      }
    ],
    "price": 6500,
    "quantity": 1,
    "quantityPerPack": 1,
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "CRB pg. 212",
    "system": "none",
    "target": {
      "type": "",
      "value": null
    },
    "usage": {
      "per": "",
      "value": 0
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}