{
  "_id": "okgSmMd7O5Gw6ajZ",
  "name": "Tactokinesis Gloves",
  "type": "hybrid",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 11
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Tactokinesis gloves&nbsp;use an array of magical and magnetic sensors to extend and amplify the wearer&rsquo;s sense of touch. They were first developed in @Compendium[sfrpg.setting.Yt2xT4Iy6lHjCzso]{The Diaspora} to allow miners to locate veins of metal by touch through the material of their space suits. It soon found applications for thieves and explorers alike. Using the gloves, you can perceive and manipulate objects close at hand without actually touching them, and you can even sense details hidden just below the surface.<br /><br />While wearing a pair of tactokinesis gloves, you can use the @Compendium[sfrpg.skills.CzEAY60hUMyfOC4G]{Perception} and P@Compendium[sfrpg.skills.K7kLBqHKNvi6lOem]{Physical Science} skills to examine a metal or technological construct or object within your reach, whether or not you can perceive the object with other senses. In addition, the gloves provide a +2 circumstance bonus to @Compendium[sfrpg.skills.QpQkjVUMt7OLS1pu]{Engineering} checks to assess stability or disable a device, and they count as necessary tools for such purposes. You can attempt such checks without directly touching the target, as well as use similar abilities that manipulate technology by touch, such as the @Compendium[sfrpg.class-features.EE8KOT5324qTuW2o]{Overload} mechanic class feature. In a zero-gravity environment, you can use the limited telekinesis provided by the gloves to pick up and move objects of up to 1 bulk without actually touching them. As a standard action, you can use the gloves to deliver a disruptive pulse to an @Compendium[sfrpg.races.GHIntVN70xTt2Tlo]{Android}, drone, robot, or creature with the technological subtype. If the creature fails a Will saving throw (DC = 13 + your Dexterity modifier), it is @Compendium[sfrpg.conditions.2XWEujYSyryB4oHm]{Dazed} for 1 round. Once a creature has attempted a saving throw against this ability (regardless of the result), it is immune to this ability for 24 hours.<br /><br />The range of this telekinesis is limited to your reach, as you must be almost touching the target to manipulate it.&nbsp;Tactokinesis gloves&nbsp;do not function through a force field.</p>"
    },
    "equippable": true,
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 6,
    "limitedWear": true,
    "modifiers": [
      {
        "_id": "5f8157df-a2c0-47fc-a01d-97d2038ff396",
        "name": "Tactokinesis Gloves",
        "type": "circumstance",
        "condition": "",
        "effectType": "skill",
        "enabled": false,
        "max": 2,
        "modifier": "2",
        "modifierType": "formula",
        "notes": "The Tactokinesis Gloves provide a +2 circumstance bonus to  Engineering checks to assess stability or disable a device, and they count as necessary tools for such purposes. You can attempt such checks without directly touching the target.",
        "source": "",
        "subtab": "misc",
        "valueAffected": "eng"
      }
    ],
    "price": 4450,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "PW pg. 203",
    "usage": {
      "per": "",
      "value": 0
    }
  },
  "img": "icons/svg/mystery-man.svg"
}