{
  "name": "Tactical Scaffold",
  "type": "upgrade",
  "data": {
    "description": {
      "value": "<p>As a full action, you can attach a small armor, longarm, heavy weapon, or sniper weapon to this counterweighted mechanical weapon support. Removing a weapon from it is also a full action. As a move action, you can activate the scaffold, bringing the weapon to your hand or hands. You can activate the scaffold as part of a move action to move, but Quick Draw and other abilities that allow you to draw weapons faster than normal don’t affect the time required to activate it. You can’t wield a weapon mounted to the scaffold without it being activated. When activated, the scaffold tracks your motions and provides support for the weapon attached to it, allowing you to wield two-handed weapons using only one hand. If you wield a heavy weapon with two hands while using the scaffold, treat your Strength score as 2 higher for the purpose of meeting the minimum Strength score for using heavy weapons. If you wield a sniper weapon with two hands while using the scaffold you can use its aimed range increment without taking a move action to aim. If you drop the weapon (or it is successfully disarmed), the scaffold automatically folds away and stows the weapon for later use.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "",
    "type": "",
    "quantity": 1,
    "bulk": "2",
    "price": 2850,
    "level": 5,
    "attuned": false,
    "equipped": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": null,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": null,
      "max": null
    },
    "usage": {
      "value": null,
      "per": ""
    },
    "modifiers": [],
    "slots": 2,
    "armorType": "power",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    },
    "allowedArmorType": "heavy"
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "T4bMtu2V7osS89HV"
}