{
  "_id": "3FKlr0Us0IHT6M5B",
  "name": "Tandem Translocator",
  "type": "upgrade",
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  },
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "armorType": "any",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 40,
      "value": 40
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>This armor upgrade is purchased as a set of two, each of which is installed in a different suit of armor. A creature wearing armor equipped with a tandem translocator can touch another creature also wearing such armor and take a standard action to attune the two creatures to each other. A tandem translocator can be attuned to only one other tandem translocator at a time. Once attuned, the two creatures become quantum entangled and can swap places with each other over vast distances. Twice per day, a creature wearing armor with this upgrade can take a standard action to activate the translocator and attempt to swap positions with the another creature to whom they are attuned; this other creature must take a reaction to allow this swap to occur. If the swap does occur, the two creatures exchange places. Tandem translocators work across any distance, but if the attuned creatures don&rsquo;t have line of sight with each other, the creature who activated the translocator must spend a Resolve Point. Tandem translocators don&rsquo;t work across planes, including the Drift; attempts to translocate across planar barriers simply fail.&nbsp; In addition to the regular rules for armor upgrades, tandem upgrades function only if another ally possesses the same upgrade and both allies currently have the same tandem upgrade installed.</p>"
    },
    "equippable": false,
    "equipped": false,
    "identified": true,
    "level": 16,
    "modifiers": [],
    "price": 151000,
    "quantity": 1,
    "slots": 1,
    "source": "AP333, p. 50",
    "usage": {
      "per": "",
      "value": 1
    }
  }
}