{
  "_id": "E7Ue8SDadODyJQIJ",
  "name": "Tangleburst seed",
  "type": "magic",
  "img": "icons/commodities/materials/plant-sprout-seed-brown-green.webp",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 1,
      "value": 1
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>A brown seed 2 inches long, a tangleburst seed has an inch of green root protruding from one end. Extremists among the Xenowardens smuggle these seeds all across the galaxy. Despite the seeds’ function, they’re not technological, so they don’t usually show up on scanners looking for weapons or dangerous devices.</p>\n<p>As a move action, you can squeeze the seed to activate it and hold it or drop it in a square within your reach. Alternatively, as a standard action, you can squeeze and throw the seed (range increment 20 feet) as a ranged attack targeting a square (AC 5). At the end of the turn in which you activate the seed, it erupts into thick vines in the square it’s in, as well as all squares within 10 feet of the first. This area becomes difficult terrain.</p>\n<p>A creature caught in the vines must succeed at a Reflex saving throw (DC = 14 + your key ability score modifier) or become entangled. An entangled creature can escape as a move action with a successful Acrobatics check or Strength check at the same DC.</p>\n<p>The vines last and renew themselves for 5 rounds; if the seed lands on a surface made of a material in which plants can’t normally grow, the vines last for only 2 rounds. When the duration ends, the seed and vines wither and turn to dust.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 4,
    "limitedWear": false,
    "modifiers": [],
    "price": 675,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "AR pg. 117",
    "usage": {
      "per": "action",
      "value": 1
    }
  }
}