{
  "_id": "p0pbClQifAzq8Emm",
  "name": "Techbane rod",
  "type": "magic",
  "img": "icons/weapons/staves/staff-engraved-wood.webp",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 13
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "1",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>A simple wooden rod carved with sigils that pulse with magic, a techbane rod is particularly useful against those reliant on technology. These rods appeared during the Gap, likely created by spellcasters as an answer to rapidly expanding technology.&nbsp;</p>\n<p>As a standard action, you can touch a techbane rod to an unattended technological or hybrid item, weapon, or armor. If such an object fits inside a 10-foot cube, it must succeed at a Fortitude saving throw (DC = 14 + your key ability score modifier) or its functions are suppressed for 1d4 rounds.&nbsp;</p>\n<p>If a creature is holding or wearing the object, you must succeed at a melee attack roll against the creature&rsquo;s EAC to hit the target object. Alternatively, if a creature is wearing the object, you can use the techbane rod as a club (which counts as magic for the purpose of overcoming DR) to hit the wearer and the target object. If your attack hits, the object must attempt a Fortitude saving throw as normal, but the bearer can use its Fortitude save bonus in place of the object&rsquo;s.&nbsp;</p>\n<p>You can instead touch the rod to a creature that has the technological subtype, targeting EAC, or you can use the rod as a magic club against such a creature. If your attack hits, the creature must succeed at a Fortitude saving throw (at the same DC) or become staggered and unable to use energy-based attacks for 1d4 rounds. A creature can attempt a new Fortitude saving throw at the end of its turn each round to end the effect early.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 8,
    "limitedWear": false,
    "modifiers": [],
    "price": 10000,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "ARM, p. 117",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}