{
  "name": "Telekinetic Gloves",
  "type": "hybrid",
  "data": {
    "description": {
      "value": "<p>Thin leather gloves that have delicate steel wires running through them,&nbsp;telekinetic gloves&nbsp;allow you to manipulate objects at a distance. The gloves count as a worn magic item unless you install them in armor, taking up one upgrade slot.<br /><br />While you wear the gloves, you can use&nbsp;psychokinetic hand&nbsp;as a spell-like ability at will with a range of up to 30 feet. Once per day, the glove can be used to either use&nbsp;psychokinetic strangulation&nbsp;as a spell-like ability (range 30 feet, duration 2 rounds, save DC = 13 + your key ability score modifier) or attempt to disarm or trip a target within 30 feet of you. To attempt a combat maneuver, roll 1d20 + your level + your key ability score modifier against your target&rsquo;s KAC + 8. If you succeed at the disarm maneuver, you can bring the object to you, catching it in a hand you have free or allowing it to land in your space. After you use the gloves this way for the first time in a day, you can spend 1 Resolve Point to do so again, up to two more times a day. Once you use a given pair of&nbsp;telekinetic gloves, you can&rsquo;t use a different pair for 24 hours.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AR  pg. 125",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 13500,
    "level": 9,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 14,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "OxVNKDyY1VSgQlq1"
}