{
  "_id": "J8SQSaOHcsuIhblM",
  "name": "Teleportation puck",
  "type": "magic",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 13
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "capacity": {
      "max": 1,
      "value": 1
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>A teleportation puck is a dull black disc, about 6 inches in diameter and 1 inch thick, with a rough surface. If the puck is viewed with detect magic, runic patterns become visible on the puck’s surface. As a standard action, you can activate the puck and throw it (range increment 30 feet) as a ranged attack targeting a square (AC 5). If the puck is within 120 feet of you after you throw it, you can teleport to the puck’s location as a move action, carrying objects up to your maximum capacity. You can also bring up to two willing or unconscious Medium or smaller creatures (or one willing or unconscious Large creature) with you, provided that all creatures that teleport in this way are touching at least one other creature that teleports at the same time.</p>\n<p>If you arrive in a place that is already occupied by a solid body, you and all creatures traveling with you each take 1d6 force damage and are shunted to a random open space on a suitable surface within 10 feet of the puck’s location. If no such space exists within 10 feet, you and all creatures traveling with you each take 1d6 additional force damage and are shunted to an appropriate space within 30 feet. If no such space exists within 30 feet, you and all creatures traveling with you each take 2d6 additional force damage and the teleportation fails. Any creature that occupies the destination space and causes the teleportation to fail takes half the damage you do.</p>\n<p>Once thrown, the puck remains active either until you successfully teleport to it or until 5 rounds have passed. It then becomes a nonmagical object that can’t be used to teleport again.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 8,
    "limitedWear": false,
    "modifiers": [],
    "price": 1500,
    "quantity": 1,
    "quantityPerPack": 1,
"source": "AR pg. 117",
    "usage": {
      "per": "action",
      "value": 1
    }
  }
}