{
  "name": "Thief drone",
  "type": "technological",
  "img": "systems/sfrpg/icons/classes/drone.png",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>A thief drone is a specialized version of a @Compendium[sfrpg.equipment.qlS0lRayx0Ah28fW]{Basic Domestic Drone} (Armory 101). When activated, this Tiny drone acts as the hover drone of a 1st-level mechanic, and you control it as if you were a 1st-level mechanic (using either an included remote control or a computer with an added control), except it has the smuggler&rsquo;s compartment drone mod instead of a weapons mount. The thief drone can&rsquo;t make any attacks and has no feats and no ability to add drone mods beyond those specified in this entry. An activated thief drone can move its speed, but it can otherwise take only the actions specified in this description. A thief drone can understand one language (chosen at purchase), but it cannot speak. Some criminals disguise their thief drones to resemble ordinary drones, which allows these illegal models to blend in without raising suspicion.</p>\n<p>If an activated thief drone is accessible to a creature attempting an Engineering check to disable a lock, that creature reduces the DC of the Engineering check by 5. Alternatively, the thief drone can attempt to disable a lock on its own with a &ndash;5 penalty. Its skill unit is Engineering. A thief drone has a usage of 1/hour with a capacity of 20.<br />A thief drone can be upgraded with any two of the following technological items by paying 125% of the item&rsquo;s price: grappler, glass cutter, tool kit (hacking), or x-ray visor. The price of buying and installing an upgrade includes the price of replacing an old upgrade on a drone, if applicable.</p>",
      "unidentified": ""
    },
    "source": "TR pg. 50, AP #15 pg. 53",
    "type": "",
    "quantity": 1,
    "bulk": "4",
    "price": 3000,
    "quantityPerPack": 1,
    "level": 5,
    "attuned": false,
    "equipped": false,
    "equippable": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 10,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "ammunitionType": "",
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "_id": "nmy0EBd2R6fS2I6w"
}