{
  "_id": "xDzD5SHemgJZMvM5",
  "name": "Time-pit boots",
  "type": "technological",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 16
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "1",
    "capacity": {
      "max": 5,
      "value": 5
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@Compendium[sfrpg.rules.AoGIedPXZpPJUbzz]{Tech Relics}</p>\n<p>These unwieldy metal boots resemble those used in primitive space suits, though they don&rsquo;t impede your movement while worn. You must be standing on the ground when you activate the time-pit boots, and you can&rsquo;t activate them in zero-g. Upon activating the boots, a rift in the fabric of time opens beneath your feet and sucks you in. The rift closes immediately behind you, and you can&rsquo;t take any other creatures with you. You cease to exist for 1d4 rounds as you fall though time; you are undetectable and can&rsquo;t be affected by any creature. You can&rsquo;t take actions during this time, as it passes instantaneously for you. You&rsquo;re then expelled through a momentary rift that appears above the space you occupied when you activated the boots (or the nearest random open space, if your original space is now occupied). You&rsquo;re treated as having fallen 50 feet for every round you were gone, although if you can fly or otherwise mitigate the falling damage, you land uninjured.</p>\n<p>Time-pit boots can&rsquo;t be recharged normally. When worn by a creature under a haste effect countered by slow, or under a slow effect countered by haste, the boots latch onto the slight temporal displacement to begin recharging. They can&rsquo;t be used for 24 hours, but recover all their charges at the end of that period.</p>"
    },
    "equippable": true,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 11,
    "modifiers": [],
    "price": 25000,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "TR pg. 67",
    "usage": {
      "per": "action",
      "value": 1
    }
  },
  "img": "icons/svg/mystery-man.svg"
}