{
  "_id": "u29xKStsNlJzi5I7",
  "name": "Tool Kit, Xhinti Holdings",
  "type": "technological",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>A tool kit is a set of specialized tools and devices not worth purchasing individually, but which as a collection are required for a given task or provide a circumstance bonus to certain skill checks.</p>\n<p>&nbsp;</p>\n<p>Xhinti Holdings, which has corporate offices on Salomo Station and factories on @Compendium[sfrpg.setting.gzXT0xwsj8kQAoj0]{Akiton}, produces a line of specialty tool kits that supplement those presented on page 221 of the Starfinder Core Rulebook. Xhinti tool kits include the following: a climbing kit (grants a +4 bonus to Athletics checks when climbing), demolitionist&rsquo;s kit (grants a +4 bonus to Engineering checks when arming and disarming explosives), linguist&rsquo;s kit (grants a +4 bonus to Culture checks when deciphering writing), portable weather station (grants a +4 bonus to Survival checks when predicting the weather), starship repair kit (grants a +4 bonus to Engineering checks when repairing the hull of a starship), and survivalist&rsquo;s kit (grants a +4 bonus to Survival checks when enduring severe weather or living off the land). When using a demolitionist&rsquo;s kit or starship repair kit for its specialized purpose, you don&rsquo;t take the &ndash;2 penalty to Engineering checks if you don&rsquo;t have an engineering kit.</p>"
    },
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 1,
    "modifiers": [],
    "price": 200,
    "quantity": 1,
    "source": "PW pg. 198",
    "usage": {
      "per": "",
      "value": 0
    }
  },
  "effects": [],
  "flags": {},
  "img": "systems/sfrpg/icons/equipment/technological%20items/tool-kit-xhinti-holdings.jpg"
}