{
  "name": "Tracking Bug",
  "type": "technological",
  "data": {
    "description": {
      "value": "<p>This tiny tracking device contains a miniaturized transponder that makes it easier to follow and locate quarry. Tracking bugs are usually sold on @Compendium[sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station} to private detective agencies and suspicious family members. You can hide a tracking bug on a creature as a standard action with a successful Sleight of Hand check to pick the creature&rsquo;s pocket (this usually can&rsquo;t be done during combat). You can hide a tracking bug on a vehicle or other conveyance as a standard action with a successful Sleight of Hand check opposed by the Perception checks of anyone searching the vehicle; you gain a +4 circumstance bonus to this check due to the tracking bug&rsquo;s size.<br /><br />Once you plant a tracking bug, you can use a custom program (included in the tracking bug&rsquo;s price) to follow the tracking bug with a successful DC 20 Computers check using a computer, a comm unit, a mechanic&rsquo;s custom rig, or any similar computing device; the GM can alter this DC to reflect environmental conditions and other factors. The tracking bug&rsquo;s transponder has a 500-foot-radius range, and you must be on the same plane as the tracking bug for the program to function. When a tracking bug runs out of power, you can no longer follow it.</p>\n<p>&nbsp;</p>\n<p><strong>Capacity&nbsp;</strong>20;&nbsp;<strong>Usage&nbsp;</strong>1/hour</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PW pg. 199",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 4250,
    "level": 6,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 11,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "ymptotdzfDxnHJC2"
}