{
  "_id": "kSWFTGgI8gN4y6IM",
  "name": "Trafodi Paradox",
  "type": "magic",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": "0"
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": "0"
      },
      "hp": {
        "max": "0",
        "value": 0
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<h2>@Compendium[sfrpg.rules.P7TMxsRPHGxzlHmh]{Artifact}</h2>\n<p>The Trafodi Paradox is an intricately carved orb of red stone or coral, a foot in diameter. The carving forms a multilayered lattice within the sphere. Despite its substance and size, the Trafodi Paradox is very light.&nbsp;</p>\n<p>During the conquest of Vesk-2, the vesk invaders ignored the pleas of the planet&rsquo;s natives and ransacked the ancient vault containing the Trafodi Paradox. The inhabitants of Vesk- 2 had no written records of the sphere&mdash;only an oral legend that it was brought from the sky and sealed away during the Gap. A vesk warlord kept the artifact on Vesk-2, where it stayed for several generations before it came to the attention of high-ranking members of the Veskarium. The artifact was loaded onto a Veskarian military transport to be taken to Vesk Prime for further study. Distress signals recorded shortly thereafter indicate that vessel ran afoul of the Swarm, and no one has seen that starship or the Trafodi Paradox since. Those who have studied the accounts of Veskarian mystics who examined the artifact speculate that it is a transportation device but that it is either malfunctioning or designed for a truly alien and magically gifted species.&nbsp;</p>\n<p>As a full action that provokes attacks of opportunity, you can activate the Trafodi Paradox. The artifact darkens and shrinks as its internal lattice realigns. It activates just before the start of your next turn, provided you&rsquo;re still conscious and holding the sphere. When you activate the Trafodi Paradox, it becomes a singularity in a square of your choice in your space or in a space adjacent to you. The singularity&rsquo;s physical manifestation is tiny, but it is considered to occupy a 5-foot cube.&nbsp;</p>\n<p>When the singularity appears, creatures within 1 mile of the singularity feel drawn to it. A creature must succeed at a DC 25 Will save or use all its actions to move as quickly as possible toward the singularity. Although this is a mindaffecting effect, creatures immune to such effects still feel the pull and might seek the source of this attraction despite no compulsion to do so.&nbsp;</p>\n<p>Creatures within 120 feet of the singularity must succeed at a DC 25 Athletics check or a DC 20 Strength check to move farther from it, and even then does so at one-quarter its speed. Each round, at the start of your turn, the singularity performs a special combat maneuver with a +30 bonus to the attack roll. If a creature is within 120 feet of the singularity, compare the result of this attack roll to the creature&rsquo;s KAC + 8. If the maneuver is successful, that creature moves 5 feet toward the singularity, plus 1 foot per point the singularity&rsquo;s result exceeded the creature&rsquo;s KAC + 8; round the distance up to the nearest 5 feet. Huge or smaller unattended objects move 30 feet toward the singularity at the start of each of your turns, moving an additional 10 feet per size category below Medium or 10 fewer feet per size category above Medium.&nbsp;</p>\n<p>A creature or object that enters the singularity&rsquo;s space is sucked into the void. While inside, a creature can take no actions other than a full action to escape, which requires a successful DC 30 Athletics check or DC 25 Strength check. A creature that ends its turn inside the singularity takes 5d10 force damage unless it succeeds at a DC 20 Will save to take half damage; if it succeeds by 5 or more, the creature negates the damage entirely. The creature that activated the artifact gains a +5 circumstance bonus to this saving throw. The amount of damage dealt by the void increases by 5d10 each round. If this damage reduces a creature to 0 Hit Points, the creature&rsquo;s body is utterly destroyed.&nbsp;</p>\n<p>A creature that succeeds at a Will save within the singularity senses a presence in the void. In myriad voices, one of which the listener can understand, the presence offers salvation from the crushing gravity. A creature that accepts this salvation leaves the void, transported to another location in the galaxy or among the planes. Upon escaping in this way, a creature regains half of the Hit Points it lost to the singularity. Escapees with strong emotional attachments to one another often arrive in the same location, while enemies rarely land in the same place.&nbsp;</p>\n<p>The singularity created by the Trafodi Paradox lasts 13 minutes. When the singularity ends, the artifact disappears. Roll 1d20 as the control and 1d20 as the determiner. If the determiner is higher than the control, the Trafodi Paradox reappears in the possession of the creature that last activated it. Otherwise, the artifact could reappear anywhere in the galaxy. The creature that last activated the artifact can sense in which direction the artifact lies, provided the object isn&rsquo;t sealed in an area lined with starmetal.&nbsp;</p>\n<p>The Trafodi Paradox can be destroyed only if it consumes the last member of the species that created it.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 20,
    "limitedWear": false,
    "modifiers": [],
    "price": 0,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "ARM, p. 119",
    "usage": {
      "per": "",
      "value": 0
    }
  },
  "img": "icons/svg/mystery-man.svg"
}