{
  "_id": "Ko4TaN2M4EXC0GFT",
  "name": "Transposition Key",
  "type": "hybrid",
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 55
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>A&nbsp;transposition key&nbsp;is a flat piece of metal with circuitry and arcane symbols running down its length and a thick plastic handle marked with a circle inside an arch. Once per day as a standard action, you can touch the key to a willing, helpless, or @Compendium[sfrpg.conditions.lf8pbezocjYIvR9y]{Unconscious} creature (including yourself) and twist it, forcing the creature into relstate. An unwilling target can attempt a Will saving throw (DC = 19 + your key ability score modifier) to avoid the effect. The target essentially ceases to exist on the Material Plane for 1 minute, during which time it cannot be located or contacted by any mundane or magical means (nor can the creature affect anything on the Material Plane during that time). When the duration expires, the creature reappears in the space it last occupied, or in the closest unoccupied space if its original space is now occupied. Time continues to pass for the affected creature, although it can&rsquo;t take any actions. If you affect yourself with the&nbsp;transposition key, you can spend 1 Resolve Point as a reaction when you use it; if you do, the key can be used again that day.<br />In addition, the&nbsp;transposition key&nbsp;counts as an attuned object or navigational program (as appropriate) for any plane you have visited within the past year for the purpose of casting&nbsp;plane shift.</p>"
    },
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 20,
    "modifiers": [],
    "price": 800000,
    "quantity": 1,
    "source": "AP #33 pg. 39",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}