{
  "_id": "qgIDhIUSjKhsdaGN",
  "name": "Travel treads, Mk 2",
  "type": "magic",
  "effects": [],
  "flags": {},
  "img": "icons/equipment/feet/boots-collared-leather-brown.webp",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  },
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "-",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p><strong>Mk 2: </strong>&nbsp;Reduce hustling damage by 2, +2 enhancement bonus to checks during a forced march, and two rerolls.</p>\n<p>&nbsp;</p>\n<h2>Travel Treads</h2>\n<p>The wandering deity Weydan breaks pieces of himself off into mortal avatars to explore and experience the Material Plane. The first travel treads were gifts from such avatars bequeathed to fellow travelers. Followers of Weydan learned to create travel treads, and other organizations have copied the magic. Travel treads come in pairs, most often already attached to shoes, boots, or similar gear. You wear the treads by affixing them to existing footwear. The treads count as a worn magic item unless you install them in armor, taking up one upgrade slot.&nbsp; While you wear travel treads, you reduce the amount of nonlethal damage you take from hustling and gain an enhancement bonus to Constitution checks when making a forced march. In addition, if you fail a saving throw against an effect that would render you dazed, entangled, paralyzed, prone, staggered, or stunned, or an effect that would reduce your movement speed, as a reaction you can reroll the saving throw and take the higher result. Alternatively, if an opponent succeeds at a combat maneuver to bull rush, grapple, reposition, or trip you, as a reaction you can force that attacker to reroll the attack, taking the lower result. Once you benefit from a given set of travel treads, you can benefit from a different one only after 24 hours have passed.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 9,
    "modifiers": [],
    "price": 12000,
    "quantity": 1,
    "source": "ARM, p. 117",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}