{
  "_id": "oOtqOp4TbOLX2699",
  "name": "Tritidair",
  "type": "fusion",
  "img": "systems/sfrpg/icons/equipment/weapons/weapon-fusions-8.webp",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>An installed<em>tritidair</em> fusion causes a weapon to show a star field with one bright constellation, similar to the patterns on tritidair wings. You can activate or deactivate the<em>tritidair</em> fusion as a swift action. While the fusion is active, half the weapon’s damage becomes electricity damage, and the weapon gains the bright property. You can add this fusion to a weapon that already deals electricity damage, but then the fusion has no effect on the weapon’s damage other than to make it magical. If the weapon already deals two types of damage, you choose which one of them to replace with electricity damage each time you activate the<em>tritidair</em> fusion. When you score a critical hit with a weapon that has an active<em>tritidair</em> fusion, the target must succeed at a Fortitude saving throw or be @UUID[Compendium.sfrpg.conditions.tOpF6qjnlnKc10t7]{Blinded} for 1d3 rounds. If the weapon already has a critical hit effect, when you score a critical hit, you can apply either the weapon’s normal critical hit effect or this @UUID[Compendium.sfrpg.conditions.tOpF6qjnlnKc10t7]{Blinded} effect. This fusion never causes a weapon that normally targets KAC to target EAC.</p>"
    },
    "equipped": false,
    "identified": true,
    "level": 8,
    "modifiers": [],
    "price": 0,
    "quantity": 1,
    "source": "AA2 pg. 15"
  }
}