{
  "_id": "LFPecR3WDptv3nPL",
  "name": "Tytarian’s Anvil",
  "type": "magic",
  "img": "icons/tools/smithing/anvil.webp",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 55
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "8",
    "capacity": {
      "max": 3,
      "value": 3
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<h2>@UUID[Compendium.sfrpg.rules.P7TMxsRPHGxzlHmh]{Artifact}</h2>\n<p>Ancient tales tell of a mammoth forge created in the depths of Hyrrfellhame by Zursvaater, father of fire giants, and granted to the fire giant warlord Tytarian on Golarion to craft arms and armor that would unify the fire giants to conquer new lands. The giants’ gambit ultimately failed, and the forge fell into disuse, in no small part because it was remote, impractical to move, and relied on a nearby volcano’s heat to function properly. Sometime during the Gap, the forge relocated from Golarion to Crucible on the Near Space world Pholskar; however, while the new location included the forge’s bellows, hand tools, and impossibly hot hearth, the centerpiece anvil had gone missing. The furious fire giant and slag giant smiths have created countless heat-resistant weapons with the remaining tools and modern technologies, arming hunters who search for the presumably stolen anvil.</p>\n<p>Tytarian’s Anvilis a massive blacksmithing anvil etched with runes that glow hungrily when near heated metal. While using the anvil, you treat your ranks in Engineering and Mysticism as though they were 5 higher for the purpose of crafting items, and you can treat such items as one size category smaller (minimum Medium) for the purpose of calculating how long it takes you to craft them. When crafting any weapon with an item level of 8 or higher, you can create and attach aflamingweapon fusion to that weapon without increasing the cost or creation time. Any equipment created with the anvil is immune to fire damage, but cold damage dealt to the equipment ignores half its hardness.</p>\n<p>As a move action, a creature can tap a weapon or worn piece of armor againstTytarian’s Anvil. A tapped weapon gains the burn 6d6 critical hit effect for 1 hour, and any fire damage dealt by the weapon ignores 5 points of the target’s fire resistance. A tapped piece of armor grants its wearer protection against heat, providing the wearer fire resistance 50 against damage dealt by environmental hazards, plus fire resistance 10 against all other sources for 4 hours. This fire resistance can stack with one other source of fire resistance the wearer has. The anvil can augment up to 20 items in this way per day, after which any other users must spend 1 Resolve Point to activate this power.</p>\n<p>Finally, the anvil can be installed in a starship as a special expansion bay that also functions as a tech bay. Once per round when a magic officer successfully performs the eldritch shot crew action or an engineer successfully uses the divert crew action to augment the starship’s weapons, they draw upon the installed anvil’s magic to also either replace one piece of ammunition for a starship weapon with the limited fire property (maximum 3 per encounter) or grant one of the starship’s weapons one of the following weapon special properties until the beginning of the next helm phase: mysticalSOM, point (+10), or smoldering. On the next round after being hit by a smoldering weapon, the target starship’s arc takes 2d6 additional damage (the damage is instead 4d6 for a heavy weapon or 6d6 for a capital weapon). For the eldritch shot action, this additional ammunition or special property must be granted to the weapon affected by eldritch shot.</p>\n<p>The location ofTytarian’s Anvilremains a mystery, though some leads do exist. Rumors have associated the Hellknight Order of the Pyre with some powerful tool that grants their armaments especially deadly flames and has equipped elite Hellknights with fearsome new armor. It’s also possible that Pholskar’s giants still have the anvil, having relocated it to produce secret armaments while using its supposed theft as justification to invade nearby systems. What’s certain, though, is anyone who does recover the anvil is sure to be hounded by giant bounty hunters<span>.</span></p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 20,
    "limitedWear": false,
    "modifiers": [],
    "price": 0,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "GM pg. 57",
    "usage": {
      "per": "day",
      "value": 1
    }
  }
}