{
  "name": "Uniclamp",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  },
  "type": "weaponAccessory",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>This all-purpose accessory can hold a single handheld item of up to 1 bulk, such as a fire extinguisher or flashlight, so you can use the item while wielding the weapon. A uniclamp requires as many rails to attach to a piece of equipment as the equipment requires hands to operate. Attaching an item to a uniclamp or removing it is a full action.</p>\n<p>Unlike a gear clamp, which merely places an object in some convenient location (such as on your armor or clamped to a strut), but has no ability to activate or deactivate items clamped to it, a uniclamp runs any necessary controls for the item to the trigger or control mechanism for the weapon it is attached to. This allows you to use the item as if manipulating it with the same number of hands you have on your weapon, while still wielding the weapon. For example if you use a uniclamp to attach a beacon portable light onto a thunderstrike streetsweeper, you can turn the beacon on and off while still keeping two hands on your streetsweeper.</p>\n<p>The GM can rule that some items are unsuited for use with a uniclamp, that a uniclamp can be attached to only some weapons, or that a uniclamp designed for particular items doesn't work with anything else.</p>",
      "unidentified": ""
    },
    "source": "",
    "type": "",
    "quantity": 1,
    "bulk": "-",
    "price": 150,
    "level": 1,
    "attuned": false,
    "equipped": false,
    "equippable": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 6,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "container": {
      "contents": [],
      "storage": [],
      "isOpen": true
    },
    "weaponType": "any",
    "data": {
      "weaponType": "any"
    },
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "GpXv6MX4eQ01dnvh"
}