{
  "name": "Velstrac shackle, acolyte",
  "permission": {
    "default": 0,
    "xW89szGpnlIv5gCs": 3
  },
  "type": "augmentation",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>A spiked gauntlet made of dark composite and inward pointing spikes, a velstrac shackle fits over one forearm and has filaments like muscle fibers that snake up to the shoulder, connecting to dark barbs that protrude from your skin. The shackle feeds on your tissue, requiring you to eat and drink half again more than usual to sustain it, and it must be attached to flesh. Further, no matter how many arms you have, you can have only one velstrac shackle.</p>\n<p>As if drawing a weapon, you can cause the shackle to extend a shadow chain (Starfinder Armory 11&ndash;12) of the same model name as the shackle. The shadow chain within the velstrac shackle is magical. It can also be upgraded with weapon fusions like a normal weapon of the velstrac shackle&rsquo;s level.</p>\n<p>Within the shackle, the chain is hidden from casual observation, although someone who searches you can discern the chain&rsquo;s presence inside the shackle by succeeding at a Perception check (DC = 10 + 1-1/2 &times; the item&rsquo;s level + your key ability modifier). While you wear the shackle, you are proficient with the shadow chain within, and you cannot be disarmed of or drop the weapon. You can withdraw the chain into the shackle as a swift action or part of a full action. In addition, if the weapon takes damage, you can allocate any healing you receive to it, provided that healing restores your Hit Points.</p>\n<p>When your character level is within 2 levels of the next more powerful velstrac shackle, you can upgrade the item to its next level. To do so, you must acquire magical components, including rare minerals from the Shadow Plane, worth the price of the more powerful shackle minus 25% of the value of your current shackle. You then use the components in a 1-hour ritual to upgrade the shackle to the new, higher level. You must also pay to upgrade any weapon fusions you wish to keep on the shadow chain as if transferring each of those fusions to a new higher-level weapon.</p>\n<p>Upgrading a velstrac shackle via shadow magic is rumored to be a way to awaken mortal-made shackles to a true connection with velstracs. This awakening can make a shackle that was once safe a source of shadow corruption. Whispers about this dark possibility suggest virtuous users who magically upgrade a shackle are more at risk than those who already have bloodthirsty or wicked tendencies.</p>\n<p>@Compendium[sfrpg.equipment.KIdSqzgrUBnaItTy]{Shadow chains, acolyte}</p>\n<p>&nbsp;</p>",
      "unidentified": ""
    },
    "source": "AP#11, p. 53",
    "type": "magitech",
    "quantity": 1,
    "bulk": "=",
    "price": 9100,
    "level": 8,
    "attuned": false,
    "equipped": false,
    "equippable": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 6,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "modifiers": [],
    "system": "arm",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/equipment/wrist/bracer-armored-steel.webp",
  "effects": [],
  "_id": "EttAa7F4aFBYXBxy"
}