{
  "_id": "KIy0Zkt7R4OmqzdN",
  "name": "Vessel of Hylax",
  "type": "magic",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": "11"
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": "25"
      },
      "hp": {
        "max": "55",
        "value": 55
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "1",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<h2>&gt;@UUID[Compendium.sfrpg.rules.P7TMxsRPHGxzlHmh]{Artifact}</h2><p>A vessel of Hylax is a bowl fashioned from carved chitin. Two are known to exist, both originating on the @UUID[Compendium.sfrpg.setting.ac6z5Rqyx0oLzvVf]{Liavara} moon Nchak. The vessels are ancient holy relics, their creation said to have occurred during the reign of a Forever Queen who ruled Nchak before the Gap. When the shirrens arrived in the Pact Worlds and showed great devotion to Hylax, the philosopher worms of Nchak, due to portents they and their queen had seen, sent one vessel to the shirren colony on Ilemchuuva. The relic was a gift intended to make Ilemchuuva another great center of Hylax worship.</p>\n<p>Oral tradition and recent academic research uphold each vessel’s most famous power. A creature that willingly drinks water from this vessel, with full knowledge of the outcome, immediately and irrevocably transforms into a new insectile form. The exact form manifested follows some obscure criteria that neither priests nor researchers understand. Most sapient creatures become shirrens or trox, with a rare few becoming another sapient insectile species, such as bolidas, dessamars, or formians. Other creatures transform into a variety of insectile forms, some closely resembling their former body shape. Elementals, outsiders, and undead creatures can’t be transformed, nor can any creature that can’t benefit from the <em>@UUID[Compendium.sfrpg.spells.nffP8Mq7rJ8Rskb9]{Mystic Cure}</em>&nbsp;spell.</p>\n<p>A transformed creature recalls its former life and body. It retains any class features, feats, and skill ranks it formerly had. Its class, base attack bonus, and base save bonuses are also unchanged. The creature loses the traits of its former species and gains those of the new one, including recalculating ability scores and base Hit Points as a member of its new species. Abilities reliant upon features the new species lacks are retrained as part of the transformation. Any gear the creature carries or wears at the time of transformation adapts to the creature’s new form.</p>\n<p>A <em>vessel of Hylax</em> can also be used to cast the <em>@UUID[Compendium.sfrpg.spells.AHfzMTHx9PI4Z4zn]{Reincarnate}</em> spell on a sapient creature, acting as the soul beacon that spell requires without being consumed during the spell. The reincarnate becomes a shirren or trox, or more rarely, some other sapient insectile species. When returned to life with a <em>vessel of Hylax</em>, a person suffers none of the drawbacks of the <em>reincarnate</em> spell, reviving with full vigor.</p>\n<p>A <em>vessel of Hylax</em> can be destroyed only if a sapient creature the bowl has transformed fills the bowl with its blood, then uses a <em>@UUID[Compendium.sfrpg.spells.i4KITExV7vMeoM24]{Wish}</em> or <em>@UUID[Compendium.sfrpg.spells.i3lpfndXeLq85h12]{Miracle}</em> to reverse the transformation while simultaneously wishing the bowl polluted. The polluted bowl must then be destroyed (AC 11; immune to cold, electricity, and piercing; hardness 25; 55 HP). If the polluted vessel remains undestroyed, it can be reconsecrated with a ritual that requires the <em>@UUID[Compendium.sfrpg.spells.YGkyMwEE6SLfZc4r]{Remove Affliction}</em>&nbsp;spell (DC 31). A <em>vessel of Hylax</em> is 1 bulk.</p>"
    },
    "equippable": false,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 20,
    "limitedWear": false,
    "modifiers": [],
    "price": 0,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "AP# 21 pg. 45",
    "usage": {
      "per": "",
      "value": 0
    }
  }
}