{
  "name": "Voice Encoder, Sophisticate",
  "type": "augmentation",
  "data": {
    "description": {
      "value": "<p>A voice encoder, often simply called a voxbox, is a cybernetic augmentation of your throat. When activated, the device takes control of your voice, speaking instructions in the artificial language known as Vox. This instruction is concealed inside a conventional Common phrase. A primal voice encoder allows you to use command as a spell-like ability. A sophisticate voice encoder allows you to use suggestion as a spell-like ability. Using a voice encoder is a standard action. You can use a voice encoder once per day, though you can spend 1 Resolve Point to use it again immediately.<br>Before you can use a voice encoder, it must be programmed at a computer that can communicate with the voxbox wirelessly, through a datajack, or some other direct means. Programming a voxbox takes 1 minute. You program the device with the specific command or suggestion, as well as the Common phrase in which the instruction is hidden. (For example, the suggestion “Kill Raia Danviri” might be hidden behind the phrase, “I’m from the Stewards. Let me show you my badge.”) Until the voice encoder is reprogrammed, it can be used only to give the chosen command or suggestion, which is always concealed within the same Common phrase.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "",
    "type": "cybernetic",
    "quantity": 1,
    "bulk": "-",
    "price": 27500,
    "level": 11,
    "attuned": false,
    "equipped": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": null,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "modifiers": [],
    "system": "throat",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "LTyVi8pEf1FTdEQc"
}