{
  "_id": "d5cR4TZsJikNahjH",
  "name": "Void Hag Robe",
  "type": "hybrid",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 16
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "1",
    "capacity": {
      "max": 3,
      "value": 3
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>You can wear a void hag’s robes as @UUID[Compendium.sfrpg.equipment.qaQmmPFmA8Hwd5Mw]{white carbon skin} armor, or the robes can be worn as a cloak or tabard, offering no armor protection. In either case, you can treat the robe as a worn magic item. If you do so, you can use the void hag’s stardust robes special ability. Once you use a given void hag robe, you can’t use another void hag robe for 24 hours. However, you can expend 1 Resolve Point to use the robe’s powers again during the same day, up to a maximum of three times per day.</p>\n<p>The robes aboard the Crucible are cursed. If you use the robes as a worn magic item, you are affected as if you are inside a planar barrier. You can still travel to another plane in a larger vehicle, such as a starship entering @UUID[Compendium.sfrpg.setting.nb5A5e7HqTnvVjtX]{The Drift}, but you can’t travel the planes bodily. The hags on the Crucible placed this curse knowing it would preclude the bearers of their robes from using spells such as @UUID[Compendium.sfrpg.spells.yjClpQv6CCrRE4EC]{Plane Shift} to easily escape the PCs, whose attack the hags foresaw in visions.</p>\n<h3>Stardust Robes (Su)</h3>\n<p>Three times per day as a standard action, a void hag can release the energies of the cosmos stored within her robes. Creatures within 30 feet of the void hag each take 2d6+10 force damage and are outlined in glowing motes of stellar energy for 2d4 rounds. An outlined creature takes a -20 penalty to Stealth checks and doesn’t benefit from the concealment normally provided by @UUID[Compendium.sfrpg.spells.kcIcN01XehzRe4Ui]{Displacement}, @UUID[Compendium.sfrpg.spells.YDXegEus8p0BnsH1]{Invisibility}, or similar effects. A target that succeeds at a DC 19 Reflex saving throw halves this damage and negates the outlining effect. Other void hags are immune to this ability.</p>"
    },
    "equippable": true,
    "equipped": false,
    "hands": 0,
    "identified": false,
    "level": 11,
    "limitedWear": true,
    "modifiers": [],
    "price": 25000,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "AP #18 pg. 24",
    "usage": {
      "per": "action",
      "value": 1
    }
  }
}