{
  "_id": "Ug46H5Czkr1xjxp7",
  "name": "Weatherwear, Dustwear",
  "type": "magic",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "ammunitionType": "",
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 10
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "1",
    "capacity": {
      "max": 1,
      "value": 1
    },
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Millennia ago, an enterprising guild of azer mystics discovered how to weave garments entirely out of planar essence from the Plane of Fire. This newfound fashion of flickering flames was dubbed infernowear. It wasn&rsquo;t long before the same azers figured out how to make similar clothes interwoven with planar fabrics from each of the Elemental Planes, creating garments of shifting sands, roiling snowfalls, or writhing lightning (dubbed dustwear, blizzardwear, and boltwear, respectively). These crafting techniques were thought to be lost during the Gap until an environmental scientist and amateur tailor found examples of these garments at the Brass Bazaar in the Burning Archipelago. She was able to reproduce these garments and began selling them under the general name of weatherwear, though the items have an unfortunate side effect, as detailed below.&nbsp;</p>\n<p>Each type of weatherwear can be integrated into any style of nonmagical clothing, granting the benefits of that clothing in addition to its own benefits, though weatherwear must be worn over armor and you can wear only one type of weatherwear at a time. While wearing a specific type of weatherwear, you gain resistance 5 to the energy damage type associated with the garment&rsquo;s elemental fabric (acid for dustwear, cold for blizzardwear, electricity for boltwear, and fire for infernowear). In addition, once per day, you can reroll a failed saving throw that would result in you taking energy damage of the corresponding type. However, if you roll a 1 on that second saving throw, you lose the provided energy resistance and instead gain vulnerability to that energy type for 1 minute.</p>\n<p><br /><em>Enable/Disable the energy resistance in the Modifiers tab</em><em>. Vulnerability must be added in the Attributes tab of the sheet.</em></p>"
    },
    "equippable": true,
    "equipped": false,
    "hands": 0,
    "identified": true,
    "level": 5,
    "limitedWear": true,
    "modifiers": [
      {
        "_id": "17cd2306-3bbd-4efe-ab4e-69ce4ffbb77d",
        "name": "Weatherwear, Dustwear",
        "type": "untyped",
        "condition": "",
        "effectType": "energy-resistance",
        "enabled": true,
        "max": 5,
        "modifier": "5",
        "modifierType": "constant",
        "notes": "While wearing a specific type of weatherwear, you gain resistance 5 to the energy damage type associated with the garment’s elemental fabric (acid for dustwear, cold for blizzardwear, electricity for boltwear, and fire for infernowear).",
        "source": "",
        "subtab": "misc",
        "valueAffected": "acid"
      }
    ],
    "price": 2750,
    "quantity": 1,
    "quantityPerPack": 1,
    "source": "AP#16, p. 50",
    "usage": {
      "per": "action",
      "value": 1
    }
  },
  "img": "icons/svg/mystery-man.svg"
}