{
  "_id": "EKTkknsY0tJnx7KE",
  "name": "Wraith motes, Mk 5",
  "type": "augmentation",
  "img": "icons/magic/unholy/silhouette-robe-evil-glow.webp",
  "system": {
    "type": "necrograft",
    "abilityMods": {
      "parts": []
    },
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": false
    },
    "attuned": false,
    "bulk": "L",
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Wraith motes replace your eyes with glowing red motes of fiery-red light which smolder and produce thin trails of white smoke. Wraith motes allow you to retain all your natural vision abilities, but they can also augment your vision for a number of minutes per day equal to the necrograft’s mark. They can be activated as a swift action, or they can be activated as a reaction whenever you attempt a Perception check. They can be deactivated as a swift action. The wraith motes’ duration need not be used all at once, but it must be used in 1-minute increments.</p>\n<p>The vision granted by the wraith motes varies based on the model as follows. Higher-level models can be used to grant the vision options of a lower-level version, but only a single benefit can be gained at a time. Mk 1 wraith motes grant low-light vision. Mk 2 wraith motes grant darkvision with a range of 60 feet. Mk 3 wraith motes grant the see in darkness universal creature ability (allowing you to see perfectly in darkness of any kind, including magical darkness; Alien Archive 156). Mk 4 wraith motes grant the ability to see invisible creatures and objects (per see invisibility). Mk 5 wraith motes allow you to see into both the Ethereal Plane and Shadow Plane.</p>"
    },
    "equippable": false,
    "equipped": false,
    "identified": true,
    "level": 20,
    "modifiers": [],
    "price": 775000,
    "quantity": 1,
"source": "AR pg. 97",
    "system": "eyes"
  }
}