{
  "name": "Zeizerer Munitions (Weapon Manufacturer)",
  "type": "weaponManufacturer",
  "data": {
    "description": {
      "value": "<p>An Apostae-based corporation, Zeizerer Munitions is one of a dozen or so companies owned and controlled by House Zeizerer, a powerful drow house that controls the city of Nightarch. Unlike most of House Zeizerer’s business endeavors, Zeizerer Munitions actually has more offices and holdings off Apostae than on its parent corporation’s home world, though all the top offices remain safely located in towers within Nightarch. Because the company sells ammunition and batteries rather than weaponry, numerous groups who refuse to deal with drow arms deals in general are willing to buy batteries, darts, rounds, and scattergun shells from Zeizerer Munition in the (questionable) belief that ammunition carries fewer opportunities for immoral design choices.</p><p>Zeizerer Muntion sells special longframe ammunition magazines and batteries, designed to extend the ammuntion or charges a weapon can carry. For any weapon that uses batteries, darts, petrol, rounds, or scattergun shells and that has a capacity of 5 or more, it is possible to buy a longframe battery or magazine to extend the weapon's capacity by 20%, at a price of 5% of the weapon (plus the price of the appropriate base battery forweapons that use charges). In the case of batteries, these longframe batteries are treated as their original capacity for purposes of recharging availability, price, and time. Longframe magazines are bought separately from the ammuntion they can carry. Longframe batteries and magazines can only be used with a specific make and mode of weaponl--a longframe battery for a static shock caster has 48 charges, but can only be used in a static shock caster.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "ARM pg. 57",
    "type": "",
    "quantity": 1,
    "bulk": "-",
    "price": 0,
    "level": 0,
    "attuned": false,
    "equipped": false,
    "identified": true,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 6,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "modifiers": [],
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/equipment/weapons/weapon-fusions-6.jpg",
  "effects": [],
  "_id": "jymZcvrumPqL9ib2"
}