{
  "_id": "MndcdZdrypTzByPe",
  "name": "Damage Reduction (DR)",
  "type": "feat",
  "data": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p><span id=\"ctl00_MainContent_DetailedOutput\">Some creatures have the ability to instantly heal damage from attacks or ignore blows altogether; this is referred to as the damage reduction special ability. Damage reduction (DR) applies to kinetic damage&mdash;any bludgeoning, piercing, or slashing damage&mdash;that a character takes, regardless of that damage&rsquo;s source. It does not apply against damage with no damage type or any other damage type, including acid, cold, electricity, fire, or sonic, though these can be mitigated by energy resistance (see page 264).</span></p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">The numerical part of a creature&rsquo;s damage reduction is the amount of bludgeoning, piercing, and slashing damage the creature ignores from each attack. Weapons made from a certain material, magic weapons (any weapon with a weapon fusion; see page 191), and weapons imbued with a specific alignment often can overcome this reduction. This information is separated from the damage reduction number by a slash. For example, DR 5/cold iron means that you take 5 fewer damage from weapons that are not made from cold iron, DR 5/magic means you take 5 fewer damage from weapons that are not magic, and so on. If a dash follows the slash (&ldquo;DR 5/&mdash;&rdquo;), then the damage reduction is effective against bludgeoning, piercing, or slashing damage from any weapon, though some attacks have their own ability to overcome DR. Ammunition fired from a projectile weapon with a magic fusion or alignment is treated as a magic weapon or having the listed alignment for the purpose of overcoming damage reduction.</span></p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Sometimes, multiple types of weapon materials or alignments are indicated after the value of DR, indicating that the damage reduction can be overcome in multiple ways or requires a specific combination of effects to be overcome. For example, DR 5/lawful or magic means any weapon that is of a lawful alignment or that is magic can overcome the damage reduction. In contrast, DR 5/lawful and magic means only weapons that are both of a lawful alignment and magic overcome the damage reduction.</span></p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Whenever damage reduction completely negates the damage from an attack, it also negates most special effects that accompany the attack, such as an injury-based disease, an operative&rsquo;s debilitating trick, and poison delivered via an injury. Damage reduction does not negate ability damage, ability drain, energy damage dealt as part of an attack, or negative levels, nor does it affect poisons or diseases delivered by contact, ingestion, or inhalation. Attacks that deal no damage because of the target&rsquo;s damage reduction do not disrupt spells.</span></p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">If you have damage reduction from more than one source, the two forms of damage reduction do not stack unless the sources granting the damage reduction specifically note otherwise. Instead, you get the benefit of the best damage reduction in a given situation. Rarely, an effect specifies that it increases a creature&rsquo;s existing damage reduction.</span></p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Sometimes damage reduction represents instant healing, while in other cases it reflects the creature&rsquo;s tough hide or body. In either case, you can see that a conventional attack hasn&rsquo;t been effective.</span></p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "CRB pg. 262",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  },
  "effects": [],
  "flags": {},
  "img": "icons/svg/item-bag.svg"
}