{
  "_id": "ctLAq969Jyec3Q10",
  "name": "Energy Resistance",
  "type": "feat",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>A creature with resistance to energy has the ability to ignore some energy damage of a certain type (acid, cold, electricity, fire, or sonic) per attack. Each resistance ability is defined by what energy type it resists and how much damage is resisted. It doesn’t matter whether the damage is from a mundane or magical source. If an attack deals both kinetic damage and energy damage (such as dealing 3d6 bludgeoning and 1d6 fire damage), energy resistance applies to the energy damage but doesn’t reduce the kinetic damage.</p>\n<p>If energy resistance completely negates the damage from an attack, it also negates most special effects that accompany the attack, such as an operative’s debilitating trick or poison delivered via an injury. Energy resistance does not negate ability damage, ability drain, or negative levels dealt along with an energy attack, nor does it affect poisons or diseases delivered by contact, ingestion, or inhalation.</p>\n<p>If you have energy resistance against the same energy type from more than one source, the two forms of energy resistance do not stack unless the sources of the energy resistance specifically note otherwise. Rarely, an effect specifies that it increases a creature’s existing energy resistance.</p>"
    },
    "descriptors": [],
    "details": {
      "category": "universalCreatureRule"
    },
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "CRB pg. 262",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}