{
  "name": "Invisible",
  "type": "feat",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p><span id=\"ctl00_MainContent_DetailedOutput\">An invisible creature is visually undetectable. A creature using only an imprecise sense, or whose only precise sense is vision, can&rsquo;t observe an invisible creature, so the invisible creature is unseen by such a would-be observer. Creatures with blindsight can perceive invisible creatures normally, since blindsight is a precise sense that does not rely on vision, and thus can observe invisible creatures. See Senses on page 260 and Dealing with Unseen Creatures on page 261 for more information.</span></p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Invisible creatures remain invisible even in unusual environments, such as underwater, and when subject to effects such as fog or smoke. They are not magically silenced. They can still be heard, smelled, and felt as normal, even if other creatures can&rsquo;t see them. Invisible creatures leave tracks and can be tracked normally. A character looking for an invisible creature might find his quarry if the invisible creature drops an item, speaks, smells strongly, leaves an obvious trail, or performs some action that makes itself known. Finding an invisible creature in this way requires a Perception check as normal. If successful, and assuming your only precise sense is vision, you become aware of the invisible creature&rsquo;s presence, but you don&rsquo;t know its exact location. If you&rsquo;re looking for an invisible creature, the GM might rule that you have a bonus or penalty to your Perception checks based on the situation.</span></p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Items dropped or put down by an invisible creature become visible; items it picks up disappear if tucked into the clothing or pouches worn by the creature. Light, however, never becomes invisible, although a source of light can become so (thus creating the effect of a light with no visible source). Any part of an item that the creature carries but that extends more than 10 feet from it becomes visible.</span></p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Invisibility does not thwart divination spells or effects. Invisible creatures cannot use gaze attacks (see the <em>Starfinder Alien Archive</em>). If you are or become invisible while grappled, you gain a +2 circumstance bonus to your check to escape being grappled, but you gain no other benefit against the grappler.&nbsp;</span></p>",
      "unidentified": ""
    },
    "source": "CRB pg. 262",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": 0,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "isActive": null,
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "effects": [],
  "flags": {},
  "_id": "o4ASa35j2VCEvROF"
}