{
  "_id": "11X6d8ptU5SKMUQ0",
  "name": "Baleful Polymorph, Mass",
  "type": "spell",
  "img": "systems/sfrpg/icons/spells/baleful_polymorph_mass.webp",
  "system": {
    "type": "",
    "ability": "",
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "save",
    "activation": {
      "type": "full",
      "condition": "",
      "cost": 1
    },
    "allowedClasses": {
      "myst": true,
      "tech": true,
      "wysh": true
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "none",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "concentration": false,
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>This spell functions as @UUID[Compendium.sfrpg.spells.kzOemsOWuqgbbGZw]{Baleful Polymorph}, except as noted in this description. Each target must take the same form.</p>\n<p><strong>4th</strong>: This spell causes all targets to suffer the effects of the 1st-level version of baleful polymorph.</p>\n<p><strong>5th</strong>: This spell causes all targets to suffer the effects of the 2nd-level version of baleful polymorph.</p>\n<p><strong>6th</strong>: This spell causes all targets to suffer the effects of the 3rd-level version of baleful polymorph.</p>\n<h2>@UUID[Compendium.sfrpg.spells.kzOemsOWuqgbbGZw]{Baleful Polymorph}</h2>\n<p>You change a target’s shape to that of a smaller, weaker creature.</p>\n<p><strong>1st</strong>: The target shrinks slightly (though it retains its size category) and gains a few cosmetic bestial features of an animal you choose. The target takes a –1 penalty to AC, attack rolls, melee damage rolls, Reflex saving throws, and Strengthand Dexterity-based ability checks and skill checks.&nbsp;<em>Lesser remove condition</em>&nbsp;and similar spells can end this effect.</p>\n<p><strong>2nd</strong>: As per the 1st-level version, but the target takes a –2 penalty and must attempt an additional saving throw each round until it fails or the spell’s duration ends. If the target fails this second saving throw, its appearance becomes more bestial and the penalty increases to –3.&nbsp;<em>Break enchantment</em>,<em>remove affliction</em>, or&nbsp;<em>remove condition</em>&nbsp;can end the spell’s effect.</p>\n<p><strong>3rd</strong>: As per the 2nd-level version, but you can make the target one size category smaller (its equipment resizes to remain functional, though it may lose reach with its new size; see Size on page 143). The target must attempt a saving throw every round, with the penalty to AC, attack rolls, melee damage rolls, Reflex saving throws, and Strength- and Dexterity-based ability checks and skill checks worsening by 1 each time the target fails one of these saving throws, to a maximum penalty of –4. If the target succeeds at this saving throw after the penalty has reached its maximum, it is no longer required to attempt saving throws. If the target fails this saving throw after the penalty has reached its maximum, you can change the duration to permanent (D). If an object leaves the creature’s possession for 1 round or more, it reverts to normal.</p>\n<p><strong>4th</strong>: As per the 3rd-level version, but the penalty begins at –3, and the target must attempt a saving throw every round, with the penalty worsening by 1 each time the target fails one of these saving throws (to a maximum penalty of –5). If the target succeeds at this saving throw after the penalty has reached its maximum, it is no longer required to attempt saving throws. If the target fails this saving throw after the penalty has reached its maximum, you can change the duration to permanent (D). If an object leaves the creature’s possession for 1 round or more, it reverts to normal.</p>\n<p><strong>5th</strong>: As per the 4th-level version, except if the target fails its saving throw after the penalty has reached –5, instead of making the duration permanent (D), for the remainder of the duration you can turn the target into a Small animal or similar beast that has EAC 10 and KAC 12, can’t make attacks or cast spells or spell-like abilities, and can’t use extraordinary or supernatural abilities. The target retains its Intelligence, Wisdom, and Charisma scores in animal form, but it can’t speak or use any abilities of its normal form. Equipment the target is wearing is absorbed into this form, and the target still benefits from any @UUID[Compendium.sfrpg.rules.WP7hddXW4mLXXXOg]{Environmental protections} on its armor, but the target drops gear it’s holding or carrying but not wearing.</p>\n<p><strong>6th</strong>: As per the 5th-level version, except if the target fails its saving throw after the penalty has reached –5, you can both make the duration permanent (D) and turn the target into a Small animal or similar beast.</p>"
    },
    "dismissible": true,
    "duration": {
      "units": "",
      "value": "1 minute/level (D)"
    },
    "formula": "",
    "isActive": null,
    "isVariableLevel": true,
    "level": 4,
    "materials": {
      "consumed": false,
      "cost": 0,
      "supply": 0,
      "value": ""
    },
    "modifiers": [],
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "range": {
      "additional": "5 ft.",
      "per": "2 levels",
      "units": "ft",
      "value": 25
    },
    "rollNotes": "",
    "save": {
      "type": "will",
      "dc": "",
      "descriptor": "negate"
    },
    "school": "trs",
    "source": "AA2 pg. 148",
    "sr": true,
    "target": {
      "type": "",
      "value": "up to four creatures, no two of which can be more than 30 ft. apart"
    },
    "uses": {
      "max": null,
      "per": "",
      "value": null
    }
  }
}