{
  "_id": "uvqa8BCIg5bMpELs",
  "name": "Bilocation",
  "type": "spell",
  "data": {
    "type": "",
    "ability": "wis",
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "action",
      "condition": "",
      "cost": 1
    },
    "allowedClasses": {
      "myst": false,
      "tech": true,
      "wysh": true
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": null,
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "concentration": false,
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">The spell creates an identical copy of you in an adjacent space, along with everything you wear and carry other than artifacts. (If you carry an artifact, you decide which body retains it.) You exist in two places at once until the spell ends. Once the copy is created, it can travel an unlimited distance away from you. Your duplicate acts just after you do each round—it doesn’t have a separate initiative count. One of you can use a full round’s worth of actions, and the other can take only a standard or a move action. Between the two of you, you can cast only one spell per round—unless you have a special ability that allows you to cast more than one spell when you have no duplicate, such as the quickened spell magic hack. You and your duplicate share sensory information, so if one of you is aware of or knows something, both of you do. The duplicate is another creature for most purposes, with the following exceptions.<br></span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">You and the duplicate use the same statistics and share resources, including one pool of consumable items (including ammo), daily-use abilities (including from items) and spell slots, Hit Points, Resolve Points, and Stamina Points. If your duplicate casts a spell, your spell is expended, and if your duplicate uses a consumable item, that item is no longer available to you. Similarly, if an item one of you carries is permanently lost or destroyed, that item is lost or destroyed for both. Attacks, spells, and effects affect the two bodies as though they were one person, taking the worst effect applicable. For example, if both bodies are in the same <em>explosive blast</em>, you attempt the saving throw only once and take the damage only once. If you fail the saving throw against <em>hold person</em>, both bodies are @Compendium[sfrpg.conditions.NV4qXRDgb7zTNkW2]{Paralyzed}, and if one body catches a @Compendium[sfrpg.rules.GnEF27Oot3zqTaBQ]{Disease}, both do. Both bodies count as one creature for spell effects, and they can’t be chosen more than once for such effects. Any magical effect on you has its duration halved while you’re bilocating. For example, the aforementioned <em>hold person</em> loses 2 rounds of duration each round it paralyzes you and your duplicate. Similarly, if you cast <em>resistant armor</em> on yourself, your duplicate is also affected, and the spell has a duration of 5 minutes per level. An effect that has its duration shortened in this way lasts a minimum of 1 round.<br></span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">In addition, if you attempt a skill check to recall knowledge, you roll only one check. Similarly, if you and your duplicate are in the same area, you roll only one Perception check to determine what you’re both aware of, although you receive a +2 bonus to this check as if your duplicate aided you on it.<br></span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">When this spell ends, you decide which body remains and which disappears. Any enduring effects continue to affect you.</span></p>"
    },
    "descriptors": [],
    "dismissible": true,
    "duration": {
      "units": "",
      "value": "1 round/level (D)"
    },
    "formula": "",
    "level": 6,
    "materials": {
      "consumed": false,
      "cost": 0,
      "supply": 0,
      "value": ""
    },
    "modifiers": [],
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "range": {
      "additional": "",
      "per": "",
      "units": "personal",
      "value": null
    },
    "save": {
      "type": "will",
      "dc": null,
      "descriptor": "harmless"
    },
    "school": "con",
    "source": "AP #23 pg. 51",
    "sr": false,
    "target": {
      "type": "",
      "value": "one creature"
    },
    "uses": {
      "max": null,
      "per": "",
      "value": null
    }
  },
  "effects": [],
  "flags": {},
  "img": "systems/sfrpg/icons/spells/bilocation.PNG"
}