{
  "_id": "cFkIhhkirKu7eQUV",
  "name": "Channel the Outer Sphere",
  "type": "spell",
  "img": "systems/sfrpg/icons/spells/dazzling-flash.webp",
  "system": {
    "type": "",
    "ability": "",
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "save",
    "activation": {
      "type": "full",
      "condition": "",
      "cost": 1
    },
    "allowedClasses": {
      "myst": true,
      "precog": false,
      "tech": false,
      "wysh": false
    },
    "area": {
      "effect": "burst",
      "shape": "cylinder",
      "units": "ft",
      "value": 30
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "concentration": false,
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": [
        {
          "name": "",
          "formula": "4d8",
          "types": {
            "acid": false,
            "bludgeoning": false,
            "cold": false,
            "electricity": false,
            "fire": false,
            "healing": false,
            "piercing": false,
            "slashing": false,
            "sonic": false
          }
        }
      ]
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>You weaken the border between one of the outer planes and the area, drawing concentrated planar essence down to the battlefield in beams of volatile energy. A beam is a vertical line, 5 feet wide, from the top of the spell’s area to the bottom, and it deals 4d8 damage to each creature in the beam. When you cast this spell and each time you concentrate on it, you can call down a damaging beam within the spell’s area. A creature in the area of a beam can attempt a Reflex saving throw to halve the damage dealt by this spell. Creatures that fail this saving throw can suffer further ill effects, as noted.</p>\n<p>When you cast this spell, select one of the following planes. You can only select a plane within one alignment step of your own. The beams gain additional effects based on the plane selected.</p>\n<p><strong>Heaven (LG)</strong>: When you choose Heaven, channel the outer sphere deals fire damage that has the lawful and good descriptors. Good creatures are immune to all damage dealt by this spell. Creatures that fail their Reflex saving throw are @UUID[Compendium.sfrpg.conditions.tOpF6qjnlnKc10t7]{Blinded} 1 round.</p>\n<p><strong>Nirvana (NG)</strong>: When you choose Nirvana, channel the outer sphere deals nonlethal bludgeoning damage that has the good descriptor. Good creatures in the area of a beam are immune to all damage dealt by this spell and have 4d8 Hit Points restored.</p>\n<p><strong>Elysium (CG)</strong>: When you choose Elysium, channel the outer sphere deals sonic damage that has the chaotic and good descriptors. Good creatures in the area of a beam are immune to all damage dealt by this spell and escape from unwelcome bonds, immediately removing the @UUID[Compendium.sfrpg.conditions.nFBcsp5FS1Wi46Fc]{Entangled} and @UUID[Compendium.sfrpg.conditions.4AkWDHGM6gHDepHN]{Grappled} conditions.</p>\n<p><strong>Axis (LN)</strong>: When you choose Axis, channel the outer sphere deals electricity damage that has the lawful descriptor. Creatures that fail their Reflex saving throw are @UUID[Compendium.sfrpg.conditions.nFBcsp5FS1Wi46Fc]{Entangled} for 1 round.</p>\n<p><strong>Boneyard (N)</strong>: When you choose the Boneyard, channel the outer sphere deals damage with the force descriptor. Undead in the area of a beam are dealt an additional 2d8 damage, for a total of 6d8 damage.</p>\n<p><strong>Maelstrom (CN)</strong>: When you choose the Maelstrom, the damage dealt by channel the outer sphere has the chaotic descriptor and an additional damage type determined randomly each round from among the following: acid, cold, electricity, fire. Creatures that fail their Reflex saving throw are @UUID[Compendium.sfrpg.conditions.8rIj0ewW4bL8Uph5]{Confused} for 1 round.</p>\n<p><strong>Hell (LE)</strong>: When you choose Hell, channel the outer sphere deals fire damage that has the lawful and evil descriptors. Creatures that fail their Reflex saving throw gain the @UUID[Compendium.sfrpg.conditions.8LdyXZl9PeXXFE8O]{Burning} condition (1d8).</p>\n<p><strong>Abaddon (NE)</strong>: When you choose Abaddon, channel the outer sphere deals acid damage that has the evil descriptor. Creatures that fail their Reflex saving throw are @UUID[Compendium.sfrpg.conditions.ZacF0l6IwqBwToTJ]{Sickened} for 1 round.</p>\n<p><strong>Abyss (CE)</strong>: When you choose the Abyss, channel the outer sphere deals slashing damage that has the chaotic and evil descriptors. Creatures that fail their Reflex saving throw are @UUID[Compendium.sfrpg.conditions.v9RNVTqyTyaPchvd]{Bleeding} (1d8).</p>"
    },
    "dismissible": false,
    "duration": {
      "units": "",
      "value": "concentration, up to 1 round/level"
    },
    "formula": "",
    "isActive": null,
    "isVariableLevel": false,
    "level": 6,
    "materials": {
      "consumed": false,
      "cost": 0,
      "supply": 0,
      "value": ""
    },
    "modifiers": [],
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "range": {
      "additional": "10 ft.",
      "per": "level",
      "units": "ft",
      "value": 100
    },
    "rollNotes": "",
    "save": {
      "type": "reflex",
      "dc": "",
      "descriptor": "half"
    },
    "school": "con",
    "source": "GM pg. 69",
    "sr": false,
    "target": {
      "type": "",
      "value": ""
    },
    "uses": {
      "max": null,
      "per": "",
      "value": null
    }
  }
}