{
  "_id": "4EYL7d093MloHCxZ",
  "name": "Control Winds",
  "type": "spell",
  "img": "systems/sfrpg/icons/spells/enervation.webp",
  "system": {
    "type": "",
    "ability": "",
    "abilityMods": {
      "parts": []
    },
    "actionType": "save",
    "activation": {
      "type": "action",
      "condition": "",
      "cost": 1
    },
    "allowedClasses": {
      "myst": true,
      "tech": false,
      "wysh": true
    },
    "area": {
      "effect": "emanation",
      "shape": "cylinder",
      "units": "ft",
      "value": 10
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "concentration": false,
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>You alter the movement of air in an area around you. Wind created by this spell imposes a penalty to Perception checks equal to the penalty the wind imposes on non-energy ranged weapon attacks (see Table 11–6: Wind Effects on page 400 of the Core Rulebook). At the GM’s discretion, outdoor wind conditions are generally light wind, while indoor wind conditions are generally no wind; these conditions can vary by environment. This spell can’t create wind in an area that has no atmosphere.</p>\n<p><strong>1st:</strong> When you cast control winds as a 1st-level spell, you can lower or raise the wind speed in the area by one level (for example, from strong wind to either moderate or severe wind), to a minimum of no wind and a maximum of severe wind.</p>\n<p><strong>2nd:</strong> When you cast control winds as a 2nd-level spell, you can lower or raise the wind speed in the area by up to two levels, to a minimum of no wind and a maximum of severe wind.</p>\n<p><strong>3rd:</strong> When you cast control winds as a 3rd-level spell, you can lower or raise the wind speed in the area by up to three levels, to a minimum of no wind and a maximum of severe wind.</p>\n<p>When you dismiss the spell or it otherwise ends, you can create a blast of severe wind in an instantaneous line-shaped burst that originates from the area’s point of origin and has a length equal to the area’s radius. Creatures that enter the area or start their turn there must attempt a Fortitude saving throw to avoid effects based on their size: Tiny and smaller creatures are knocked prone and pushed 1d4 × 10 feet along the wind’s path, up to the end of the wind’s range, and the creature takes 1d4 bludgeoning damage per 10 feet. Small creatures are knocked prone. Medium and smaller creatures moving against the wind move at half speed. In addition, flying creatures in the area must attempt an Acrobatics check to fly in dangerous wind conditions. This gust can also do whatever a gust of severe wind might be expected to do, such as put out small flames, fan large flames, blow away vapors, and so on.</p>\n<p><strong>4th:</strong> When you cast control winds as a 4th-level spell, it functions as the 3rd-level version, but you can raise the wind speed up to a maximum of windstorm. In addition, when you cast the spell, you can exclude up to 2 squares per level from the spell’s effects; these squares must be contiguous.</p>\n<p>If you create a blast of wind when you dismiss the spell or it otherwise ends, the blast is windstorm level. Creatures are treated as one size category smaller when determining the effects of the blast on them.</p>"
    },
    "descriptors": [],
    "dismissible": true,
    "duration": {
      "units": "minute",
      "value": "@details.cl.value*10"
    },
    "formula": "",
    "isActive": null,
    "isVariableLevel": true,
    "level": 1,
    "materials": {
      "consumed": false,
      "cost": 0,
      "supply": 0,
      "value": ""
    },
    "modifiers": [],
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "range": {
      "additional": "",
      "per": "level",
      "units": "ft",
      "value": 10
    },
    "rollNotes": "",
    "save": {
      "type": "fort",
      "dc": "",
      "descriptor": "negate"
    },
    "school": "trs",
    "source": "GEM pg. 114",
    "sr": true,
    "target": {
      "type": "",
      "value": ""
    },
    "uses": {
      "max": null,
      "per": "",
      "value": null
    }
  }
}