{
  "_id": "FTBjUT3rg3Rosn8l",
  "name": "Control Atmosphere",
  "permission": {
    "default": 0,
    "umHu8DFnCrMQVZ37": 3
  },
  "type": "spell",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">You can alter the atmosphere within the spell’s area to cause it to become more like the atmosphere of another planet. You can alter one aspect of the atmosphere—its corrosiveness, density, or toxicity. The possible effects of each of these changes are detailed below.<br></span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Corrosiveness</strong>: You can make the atmosphere corrosive. Each creature and object in the area when you cast the spell must succeed at a Fortitude save or take 5d6 acid damage. Creatures and objects that remain in the area take 3d6 additional acid damage every 10 minutes (Fortitude half).<br></span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Alternatively, you can make a normally corrosive atmosphere noncorrosive. In this case, the atmosphere within the spell’s area deals no acid damage for the duration of the spell.<br></span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Density</strong>: You can make the atmosphere in the area one step thinner (going from severely thick to thick, thick to normal, normal to thin, or thin to severely thin) or thicker (going from severely thin to thin, thin to normal, normal to thick, or thick to severely thick). The spell cannot make an atmosphere thicker than severely thick or thinner than severely thin.<br></span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">In addition to the normal long-term effects of being in an atmosphere thinner or thicker than a creature is acclimated to, each creature in the area of the spell when it is cast must succeed at a Fortitude save or suffer the immediate effects described below. This is true even for creatures with environmental protection from equipment (such as armor), as the air within the armor is affected on a failed saving throw. Creatures that do not need to breathe are not affected by changes in atmospheric density.<br></span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">If the air is thicker than a creature is acclimated to, on a failed saving throw, that creature becomes sickened. For every step beyond the first that the air is thicker than the target’s acclimation, it takes a –1 penalty to its save against this effect. If the air is thinner than a creature is acclimated to, on a failed saving throw, it is fatigued. For every step beyond the first that the air is thinner than the target’s acclimation, it takes a –1 penalty to its saving throw against this effect. The effect ends if the creature moves out of the area, and it is not required to attempt a new saving throw upon reentering the area (instead it is subject only to the normal dangers of thicker or thinner air).<br></span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Toxicity</strong>: You can make the atmosphere toxic. Each creature in the area of the spell when it is cast must succeed at a Fortitude save or suffer the immediate effects described below. Creatures with environmental protection from equipment already active (such as armor) are not exposed to the toxic atmosphere. A creature that fails its save contracts bubonic plague (no save) and immediately moves to the weakened state. Creatures that enter the area of toxic atmosphere later are exposed to inhaled bubonic plague and follow the normal disease rules for contracting the disease and progressing on the physical disease track. The disease is nonmagical, and those infected are still infected when the spell’s duration ends.<br></span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Alternatively, you can make a normally toxic atmosphere nontoxic. In this case, the atmosphere within the spell’s area does not expose those who breathe it to any toxic disease for the duration of the spell.</span></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Pact Worlds pg. 204",
    "type": "",
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": "10 minute/level",
      "units": ""
    },
    "target": {
      "value": "",
      "type": ""
    },
    "area": {
      "value": 30,
      "units": "ft",
      "shape": "other",
      "effect": "spread"
    },
    "range": {
      "value": 100,
      "units": "ft",
      "additional": "10",
      "per": "level"
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": ""
    },
    "ability": "",
    "actionType": "save",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "fort",
      "dc": null,
      "descriptor": "partial"
    },
    "descriptors": [],
    "level": 4,
    "school": "trs",
    "sr": false,
    "dismissible": false,
    "concentration": false,
    "materials": {
      "value": "",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "allowedClasses": {
      "myst": true,
      "tech": false,
      "wysh": true
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/spells/controle_atmosphere.png"
}