{
  "_id": "zzwlPwtjznYhfLoE",
  "name": "Dampen Spell",
  "type": "spell",
  "img": "systems/sfrpg/icons/spells/displel_magic_greater.webp",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "action",
      "condition": "",
      "cost": 1
    },
    "allowedClasses": {
      "myst": true,
      "precog": true,
      "tech": true,
      "wysh": true
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "none",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "concentration": false,
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>You siphon magical energy from a spell, casting dampen spell as a reaction when you observe the triggering spell being cast within range. This spell has no effect on magic items but can affect spells they cast. The spell slot you use to cast dampen spell determines the options you have for dampening the targeted spell. To have any effect, you must attempt a dispel check (1d20 + your caster level) with a DC equal to 11 + the spell’s caster level. If you successfully dampen a spell, the caster can cease casting, losing the action used for casting rather than the spell slot. This spell has no effect on artifacts or deities.</p>\n<p><strong>1st</strong>: If you cast dampen spell using a 1st-level slot, choose one of the following effects.</p>\n<p><em>Contract</em>: Halve the spell’s range. If the targeted spell can no longer reach its target, the caster can choose a new target within the new range and continue casting.</p>\n<p><em>Exclude</em>: An area or multitarget spell excludes one target of your choice.</p>\n<p><em>Mistarget</em>: Make the spell go off-target as if it’s a thrown weapon that missed its grid intersection (Core Rulebook 245).</p>\n<p><em>Shorten</em>: If the spell’s duration is measured in rounds or minutes, halve that duration (round down, minimum 0 or 5 rounds for 1 minute rounded down). You can’t shorten a spell that has a duration measured in longer increments.</p>\n<p><strong>2nd</strong>: If you cast dampen spell using a 2nd-level slot, choose one of the following effects.</p>\n<p>Reduce: Halve the area or number of targets the spell can affect.</p>\n<p><em>Shorten</em>: If the spell’s duration is measured in hours, halve that duration (round down, minimum 30 minutes for 1 hour rounded down). You can’t shorten a spell that has a duration measured in longer increments.</p>\n<p><em>Weaken</em>: Halve the spell’s damage or healing done.</p>"
    },
    "dismissible": false,
    "duration": {
      "units": "",
      "value": "instantaneous"
    },
    "formula": "",
    "isActive": null,
    "isVariableLevel": true,
    "level": 1,
    "materials": {
      "consumed": false,
      "cost": 0,
      "supply": 0,
      "value": ""
    },
    "modifiers": [],
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "range": {
      "additional": "10 ft.",
      "per": "level",
      "units": "ft",
      "value": 100
    },
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "school": "abj",
    "source": "GM pg. 71",
    "sr": false,
    "target": {
      "type": "",
      "value": "one spell"
    },
    "uses": {
      "max": null,
      "per": "",
      "value": null
    }
  }
}