{
  "_id": "uzt54kZFj7BEBEjL",
  "name": "Digital Doorway",
  "permission": {
    "default": 0,
    "umHu8DFnCrMQVZ37": 3
  },
  "type": "spell",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">You gain the ability to step into a piece of electronic equipment currently connected to a communication or information network (such as a comm unit or a computer connected to an infosphere), converting yourself into digital information and traveling along the network. Once uploaded onto a network, you teleport out from any device within 3,000 feet of the device that you entered; if no such device is in range, you emerge from the same device you entered. You are instantly aware of all unsecured devices connected to the same network as the one you entered, and you can attempt a Computers check (DC = 15 + 1-1/2 × the item’s level) to detect other devices (this does not require an action); a single check renders you aware of all devices whose DC to detect you exceeded. If the item is a computer, your Computers check result must also exceed the DC required to successfully hack it. This movement acts as the <em>teleport</em> spell, except there is no chance of missing your destination.<br></span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">When attempting to enter or exit a computer with one or more countermeasures, you automatically trigger any countermeasures that are not successfully disabled. When you emerge from a computer, you can attempt one Computers check, with the result compared to the DC of each countermeasure in place on that computer (this does not require an action); you suffer the effects of all countermeasures with a DC higher than the result of your check. Some countermeasures triggered in this manner are exceptionally dangerous, as noted below.<br></span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Feedback</strong>: The digital virus uploaded into your data causes you to become exposed to the mindfire disease, but the disease has a save DC of 15 + half the item level of the destination device.<br></span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Firewall</strong>: You arrive at the destination prone, and you remain flat-footed and off-target for 1 minute.<br></span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Wipe</strong>: Your recent memories are scrambled, with minor elements removed, causing you to be confused for a number of rounds equal to half the item level of the destination device (minimum 1 round).</span></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Pact Worlds pg. 205",
    "type": "",
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": "1 hour/level or until expended; see text",
      "units": ""
    },
    "target": {
      "value": "",
      "type": ""
    },
    "area": {
      "value": null,
      "units": "none",
      "shape": "cone",
      "effect": "burst"
    },
    "range": {
      "value": null,
      "units": "personal",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": ""
    },
    "ability": "",
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "will",
      "dc": null,
      "descriptor": "negate"
    },
    "descriptors": [],
    "level": 4,
    "school": "con",
    "sr": false,
    "dismissible": false,
    "concentration": false,
    "materials": {
      "value": "",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "allowedClasses": {
      "myst": false,
      "tech": true,
      "wysh": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/spells/digital_doorway.PNG"
}