{
  "_id": "mUIuCkFeMLKnOypt",
  "name": "Dimension Door",
  "permission": {
    "default": 0,
    "umHu8DFnCrMQVZ37": 3
  },
  "type": "spell",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">You instantly transfer yourself from your current location to any other spot within range. You always arrive at exactly the spot desired—whether by simply visualizing the area or by stating its direction. You can bring along objects as long as their weight doesn’t exceed your maximum load. You can also bring up to four additional willing or unconscious Medium or smaller creatures (carrying gear or objects up to their maximum load) or their equivalent. A Large creature counts as two Medium creatures, and a Huge creature counts as two Large creatures. All creatures to be transported must be in contact with one another, and at least one of those creatures must be in contact with you. After using this spell, you can’t take any other actions until your next turn (and each creature traveling with you can’t take any other actions until its next turn).</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">If you arrive in a place that is already occupied by a solid body, you and each creature traveling with you each take 1d6 damage and are shunted to a random open space on a suitable surface within 100 feet of the intended location. If there is no free space within 100 feet, you and each creature traveling with you take 2d6 additional damage and are shunted to a free space within 1,000 feet. If there is no free space within 1,000 feet, you and each creature traveling with you take 4d6 additional damage and the spell simply fails.</span></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Starfinder Core Rulebook pg. 349",
    "type": "",
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": "instantaneous",
      "units": ""
    },
    "target": {
      "value": "you and touched objects or touched willing or unconscious creatures",
      "type": ""
    },
    "area": {
      "value": null,
      "units": "none",
      "shape": "cone",
      "effect": "burst"
    },
    "range": {
      "value": 400,
      "units": "ft",
      "additional": "40",
      "per": "level"
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": ""
    },
    "ability": "",
    "actionType": "save",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "will",
      "dc": null,
      "descriptor": "negate"
    },
    "descriptors": [],
    "level": 4,
    "school": "con",
    "sr": true,
    "dismissible": false,
    "concentration": false,
    "materials": {
      "value": "",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "allowedClasses": {
      "myst": false,
      "tech": true,
      "wysh": true
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/spells/dimension-door.jpg"
}