{
  "_id": "1FfFraWlxCu1L4rL",
  "name": "Dispel Magic, Greater",
  "type": "spell",
  "img": "systems/sfrpg/icons/spells/displel_magic_greater.webp",
  "system": {
    "type": "",
    "ability": "",
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "save",
    "activation": {
      "type": "action",
      "condition": "",
      "cost": 1
    },
    "allowedClasses": {
      "myst": true,
      "tech": true,
      "wysh": true
    },
    "area": {
      "effect": "burst",
      "shape": "sphere",
      "units": "ft",
      "value": 20
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "concentration": false,
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>This spell functions like @UUID[Compendium.sfrpg.spells.KQ4vSfG9tq8EJxir]{Dispel Magic}, except it can end more than one spell on a target and it can be used to target multiple creatures. You choose to use<em>greater dispel magic</em> in one of three ways: a targeted dispel, an area dispel, or a counter.</p>\n<p><strong>Targeted Dispel</strong>: This functions as a targeted<em>dispel magic</em>, but you can dispel one spell for every 4 caster levels you have, attempting a separate dispel check for each spell. Additionally,<em>greater dispel magic</em> has a chance to dispel any curse that<em>remove affliction</em> can remove, even if<em>dispel magic</em> can’t dispel that effect. The DC of this check is equal to the curse’s DC.</p>\n<p><strong>Area Dispel</strong>: When<em>greater dispel magic</em> is used in this way, the spell affects everything within a 20-foot-radius burst. Attempt one dispel check and apply that check to each creature or object in the area, as if it were targeted by<em>dispel magic</em>. If you don’t specify spells and there is more than one possible spell on the target, your targeted dispel attempts to dispel spells at random. Magic items themselves are not affected by an area dispel but additional magical effects on them may be dispelled.</p>\n<p>For each ongoing spell effect whose point of origin is within the area of the<em>greater dispel magic</em> spell, apply the result of the dispel check to dispel the spell. For each ongoing spell whose area overlaps that of the<em>greater dispel magic</em> spell, apply the result of the dispel check to end the effect, but only within the overlapping area.</p>\n<p>If an object or a creature that is the effect of an ongoing spell is in the area, apply the result of the dispel check to end the spell that conjured that object or creature (returning it whence it came) in addition to attempting to dispel one spell targeting the creature or object.</p>\n<p>You can choose to automatically succeed at your dispel check against any spell you have cast.</p>\n<p><strong>Counter</strong>: This functions as countering with<em>dispel magic</em>, but you receive a +4 bonus to your dispel check to counter the other spellcaster’s spell.</p>\n<h2>@UUID[Compendium.sfrpg.spells.KQ4vSfG9tq8EJxir]{Dispel Magic}</h2>\n<p>You can use dispel magic to end one ongoing spell that has been cast on a creature or object, to temporarily suppress the magical abilities of a magic item, or to counter another spellcaster’s spell. A dispelled spell ends as if its duration had expired. Some spells, as detailed in their descriptions, can’t be defeated by dispel magic. Dispel magic can dispel (but not counter) spell-like abilities just as it does spells. The effect of a spell with an instantaneous duration can’t be dispelled.</p>\n<p>You choose to use dispel magic in one of two ways: as a targeted dispel or as a counter.</p>\n<p><strong>Targeted Dispel</strong>: One creature, object, or spell is the target of the dispel magic spell. You can also use a targeted dispel to specifically end one spell affecting the target or one spell affecting an area (such as zone of truth). You must name the specific spell effect to be targeted in this way or otherwise uniquely identify it (such as “that burning wall” or “the spell that’s giving him those duplicates”). Attempt a dispel check (1d20 + your caster level) with a DC equal to 11 + the spell’s caster level. If you succeed, the spell ends. If you don’t specify a spell and there is more than one possible spell on the target, your targeted dispel attempts to dispel a spell at random.</p>\n<p>If you target a force, an object, or a creature that is the effect of an ongoing spell (such as unseen servant), you attempt a dispel check to end the spell that conjured the object or creature.</p>\n<p>If the object that you target is a magic item, you attempt a dispel check against the item level (DC = 11 + the item level). If you succeed, all the item’s magical properties are suppressed for 1d4 rounds, after which the item recovers its magical properties. A suppressed item becomes nonmagical for the duration of the effect. A magic item’s nonmagical physical properties are unchanged: a suppressed holy laser pistol is still a laser pistol. Artifacts and deities are unaffected by mortal magic such as this.</p>\n<p>You can choose to automatically succeed at your dispel check against any spell you have cast.</p>\n<p><strong>Counter</strong>: You can use the energy of&nbsp;dispel magic&nbsp;to disrupt the casting of other spells. First, select an opponent and take the ready action (see page 249) to cast&nbsp;dispel magic&nbsp;when that target casts a spell. This is considered a purely defensive action. When that readied action is triggered, you cast&nbsp;dispel magic&nbsp;and must attempt a dispel check (1d20 + your caster level) to counter the other spellcaster’s spell. The DC is equal to 11 + the other spellcaster’s caster level. If the check is successful and the target is in range, the spell fails and has no result.</p>"
    },
    "descriptors": [],
    "dismissible": false,
    "duration": {
      "units": "",
      "value": "instantaneous"
    },
    "formula": "",
    "isActive": null,
    "isVariableLevel": false,
    "level": 5,
    "materials": {
      "consumed": false,
      "cost": 0,
      "supply": 0,
      "value": ""
    },
    "modifiers": [],
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "range": {
      "additional": "10 ft",
      "per": "level",
      "units": "medium",
      "value": 100
    },
    "rollNotes": "",
    "save": {
      "type": "fort",
      "dc": "",
      "descriptor": "partial"
    },
    "school": "abj",
    "source": "CRB pg. 352",
    "sr": false,
    "target": {
      "type": "",
      "value": "one creature, object, spell, or spellcaster; or a 20-ft.-radius burst"
    },
    "uses": {
      "max": null,
      "per": "",
      "value": null
    }
  }
}