{
  "_id": "ikKX8lhXOhZRXKpd",
  "name": "Ethereal Jaunt",
  "type": "spell",
  "flags": {
    "core": {
      "sourceId": "Compendium.sfrpg.spells.ikKX8lhXOhZRXKpd"
    }
  },
  "img": "systems/sfrpg/icons/spells/ethereal_jaunt.webp",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "action",
      "condition": "",
      "cost": 1
    },
    "allowedClasses": {
      "myst": true,
      "tech": true,
      "wysh": true
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "none",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "concentration": false,
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>You become ethereal, along with your equipment. For the duration of the spell, you are on the Ethereal Plane, which overlaps the Material Plane. When the spell expires, you return to material existence.</p>\n<p>An ethereal creature is invisible, insubstantial, and capable of moving in any direction, even up or down, albeit at half normal speed. As an insubstantial creature, you can move through solid objects, including living creatures. An ethereal creature can see and hear events and creatures on the Material Plane, but everything looks gray and ephemeral. Sight and hearing on the Material Plane are limited to 60 feet and many kinds of senses (such as blindsense and blindsight) don’t work across the planar boundary.</p>\n<p>Force effects and abjurations affect an ethereal creature normally, but force effects originating on the Ethereal Plane don’t affect targets on the Material Plane. An ethereal creature can’t attack material creatures, and spells you cast while ethereal affect only other ethereal things. Certain material creatures and objects have attacks or effects that work on the Ethereal Plane. Treat other ethereal creatures and ethereal objects as you would if you were both on the Material Plane.</p>\n<p>If you end the spell and become material while inside a material object (such as a solid wall), you are shunted to the nearest open space and take 1d6 damage per 5 feet that you so travel.</p>"
    },
    "descriptors": [],
    "dismissible": true,
    "duration": {
      "units": "",
      "value": "1 round/level (D)"
    },
    "formula": "",
    "isActive": null,
    "isVariableLevel": false,
    "level": 6,
    "materials": {
      "consumed": false,
      "cost": 0,
      "supply": 0,
      "value": ""
    },
    "modifiers": [],
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "range": {
      "additional": "",
      "per": "",
      "units": "personal",
      "value": null
    },
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "school": "trs",
    "source": "CRB pg. 354",
    "sr": false,
    "target": {
      "type": "",
      "value": ""
    },
    "uses": {
      "max": null,
      "per": "",
      "value": null
    }
  }
}