{
  "_id": "3MJvj8HOhmqsq2pj",
  "name": "Flight",
  "permission": {
    "default": 0,
    "EgDbkW0aYa1c3C2f": 3
  },
  "type": "spell",
  "data": {
    "description": {
      "value": "<p style=\"text-align: justify;\">You tinker with the particles of magic surrounding one or more targets to either allow them to slow a fall, gently rise or descend, or fly short or vast distances.</p>\n<ul>\n<li style=\"text-align: justify;\"><strong>1st:</strong> When you cast flight as a 1st-level spell, you can target one Medium or smaller falling object or creature per level at close range (25 feet + 5 feet/2 levels). The targets must all be within 20 feet of each other. A Large creature or object counts as two Medium creatures or objects, a Huge creature or object counts as four Medium creatures or objects, and so on. The affected targets instantly fall slower, at a rate of just 60 feet per round (equivalent to the end of a fall from a few feet). The targets take no damage upon landing while the spell is in effect. This spell doesn&rsquo;t affect charging or flying creatures.For each target, this casting of the spell lasts until that target lands or 1 round per caster level (whichever happens first).<br />The 1st-level version of this spell can be cast as a reaction, but when you do so, you can&rsquo;t take a standard action on your next round.</li>\n<li style=\"text-align: justify;\"><strong>2nd:</strong> When you cast flight as a 2nd-level spell, you can target yourself or one willing or unconscious creature or unattended object (total weight up to 100 pounds or 10 bulk per level) at close range. The spell allows you to move the target up or down as you wish. Each round as a move action, you can mentally direct the target up or down as much as 20 feet. You can&rsquo;t move the target horizontally. A levitating creature that attacks with a melee or ranged weapon finds itself increasingly unstable; the first attack takes a &ndash;1 penalty to attack rolls, the second a &ndash;2 penalty, and so on, to a maximum of &ndash;5. A full round spent stabilizing allows the creature to begin again at &ndash;1.This casting of the spell lasts 1 minute per caster level and is dismissible.</li>\n<li style=\"text-align: justify;\"><strong>3rd:</strong> When you cast flight as a 3rd-level spell, you can target one willing or unconscious touched creature and give it the power of flight. The target can fly at a speed of 60 feet with average maneuverability. Flying while under this spell&rsquo;s effects takes no more concentration than walking, so the target can attack or cast spells normally. The target can charge but not run, and it can&rsquo;t carry aloft more weight than its normal bulk limit. The target gains a bonus to Acrobatics checks to fly equal to half your caster level.If this spell expires or is dispelled while the target is aloft, the target floats downward 60 feet per round for 1d6 rounds. If it reaches the ground in that amount of time, it lands safely. If not, it falls the rest of the distance, taking 1d6 damage per 10 feet fallen.The spell lasts for 1 minute per caster level.</li>\n<li style=\"text-align: justify;\"><strong>4th:</strong> When you cast flight as a 4th-level spell, you can target one willing or unconscious touched creature and affect it as per the 3rd-level version of the spell, except the target&rsquo;s fly speed is increased by 10 feet and the spell lasts for 10 minutes per caster level.</li>\n<li style=\"text-align: justify;\"><strong>5th:</strong> When you cast flight as a 5th-level spell, you can target yourself and be affected as per the 4th-level version of the spell, except the spell lasts for 1 hour per caster level. When you use this flight speed for long-distance movement, you can hustle without taking nonlethal damage (a forced march still requires Constitution checks). You can cover 140 miles in an 8-hour period of flight (or 80 miles at a speed of 50 feet).</li>\n<li style=\"text-align: justify;\"><strong>6th:</strong> When you cast&nbsp;flight&nbsp;as a 6th-level spell, you can target multiple willing or unconscious creatures at close range (25 feet + 5 feet/2 levels) and affect them as per the 3rd-level version of the spell. You can target one creature per caster level, all of which must be within 30 feet of each other. This casting of the spell lasts 10 minutes per caster level.</li>\n</ul>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Starfinder Core Rulebook pg. 355",
    "type": "",
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": "",
      "units": ""
    },
    "target": {
      "value": "",
      "type": ""
    },
    "area": {
      "value": null,
      "units": "none",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "none",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": ""
    },
    "ability": "",
    "actionType": "save",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "will",
      "dc": null,
      "descriptor": "harmless"
    },
    "descriptors": [],
    "modifiers": [],
    "level": 1,
    "school": "trs",
    "sr": true,
    "dismissible": false,
    "concentration": true,
    "materials": {
      "value": "",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "allowedClasses": {
      "myst": false,
      "tech": true,
      "wysh": true
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/spells/flight.png"
}