{
  "_id": "SlMfkSe8xBdhOFFv",
  "name": "Gravitational Singularity*",
  "permission": {
    "default": 0,
    "EgDbkW0aYa1c3C2f": 3
  },
  "type": "spell",
  "data": {
    "description": {
      "value": "<p style=\"text-align: justify;\">You call into being a tiny particle of mass with infinite density. You must conjure the singularity in a square that is unoccupied by any creatures or objects. When you finish casting this spell, the singularity immediately draws all Medium and smaller creatures and unattended objects of no more than light bulk within 30 feet toward it. Each round on your turn, the singularity makes a single special combat maneuver against creatures within 30 feet with an attack bonus equal to 4 + your caster level + your key ability modifier. Compare the result to each creature’s KAC + 8. If the singularity is successful, that creature is moved 5 feet toward the singularity plus 5 additional feet for every 5 by which the result exceeds a target’s KAC + 8. Unattended objects are automatically moved 10 feet toward the singularity each round. If a creature or object is moved into the square that contains the singularity, it is sucked inside it and takes 12d6 damage at the end of its turn each round it remains within that space.<br><br>A creature drawn into the singularity can take no actions except a full action to try to escape (it still takes damage during the rounds it attempts to escape). A creature must succeed at either an Athletics check (DC = 15 + 1-1/2 × your mystic level) or a DC 22 Strength check to escape the singularity. The singularity can hold up to four Medium creatures or objects (two Small creatures or objects count as one Medium creature, and so on); if it would pull in additional creatures, those creatures are simply pulled into a square adjacent to the singularity.<br><br>A creature within 50 feet of the singularity has its speed reduced by half when it moves away from the singularity. However, it can move at double its normal speed when moving toward the singularity. If a creature moves within 30 feet of the singularity at any point in its movement, it is subject to the combat maneuver described above. A creature that moves neither toward nor away from the singularity moves at its normal speed.<br><br>When this spell ends, the singularity disappears, and creatures and objects that were sucked into the singularity appear in the space where you conjured it (or as close as possible to that space, if they can’t all fit within it).</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Starfinder Core Rulebook pg. 357",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": 100,
      "units": "ft",
      "additional": "10",
      "per": "level"
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "level": 6,
    "school": "con",
    "sr": false,
    "dismissible": false,
    "concentration": false,
    "materials": {
      "value": "",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "allowedClasses": {
      "myst": true,
      "tech": false,
      "wysh": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/spells/gravitational_singularity.png"
}