{
  "_id": "SvczAoMeavwS7WI8",
  "name": "Hack Wetware*",
  "permission": {
    "default": 0,
    "EgDbkW0aYa1c3C2f": 3
  },
  "type": "spell",
  "data": {
    "description": {
      "value": "<p style=\"text-align: justify;\">If the target fails its saving throw, you form a link between their mind and a computer you touch at the time of casting, allowing you to hack their brain as if it were a computer to examine or manipulate memories and implant suggestions. Each round this spell is active and you are within range of the target, you can take a standard action to attempt a Computers check to hack their brain and gain certain information, depending on the level of the spell. For the purposes of this spell, a living mind has a tier equal to one-half the target’s level or CR (minimum 1) and has an alarm countermeasure that immediately alerts the target creature if you fail a Computers check, allowing them an immediate additional Will saving throw to end the spell.<br>2nd:&nbsp;When you cast&nbsp;hack wetware&nbsp;as a 2nd-level spell, you can hack the target’s mind to gain general access to their thoughts, fears, and desires. If you are successful, you gain access to one of the following: the target’s current surface thoughts, the target’s most pressing current fear, or the target’s most pressing current desire. On following rounds, you can attempt additional Computers checks to learn other pieces of information.<br>3rd:&nbsp;When you cast&nbsp;hack wetware&nbsp;as a 3rd-level spell, it functions like the 2nd-level casting of the spell, but you can also hack the target’s mind to gain deeper access to their secrets and memories. Such information is partitioned behind a mental firewall, which increases the DC to access it by 2 or the target’s Wisdom modifier, whichever is greater. If you are successful, you gain access to a single piece of secret information the target knows (such as a passcode or the location of a hidden panel) or a specific memory (which can be no longer than 1 minute); a memory shows exactly what the target experienced from their perspective, so it might lack context. You can save the information or memory to your computer to retrieve later.<br>4th:&nbsp;When you cast&nbsp;hack wetware&nbsp;as a 4th-level spell, it functions like the 3rd-level casting of the spell, but you can also hack the target’s mind to send it false sensory data. If you are successful, you can determine the sights, sounds, and smells the brain receives, creating an illusion only the target can perceive, similar to a 4th-level holographic projection spell. The target can attempt a new saving throw when it interacts with these impressions to recognize them as false, but this doesn’t immediately end the effect. The impressions last for as long as the spell does, but you must attempt additional Computers checks to alter them in subsequent rounds.<br>5th:&nbsp;When you cast&nbsp;hack wetware&nbsp;as a 5th-level spell, it functions like the 4th-level casting of the spell, but you can also hack the target’s mind to implant a subconscious command that can be activated at a later time. If you are successful, you can state a course of activity similar to that of a suggestion spell and a trigger, such as a static image or a code phrase. This ends the hack wetware spell, but the subconscious command remains in the target’s brain for a number of days equal to your technomancer level. The next time the target perceives the trigger, it performs the suggested course of action as best it can if it fails another Will saving throw. For every 5 your Computers check exceeded the DC, the target takes a cumulative –2 penalty to this saving throw. The command can be triggered only once.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Starfinder #25: The Chimera Mystery pg. 52",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": 25,
      "units": "ft",
      "additional": "5",
      "per": "2 levels"
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "level": 2,
    "school": "div",
    "sr": false,
    "dismissible": false,
    "concentration": false,
    "materials": {
      "value": "",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "allowedClasses": {
      "myst": false,
      "tech": true,
      "wysh": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/spells/hack_wetware.png"
}