{
  "_id": "R83oLIyzHG3EaLoh",
  "name": "Hologram Memory",
  "type": "spell",
  "data": {
    "type": "",
    "ability": "",
    "abilityMods": {
      "parts": []
    },
    "actionType": "save",
    "activation": {
      "type": "full",
      "condition": "",
      "cost": 1
    },
    "allowedClasses": {
      "myst": true,
      "tech": false,
      "wysh": false
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": null,
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "concentration": false,
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p style=\"text-align: justify;\">You reach into the target’s mind, extract a specific memory, and project that memory into a small hologram that plays in front of you and is visible to all creatures who can see it. The hologram memory can be no longer than 1 minute; if the extracted memory is longer than this, the hologram simply ends. The hologram includes audio as well as visual components, but it does not contain haptic, olfactory, or other components. The hologram typically plays a memory that takes place in a single scene, though it can cut to multiple scenes, if they are accurate to the memory and its length allows. The hologram plays the memory exactly as the target experienced it and from the target’s perspective, so it often lacks context. The target creature must remain quiet and still while the hologram plays or the spell and hologram end.<br><br>This spell can target any living, unconscious, or deceased sentient creature with an Intelligence score of 3 or higher (or a modifier of –4 or higher). If the target is deceased, it cannot have been @Compendium[sfrpg.conditions.nEJIWMKbPjqKuelo]{Dead} for longer than 1 week, or this spell fails; once a corpse has been subjected to&nbsp;hologram memory&nbsp;by any caster, any subsequent attempts to cast&nbsp;hologram memory&nbsp;on that corpse fail.<br><br>If the target is unwilling to share this memory (or if it would be unable to share the memory, in the case of an unconscious or deceased target), it can attempt a Will saving throw with a +4 bonus to negate this spell and its effects.</p>"
    },
    "descriptors": [],
    "dismissible": false,
    "duration": {
      "units": "",
      "value": "instantaneous"
    },
    "formula": "",
    "level": 3,
    "materials": {
      "consumed": false,
      "cost": 0,
      "supply": 0,
      "value": ""
    },
    "modifiers": [],
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "range": {
      "additional": "",
      "per": "",
      "units": "touch",
      "value": null
    },
    "save": {
      "type": "will",
      "dc": "",
      "descriptor": "negate"
    },
    "school": "div",
    "source": "CRB pg. 359",
    "sr": false,
    "target": {
      "type": "",
      "value": "one living or deceased sentient creature; see text"
    },
    "uses": {
      "max": null,
      "per": "",
      "value": null
    }
  },
  "effects": [],
  "flags": {},
  "img": "systems/sfrpg/icons/spells/hologram_memory.png"
}