{
  "_id": "oqJ440LXz9T5pOOv",
  "name": "Hoverdisk, Mass",
  "type": "spell",
  "data": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "action",
      "condition": "",
      "cost": 1
    },
    "allowedClasses": {
      "myst": false,
      "tech": true,
      "wysh": false
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "none",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "concentration": false,
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>This spell functions as&nbsp;hoverdisk, except as noted above. As part of casting this spell, you can give a single set of instructions to all disks, or you can give separate instructions to each disk. You must spend a standard action to give new or additional instructions to any one disk, although you can give a group of disks the same instructions as part of the same action.</p>\n<h2>Hoverdisk</h2>\n<p>You create a thin, circular plane of force 3 feet in diameter and able to hover up to 3 feet above the ground. When you cast this spell, you can give the disk general instructions, such as &ldquo;Take me across this field of lava,&rdquo; or &ldquo;Take the rescued shirren back to town.&rdquo; You can tell the disk to go to any location you are familiar with, and it follows these instructions without error, even traveling beyond the spell&rsquo;s range. If you give the disk no instructions, it follows 5 feet behind you. The disk can carry up to 20 bulk for each caster level you have, has a fly speed of 60 feet (no higher than 3 feet), and can move beyond the spell&rsquo;s range. It moves at your command or the command of a creature you designate, as a move action, and it raises and lowers itself on similar command, so getting on or off the disk can be done as part of the move action to move into the disk&rsquo;s space. As a standard action, you can give the disk new general instructions.<br />If the spell ends before the disk completes its task, the disk completes as much as it can before disappearing. When the disk disappears, whatever it was carrying falls to the surface beneath it.</p>"
    },
    "descriptors": [],
    "dismissible": true,
    "duration": {
      "units": "",
      "value": "1 hour/level (D)"
    },
    "formula": "",
    "isActive": null,
    "isVariableLevel": false,
    "level": 5,
    "materials": {
      "consumed": false,
      "cost": 0,
      "supply": 0,
      "value": ""
    },
    "modifiers": [],
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "range": {
      "additional": "10 ft.",
      "per": "level",
      "units": "ft",
      "value": 100
    },
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "school": "enc",
    "source": "COM pg. 137",
    "sr": false,
    "target": {
      "type": "",
      "value": ""
    },
    "uses": {
      "max": null,
      "per": "",
      "value": null
    }
  },
  "effects": [],
  "flags": {
    "core": {
      "sourceId": "Compendium.sfrpg.spells.oqJ440LXz9T5pOOv"
    }
  },
  "img": "systems/sfrpg/icons/spells/hoverdisk_mass.png"
}