{
  "name": "Interplanetary Teleport",
  "type": "spell",
  "data": {
    "description": {
      "value": "<p style=\"text-align: justify;\">This spell functions as&nbsp;teleport, except there is no hard range limit and you don’t need to have seen your destination. You can teleport to anywhere you are familiar with on the planet you are on while casting the spell, or you can teleport to any other planet in the same solar system. You must have an unambiguous idea of which world you wish to travel to (“the third planet from the sun” is an acceptable destination, but “a habitable world with oceans” is not). If you have a specific location on a planet in mind, you arrive there without a chance of failure; otherwise, you arrive at a location that would not immediately be life threatening. If no such safe landing zone exists on the world, such as someone attempting to travel into the sun without the proper precautions in place, the spell simply fails.<br><br>You can also attempt to teleport to planets in different solar systems that you have visited before. This increases the casting time to 1 hour and costs a number of Resolve Points equal to the number of days it would take to reach the planet through Drift travel (assume a base engine with a Drift rating of 1; the GM rolls this randomly, after you begin casting the spell). If you don’t have enough Resolve Points, you spend all the Resolve Points you have available and the spell fails.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB pg. 362",
    "type": "",
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": "instantaneous",
      "units": ""
    },
    "target": {
      "value": "you and touched objects or touched willing or unconscious creatures",
      "type": ""
    },
    "area": {
      "value": null,
      "units": null,
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "system",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": null,
      "max": null,
      "per": ""
    },
    "ability": "",
    "actionType": "save",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "will",
      "dc": "",
      "descriptor": "object"
    },
    "descriptors": [],
    "modifiers": [],
    "level": 6,
    "school": "con",
    "sr": true,
    "dismissible": false,
    "concentration": false,
    "materials": {
      "value": "",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "allowedClasses": {
      "myst": false,
      "tech": true,
      "wysh": true
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/spells/interplanetary_teleport.PNG",
  "effects": [],
  "_id": "JZ6JdnlDediA8efl"
}