{
  "name": "Invisibility, Mass",
  "type": "spell",
  "data": {
    "description": {
      "value": "<p>This spell functions like&nbsp;invisibility, except the effect moves with the group and is broken when anyone in the group attacks. Individuals in the group can&rsquo;t see one another. Any individual who moves more than 180 feet from the nearest member of the group loses the benefit of this spell. If only two individuals are affected, the one moving away from the other one loses its invisibility. If both are moving away from each other, they both become visible when the distance between them exceeds 180 feet.</p>\n<p>&nbsp;</p>\n<h2>Invisibility</h2>\n<p>The creature or object touched becomes invisible (see page 264). If the target is a creature, any gear it is carrying vanishes as well. If you cast the spell on someone else, neither you nor your allies can see the target unless you can normally see invisible things or you employ magic to do so.<br /><br />The spell ends if the target attacks any creature. For purposes of this spell, an attack includes any spell or harmful effect targeting a foe or whose area or effect includes a foe. Actions directed at unattended objects don&rsquo;t break the spell. Spells that specifically affect allies but not foes are not attacks for this purpose, even when they include foes in their area. Causing harm indirectly is not an attack. Thus, an invisible being can open doors, talk, eat, climb stairs, summon security forces and have them attack, start a trash compactor with foes inside, remotely trigger traps, and so forth.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB pg. 362",
    "type": "",
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": "1 round/level (D)",
      "units": ""
    },
    "target": {
      "value": "any number of creatures, no two of which can be more than 180 ft. apart",
      "type": ""
    },
    "area": {
      "value": null,
      "units": null,
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": 400,
      "units": "ft",
      "additional": "40 ft.",
      "per": "level"
    },
    "uses": {
      "value": null,
      "max": null,
      "per": ""
    },
    "ability": "",
    "actionType": "save",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "will",
      "dc": "",
      "descriptor": "harmless"
    },
    "descriptors": [],
    "modifiers": [],
    "level": 6,
    "school": "ill",
    "sr": true,
    "dismissible": true,
    "concentration": false,
    "materials": {
      "value": "",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "allowedClasses": {
      "myst": false,
      "tech": true,
      "wysh": true
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/spells/invisibility_mass.png",
  "effects": [],
  "_id": "js1J5j0RAIpMaVOM"
}