{
  "_id": "T4uX647wYIcHS8rj",
  "name": "Junksword",
  "type": "spell",
  "img": "systems/sfrpg/icons/spells/junk_sword.webp",
  "system": {
    "type": "",
    "ability": "",
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "action",
      "condition": "",
      "cost": 1
    },
    "allowedClasses": {
      "myst": false,
      "tech": true,
      "wysh": false
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "none",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "concentration": false,
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>You turn a pile of technological junk into a one-handed melee weapon that you can wield against your foes. You must target inert, nonworking electronic equipment of at least 1 bulk. Valid targets include a large broken computer system, nonworking or unconnected computer or robot parts, a destroyed robot or another such trashed mechanical system, or any related electronic components or combination of the above, as long as the junk is found in sufficient quantity.</p>\n<p>You are automatically proficient with this melee weapon, and you add 1-1/2 times your caster level to damage rolls with it (in place of a Weapon Specialization bonus). A junksword functions only for its creator, and once created it cannot leave your hand. Should you wish to sheathe it, the junksword obliges by collapsing into a wreath of junk that surrounds your hand like a glove.</p>\n<p>You can grant your junksword additional abilities based on the spell’s level. You can change one modification to your junksword as a move action, or you can completely reconfigure all of its modifications as a full action.</p>\n<p><strong>1st:</strong><span> Your junksword deals 1d4 bludgeoning and slashing damage and has the analog weapon special property. In addition, you can grant your junksword up to two of the following special properties: block, disarm, nonlethal, reach, or trip.</span></p>\n<p><strong>2nd:</strong><span>Your junksword deals 1d8 bludgeoning and slashing damage and has the analog weapon special property. In addition, you can grant your junksword up to three of the special properties from the 1st-level list.</span></p>\n<p><strong>3rd:</strong><span> Your junksword has either the analog or powered (capacity 30, usage 2) weapon special property (your choice). It deals 2d4 bludgeoning and slashing damage if it’s an analog weapon, or 2d4 electricity damage if it’s a powered weapon. In addition, you can grant your junksword up to three of the special properties from the 1st-level list, plus the staggered critical effect. If you select the powered option, your junksword’s battery is integrated and cannot be removed, recharged, replaced, or used to power other devices.</span></p>\n<p><strong>4th:</strong><span> This functions as the 3rd-level junksword, but it deals 2d8 bludgeoning and slashing damage if it’s an analog weapon or 3d4 damage if it’s a powered weapon, and it gains the @UUID[Compendium.sfrpg.conditions.CvsDp0GvojxiF2jz]{Stunned} critical effect (rather than staggered).</span></p>\n<p><strong>5th:</strong><span> This functions as the 3rd-level casting of junksword, but the junksword deals 3d10 bludgeoning and slashing damage if it’s an analog weapon or 3d6 electricity damage if it’s a powered weapon, and it gains the @UUID[Compendium.sfrpg.conditions.CvsDp0GvojxiF2jz]{Stunned} critical effect (rather than staggered).</span></p>\n<p><strong>6th:</strong><span> This functions as the 3rd-level casting of&nbsp;junksword, but the junksword deals 6d6 bludgeoning and slashing damage if it’s an analog weapon or 3d8 electricity damage if it’s a powered weapon, and it gains the @UUID[Compendium.sfrpg.conditions.CvsDp0GvojxiF2jz]{Stunned} critical effect (rather than staggered). Additionally, you can grant the junksword one of the following weapon fusions:&nbsp;dispelling,&nbsp;entangling,&nbsp;ghost killer,&nbsp;merciful, or&nbsp;spellthrower.</span></p>"
    },
    "descriptors": [],
    "dismissible": true,
    "duration": {
      "units": "",
      "value": "10 minutes/level (D)"
    },
    "formula": "",
    "isActive": null,
    "isVariableLevel": true,
    "level": 1,
    "materials": {
      "consumed": false,
      "cost": 0,
      "supply": 0,
      "value": ""
    },
    "modifiers": [],
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "range": {
      "additional": "",
      "per": "",
      "units": "touch",
      "value": null
    },
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": "negate"
    },
    "school": "con",
    "source": "PW pg. 205",
    "sr": false,
    "target": {
      "type": "",
      "value": "1 bulk of inert electronic equipment"
    },
    "uses": {
      "max": null,
      "per": "",
      "value": null
    }
  }
}