{
  "_id": "dgD3PyaykV6GQTOB",
  "name": "Magic Seal, Greater",
  "type": "spell",
  "data": {
    "type": "",
    "ability": "",
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "save",
    "activation": {
      "type": "full",
      "condition": "",
      "cost": 1
    },
    "allowedClasses": {
      "myst": true,
      "precog": true,
      "tech": true,
      "wysh": true
    },
    "area": {
      "effect": "emanation",
      "shape": "sphere",
      "units": "ft",
      "value": 20
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "concentration": false,
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>You create a seal that suppresses magic in an area, which radiates from a creature or an object and moves with that target. An unwilling target can attempt a saving throw against this spell and use its spell resistance, and the sealed area fails to manifest if either defense works. If you target a point, the effect is stationary.</p>\n<p>Once the field is established, each round a creature starts even partially in the area, that creature is affected as if by a @Compendium[sfrpg.spells.pubn8yhShxTjAeyG]{Magic Seal} spell, and can attempt a saving throw and apply its spell resistance against the effect. A creature that saves one round might be affected the next. The effect also ends on a creature that leaves the area, but the creature can be affected again if it reenters the area. In any case, a creature protected by its spell resistance can&rsquo;t be affected again by the same casting of this spell.</p>\n<h2>Magic Seal</h2>\n<p>You place a seal on a creature, possibly preventing it from casting spells (including from magic items), using spell-like abilities, and using supernatural abilities that affect anything other than it. This seal has no effect on non-spell capabilities of magic items, spells already ongoing, abilities that affect only the targeted creature (such as the supernatural ability to fly), spells with a range of personal (except when that magic is then used on another), or any spells with which the creature targets only itself. While this spell lasts, the first time during any round that the targeted creature uses a restricted ability or attempts to affect a target other than itself with such magic, attempt a dispel check (11 + your caster level). This check requires neither your awareness nor presence, nor any action on your part. The DC equals 11 + the creature&rsquo;s caster level, or the creature&rsquo;s level or CR for supernatural abilities. If you succeed, the affected magic has no effect. The action the targeted creature used in the attempt is lost. This spell has no effect on artifacts or deities.</p>"
    },
    "descriptors": [],
    "dismissible": true,
    "duration": {
      "units": "",
      "value": "1 round/level (D)"
    },
    "formula": "",
    "isActive": null,
    "isVariableLevel": false,
    "level": 6,
    "materials": {
      "consumed": false,
      "cost": 0,
      "supply": 0,
      "value": ""
    },
    "modifiers": [],
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "range": {
      "additional": "10 ft.",
      "per": "level",
      "units": "ft",
      "value": 100
    },
    "rollNotes": "",
    "save": {
      "type": "will",
      "dc": "",
      "descriptor": "negate"
    },
    "school": "abj",
    "source": "GM pg. 77",
    "sr": true,
    "target": {
      "type": "",
      "value": "one creature"
    },
    "uses": {
      "max": null,
      "per": "",
      "value": null
    }
  },
  "effects": [],
  "flags": {
    "core": {}
  },
  "img": "systems/sfrpg/icons/spells/command.png"
}