{
  "_id": "zNSqMd0Tq5JY8hwQ",
  "name": "Planar Binding",
  "type": "spell",
  "img": "systems/sfrpg/icons/spells/planar_binding.webp",
  "system": {
    "type": "",
    "ability": "",
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "save",
    "activation": {
      "type": "min",
      "condition": "",
      "cost": 10
    },
    "allowedClasses": {
      "myst": true,
      "tech": true,
      "wysh": true
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "none",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "concentration": false,
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Casting this spell attempts a dangerous act: to lure a creature from another plane to a specifically prepared trap, created by the spell within its range. The called creature is held in the trap until it agrees to perform one service in return for its freedom or breaks free. The kind of creature to be bound must be known and stated. If you wish to call a specific individual, you must use that individual’s proper name in casting the spell. The CR of the outsider you can call with planar binding depends on the spell’s level.</p>\n<p><strong>4th:</strong> One outsider of CR 4 or lower</p>\n<p><strong>5th:</strong> One outsider of CR 7 or lower</p>\n<p><strong>6th:</strong> One outsider of CR 10 or lower</p>\n<p>The target creature can attempt a Will saving throw. If the creature succeeds at the saving throw, it resists the spell. If it fails, the creature is immediately drawn to the trap (spell resistance does not keep it from being called). The creature can escape from the trap by successfully using its spell resistance (meaning you fail a caster level check against its spell resistance), by dimensional travel, or with a successful Charisma check (DC = 15 + half your caster level + your Charisma modifier). It can try each method once per day, and a natural 20 on this check always succeeds (and a natural 1 on your caster level check always fails). If it breaks loose, it can flee or attack you. A planar barrier spell cast in the area prevents the creature from escaping via dimensional travel.</p>\n<p>If the creature does not break free of the trap, you can keep it bound for as long as you dare. You can attempt to convince the creature to perform a task for you in exchange for release and perhaps some sort of reward. The creature decides which terms it is willing to accept, and it must willingly agree to the terms; magical compulsion isn’t sufficient. This continues until the creature promises to serve, until it breaks free, or until you decide to get rid of it by means of some other spell. It never agrees to unreasonable commands.</p>\n<p>Once the requested service has been completed, the creature need only to inform you to be instantly sent back to its home plane. The creature might later seek revenge against you for having imprisoned it. If you assign some open-ended task that the creature can’t complete through its own actions, the spell remains in effect for 10 days and the creature gains an immediate chance to break free. A defined task that will take longer than 10 days usually counts as unreasonable. Note that a clever recipient can subvert some instructions.</p>\n<p>When you use this spell to call a creature with the air, chaotic, earth, evil, fire, good, lawful, or water subtype, the spell gains that descriptor.</p>"
    },
    "descriptors": [],
    "dismissible": false,
    "duration": {
      "units": "",
      "value": "instantaneous; see text"
    },
    "formula": "",
    "isActive": null,
    "isVariableLevel": false,
    "level": 4,
    "materials": {
      "consumed": false,
      "cost": 0,
      "supply": 0,
      "value": ""
    },
    "modifiers": [],
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "range": {
      "units": "close"
    },
    "rollNotes": "",
    "save": {
      "type": "will",
      "dc": "",
      "descriptor": "negate"
    },
    "school": "con",
    "source": "CRB pg. 369",
    "sr": true,
    "target": {
      "type": "",
      "value": "see text"
    },
    "uses": {
      "max": null,
      "per": "",
      "value": null
    }
  }
}