{
  "_id": "gNgdSyi4pXQmasmc",
  "name": "Polymorph",
  "type": "spell",
  "effects": [],
  "flags": {
    "core": {}
  },
  "img": "systems/sfrpg/icons/spells/polymorph.webp",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "full",
      "condition": "",
      "cost": 1
    },
    "allowedClasses": {
      "myst": true,
      "tech": true,
      "wysh": true
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "none",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "concentration": false,
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>You change a willing target&rsquo;s shape into a predetermined polymorphed form of your choice. When you select this spell as a spell known, you design four polymorphed forms for each spell level at which you can cast this spell. These forms should be premade, following the rules for spells with the polymorph descriptor (starting on page 141) and the restrictions for each spell level of this spell, and be as ready to use in play as all other aspects of a character are. Each time you gain a character level, you can change which forms you have available.</p>\n<p>You choose which of these predetermined polymorph forms the target changes into each time you cast the spell.</p>\n<p><strong>1st:</strong> Casting polymorph as a 1st-level spell allows you to transform the target into one of the four 1st-level polymorphed forms you know. Your polymorphed forms must comply with the additional restrictions that follow. Unlike most polymorph effects, these forms are close enough to the target&rsquo;s true form to make the target recognizable, and they cannot duplicate any other specific individual. Each form must be of the animal or humanoid type. You can target only creatures that are Small or Medium with this spell, and all your polymorphed forms must be Small or Medium. CR: The maximum CR is 1. Defenses: The form can grant DR 1/magic or resistance 2 to one energy type. Movement: The form can grant a land speed of up to 30 feet or a swim speed of up to 20 feet. Racial Traits: You cannot grant racial traits. Senses: The form can grant low-light vision or tracking (scent), but not both.</p>\n<p><strong>2nd:</strong> Casting polymorph as a 2nd-level spell allows you to completely transform the target into one of the four 2ndlevel polymorphed forms you know. Your polymorphed forms must comply with the additional restrictions that follow. Each form must be an animal, fey, humanoid, magical beast, or monstrous humanoid. All your polymorphed forms must be Small or Medium.</p>\n<ul>\n<li>CR: The maximum CR is 3.</li>\n<li>Defensive Abilities: The form can grant DR 2/magic or resistance 5 to one energy type.</li>\n<li>Racial Traits: The form can grant only one racial trait to each polymorphed form, and you can&rsquo;t grant racial traits that include spell-like abilities.</li>\n<li>Senses: The form can grant one of the following options: blindsense (scent) out to 5 feet, darkvision out to 60 feet, lowlight vision, or tracking (scent).</li>\n<li>Speed: The form can grant the target a maximum land speed of 40 feet, climb speed of 20 feet, or swim speed of 30 feet.</li>\n</ul>\n<p><strong>3rd:</strong> Casting polymorph as a 3rd-level spell allows you to completely transform the target into one of the four 3rd-level polymorphed forms you know. Your polymorphed forms must comply with the additional restrictions that follow. Each form must be an aberration, animal, fey, humanoid, magical beast, monstrous humanoid, or vermin. See the vermin benefits in the Type and Subtype section of the polymorph rules. All your polymorphed forms must be Small or Medium.</p>\n<ul>\n<li>CR: The maximum CR is 6.</li>\n<li>Defensive Abilities: The form can grant DR 3/magic, resistance 5 to two different energy types, or resistance 10 to one energy type.</li>\n<li>Racial Traits: The form can grant up to two racial traits (which must be from the same race) to each polymorphed form, one of which can include spell-like abilities.</li>\n<li>Senses: The form can grant one of the following options: blindsense (scent, sound, or vibration) out to 15 feet, darkvision out to 60 feet, low-light vision, or tracking (scent).</li>\n<li>Speed: The form can grant the target a maximum land speed of 40 feet, a burrow speed of up to 20 feet, a climb speed of 20 feet, a fly speed of 20 feet (Ex) with clumsy maneuverability, or a swim speed of 30 feet.</li>\n</ul>\n<p><strong>4th:</strong> Casting polymorph as a 4th-level spell allows you to completely transform the target into one of the four 4th-level polymorphed forms you know. Your polymorphed forms must comply with the additional restrictions that follow. Each form must be an aberration, animal, fey, humanoid, magical beast, monstrous humanoid, or vermin. See the vermin benefits in the Type and Subtype section of the polymorph rules. All your polymorphed forms must be Small, Medium, or Large.</p>\n<ul>\n<li>CR: The maximum CR is 9.</li>\n<li>Defensive Abilities: The form can grant DR 5/magic, resistance 5 to three different energy types, resistance 10 to two different energy types, or resistance 15 to one energy type.</li>\n<li>Racial Traits: The form can grant up to two racial traits to each polymorphed form; one can include spell-like abilities.</li>\n<li>Senses: The form can grant one of the following options: blindsense (scent, sound, or vibration) out to 30 feet, blindsight (scent, sound, or vibration) out to 5 feet, darkvision out to 60 feet and low-light vision, or tracking (scent).</li>\n<li>Speed: The form can grant the target a maximum land speed of 40 feet, a burrow speed of up to 30 feet, a climb speed of 30 feet, a fly speed of 30 feet (Ex) with clumsy maneuverability, or a swim speed of 40 feet.</li>\n</ul>\n<p><strong>5th:</strong> Casting polymorph as a 5th-level spell allows you to completely transform the target into one of the four 5th-level polymorphed forms you know. Your polymorphed forms must comply with the additional restrictions that follow. Each form must be an aberration, animal, construct (only if cast as a technomancer spell), elemental, fey, humanoid, magical beast, monstrous humanoid, plant (only if cast as a mystic spell), or vermin. See the construct, elemental, plant, and vermin benefits in the Type and Subtype section of the polymorph rules. All your polymorphed forms must be Tiny, Small, Medium, or Large.</p>\n<ul>\n<li>CR: The maximum CR is 12.</li>\n<li>Defensive Abilities: The form can grant DR 5/&mdash;, resistance 10 to three different energy types, resistance 15 to two different energy types, or resistance 20 to one energy type.</li>\n<li>Racial Traits: The form can grant up to three racial traits to each polymorphed form; one can include spell-like abilities.</li>\n<li>Senses: The form can grant one of the following options: blindsense (scent, sound, or vibration) out to 30 feet, blindsight (scent, sound, or vibration) out to 15 feet, darkvision out to 90 feet and low-light vision, or tracking (scent).</li>\n<li>Speed: The form can grant the target a maximum land speed of 40 feet, a burrow speed of up to 40 feet, a climb speed of 40 feet, a fly speed of 40 feet (Ex) with average maneuverability, or a swim speed of 40 feet.</li>\n</ul>\n<p><strong>6th:</strong> Casting polymorph as a 6th-level spell allows you to completely transform the target into one of the four 6th-level polymorphed forms you know. Your polymorphed forms must comply with the additional restrictions that follow. Each form must be an aberration, animal, construct (only if cast as a technomancer spell), elemental, fey, humanoid, magical beast, monstrous humanoid, plant (only if cast as a mystic spell), undead, or vermin. See the construct, elemental, plant, undead, and vermin benefits in the Type and Subtype section of the polymorph rules. All your polymorphed forms must be Diminutive, Tiny, Small, Medium, Large, or Huge.</p>\n<ul>\n<li>CR: The maximum CR is 15.</li>\n<li>Defensive Abilities: The form can grant DR 5/&mdash;, resistance 10 to three different energy types, resistance 15 to two different energy types, resistance 20 to one energy type, or immunity to disease, poison, or radiation.</li>\n<li>Racial Traits: The form can grant up to four racial traits to each polymorphed form; one can include spell-like abilities.</li>\n<li>Senses: The form can grant one of the following options: blindsense (scent, sound, or vibration) out to 30 feet, blindsight (scent, sound, or vibration) out to 15 feet, darkvision out to 90 feet and low-light vision, or tracking (scent).</li>\n<li>Speed: The form can grant the target a maximum land speed of 60 feet, a burrow speed of up to 60 feet, a climb speed of 60 feet, a fly speed of 60 feet (Ex) with perfect maneuverability, or a swim speed of 60 feet.</li>\n</ul>"
    },
    "descriptors": [],
    "dismissible": true,
    "duration": {
      "units": "",
      "value": "1 minute/level (D)"
    },
    "formula": "",
    "isActive": null,
    "isVariableLevel": true,
    "level": 1,
    "materials": {
      "consumed": false,
      "cost": 0,
      "supply": 0,
      "value": ""
    },
    "modifiers": [],
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "range": {
      "additional": "5 ft.",
      "per": "2 levels",
      "units": "ft",
      "value": 25
    },
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "school": "trs",
    "source": "AA2 pg. 145",
    "sr": true,
    "target": {
      "type": "",
      "value": "one willing creature"
    },
    "uses": {
      "max": null,
      "per": "",
      "value": null
    }
  }
}