{
  "_id": "hugiCIPQEi0D3Z8Z",
  "name": "Prowling Junkbot",
  "type": "spell",
  "data": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "full",
      "condition": "",
      "cost": 1
    },
    "allowedClasses": {
      "myst": false,
      "tech": true,
      "wysh": false
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": null,
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "concentration": false,
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p style=\"text-align: justify;\">This spell functions as the&nbsp;handy junkbot&nbsp;spell, but instead creates a stealthy drone that can investigate and spy, transmitting what it sees back to you. A prowling junkbot is Tiny, its EAC and KAC are each equal to 12 + your caster level, and it has a number of Hit Points equal to one tenth of your own (but no Stamina Points). It has a land speed and a climb speed of 30 feet. It can accomplish all tasks described in the Computers, Perception, Sleight of Hand, and Stealth skills, as well as the disable device task of Engineering, is considered trained in those skills, and has a total skill bonus in each equal to 3 + your caster level. A prowling junkbot is treated as if it were using a hacker&rsquo;s kit when using the Computers skill and an engineering kit when using the Engineering skill. A prowling junkbot has low-light vision and darkvision with a range of 60 feet, and it telepathically transmits everything it sees and hears to you or a computer terminal you touch as part of the original casting of the spell. Images and sound transmitted to a terminal can be recorded.</p>\n<p style=\"text-align: justify;\">&nbsp;</p>\n<h2 style=\"text-align: justify;\">Handy Junkbot</h2>\n<p style=\"text-align: justify;\">You turn a pile of technological junk into a robot that can accomplish helpful tasks. You must target inert, nonworking electronic equipment of at least 1 bulk. Valid targets include a large broken computer system, nonworking or unconnected computer or robot parts, a destroyed robot or another such trashed mechanical system, or any related electronic components or combination of the above as long as the junk is found in a large enough quantity.<br /><br />While casting this spell, you use your magic and technological know-how to rearrange the junked parts and infuse them with energy and helpful programming. A handy junkbot is Small, its KAC and EAC are each equal to 10 + your caster level, and it has a number of Hit Points equal to one-quarter of your own (but no Stamina Points). It has a land speed of 30 feet and a fly speed of 15 feet with average maneuverability. It can accomplish all tasks described in the Computers, Engineering, Piloting, and Sleight of Hand skills, is considered trained in those skills, and has a total skill bonus in each equal to 3 + your caster level. The junkbot is treated as if it is using a hacker&rsquo;s kit when using the Computers skill and an engineering kit when using the Engineering skill. A handy junkbot can never attack. The junkbot uses your saving throw bonuses if it is the target of a spell or another targeted effect. For purposes of spells and effects that target the junkbot, it is treated as a construct with the technological and magical subtypes.<br /><br />You can give new basic commands to your handy junkbot telepathically on your turn as a move action, and the junkbot can take actions as if it were a normal creature. You are aware when the junkbot has succeeded at or failed a skill check, as well as when it has been attacked or destroyed, but you can perceive nothing else through this basic telepathic link.<br /><br />When the handy junkbot is destroyed or this spell ends, the electronic equipment you used to create it falls apart into refuse, its circuitry fried beyond anything recognizable. You can&rsquo;t use this refuse as a target to create another junkbot.</p>"
    },
    "descriptors": [],
    "dismissible": false,
    "duration": {
      "units": "",
      "value": "1 minute/level"
    },
    "formula": "",
    "level": 4,
    "materials": {
      "consumed": false,
      "cost": 0,
      "supply": 0,
      "value": ""
    },
    "modifiers": [],
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "range": {
      "additional": "",
      "per": "",
      "units": "touch",
      "value": null
    },
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "school": "trs",
    "source": "AP #25 pg. 53",
    "sr": false,
    "target": {
      "type": "",
      "value": "1 bulk of inert electronic equipment"
    },
    "uses": {
      "max": null,
      "per": "",
      "value": null
    }
  },
  "effects": [],
  "flags": {},
  "img": "systems/sfrpg/icons/spells/prowling_junkbot.PNG"
}