{
  "_id": "vwgAyg0yl13YZU0q",
  "name": "Prying Eyes*",
  "permission": {
    "default": 0,
    "EgDbkW0aYa1c3C2f": 3
  },
  "type": "spell",
  "data": {
    "description": {
      "value": "<p style=\"text-align: justify;\">You create 20 semitangible, visible magical orbs called “eyes.” These eyes move out, scout around, and return as you direct them when casting the spell. Each eye can see 120 feet (normal vision only) in all directions.<br><br>While the individual eyes are quite fragile, they’re small and difficult to spot. Each eye is a Fine construct (about the size of a small apple) with the magical subtype. They each have 1 Hit Point and EAC and KAC of 18, and they fly at a speed of 30 feet with a +20 bonus to Acrobatics checks to fly and a +16 bonus to Stealth checks. An eye has a +20 Perception bonus and is subject to darkness, fog, illusions, and any other factors that affect your ability to receive visual information about your surroundings. An eye traveling in darkness must find its way by touch.<br><br>When you create the eyes, you specify instructions you want them to follow in a command of no more than 25 words. The eyes know anything you know.<br><br>In order to report their findings, the eyes must return to your hand. Each eye replays in your mind all that it has seen during its existence. It takes an eye 1 round to replay 1 hour of recorded images. After relaying all of its findings, an eye simply disappears.<br><br>If an eye ever gets more than 1 mile away from you, it instantly ceases to exist. However, your link with the eye is such that you won’t know if the eye was destroyed because it wandered out of range or because of some other event.<br><br>The eyes exist for up to 1 hour per caster level or until they return to you.&nbsp;Dispel magic&nbsp;can destroy the eyes. Roll separately for each eye caught in an area dispel.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Starfinder Core Rulebook pg. 370",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "ft",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "level": 5,
    "school": "div",
    "sr": false,
    "dismissible": false,
    "concentration": false,
    "materials": {
      "value": "",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "allowedClasses": {
      "myst": false,
      "tech": true,
      "wysh": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/spells/prying_eyes.PNG"
}