{
  "_id": "IRUPIVT101SvIK6l",
  "name": "Raise Dead*",
  "permission": {
    "default": 0,
    "EgDbkW0aYa1c3C2f": 3
  },
  "type": "spell",
  "data": {
    "description": {
      "value": "<p style=\"text-align: justify;\">You restore life to a deceased creature. You can raise a creature that has been dead for no longer than 1 day per caster level. In addition, the target’s soul must be free and willing to return. If the target’s soul is not willing to return, the spell fails; therefore, a target that wants to return to life receives no saving throw against this spell. Casting this spell requires you to create a complex representation of the target deceased creature, worth at least 5,000 credits, to serve as a beacon for the creature’s soul. This object is consumed when you cast the spell.<br><br>Coming back from the dead is an ordeal. The target of the spell gains 2 permanent negative levels when it is raised, just as if it had been hit by a creature’s ability that bestows permanent negative levels. If the target is 1st level, it takes 2 Constitution drain instead (if this would reduce its Constitution to 0 or less, it can’t be raised). A raised creature returns with no Resolve Points, no Stamina Points, and no spell slots (until it rests to recover them normally). It has 5 Hit Points. Any ability scores reduced to 0 are raised to 1. Normal poison and normal disease are cured in the process of raising the target, but magical diseases and curses are not undone. While the spell closes mortal wounds and repairs lethal damage of most kinds, the body of the creature to be raised must be whole. Otherwise, missing parts are still missing when the creature is brought back to life.<br><br>The spell can’t bring back a creature that has died of old age. Constructs, elementals, and outsiders can’t be raised by this spell. It is possible to bring back a creature that has been turned into an undead creature, but the beacon for the creature’s soul must be more powerful, and must be worth at least 15,000 credits.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Starfinder Core Rulebook pg. 370",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "touch",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "level": 5,
    "school": "con",
    "sr": false,
    "dismissible": false,
    "concentration": false,
    "materials": {
      "value": "",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "allowedClasses": {
      "myst": true,
      "tech": false,
      "wysh": true
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/spells/raise_dead.png"
}