{
  "_id": "oK5ksnZnDm9aDOZj",
  "name": "Reanimate*",
  "permission": {
    "default": 0,
    "EgDbkW0aYa1c3C2f": 3
  },
  "type": "spell",
  "data": {
    "description": {
      "value": "<p style=\"text-align: justify;\">You can reanimate a dead construct or destroyed undead creature that has been dead or destroyed for no longer than 1 day per caster level. If the target had a soul, that soul must be free and willing to return; a target that wants to be reanimated receives no saving throw against this spell, but if the target’s soul is not willing to return, the spell fails. Casting this spell requires you to create a complex representation of the target deceased creature worth at least 7,500 credits to serve as a blueprint regarding its reanimation. This object is consumed when you cast the spell. If the target is an undead whose existence is tied to an object (such as a necrovite and its electroencephalon), it cannot be brought back without a new version of that object (with at least the same price as the original).<br><br>A reanimated creature returns with no Resolve Points, no Stamina Points, and no spell slots (until it rests to recover them normally). It has 5 Hit Points. Any ability scores reduced to 0 are raised to 1 (though any ability score it normally does not have is unchanged). Diseases, poisons, curses, and computer programming or viruses that affected the target at the time of its destruction remain in effect after reanimation. The spell closes wounds and repairs lethal damage of most kinds, but if the body of the creature to be reanimated isn’t whole, any missing parts are still missing when the creature is brought back to life.<br><br>This spell can reanimate constructs and undead but cannot raise outsiders or restore life to other creatures. Reanimated undead return to unlife as the same type of undead that they were prior to their destruction.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Pact Worlds pg. 207",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "touch",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "level": 5,
    "school": "nec",
    "sr": false,
    "dismissible": false,
    "concentration": false,
    "materials": {
      "value": "",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "allowedClasses": {
      "myst": true,
      "tech": true,
      "wysh": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/spells/reanimate.png"
}