{
  "_id": "YGkyMwEE6SLfZc4r",
  "name": "Remove Affliction*",
  "permission": {
    "default": 0,
    "EgDbkW0aYa1c3C2f": 3
  },
  "type": "spell",
  "data": {
    "description": {
      "value": "<p style=\"text-align: justify;\">You remove impurities from a creature or object, potentially neutralizing the curses, diseases, infestations, poisons, and other harmful conditions affecting it. If the target is a creature, you must attempt a caster level check (1d20 + your caster level) for each curse, disease, infestation, and poison affecting it (DC = 4 + the DC of the affliction). Success means that affliction is removed. Additionally, if the target is blind or deaf due to an affliction or damage,&nbsp;remove affliction&nbsp;restores vision and hearing unless the appropriate organ has been entirely removed from the creature’s body.<br><br>A creature that is cured with&nbsp;remove affliction&nbsp;takes no additional effects from the curses, diseases, infestations, or poisons removed, and any temporary effects are ended, but the spell does not reverse instantaneous effects, such as Hit Point damage, temporary ability damage, or effects that don’t go away on their own (such as poison states). This spell cannot remove the curse from a cursed item, though a successful caster level check enables the creature afflicted with any such cursed item to remove the curse and get rid of it. Since the spell’s duration is instantaneous, it does not prevent the target from suffering from the same curse, disease, infestation, or poison after a new exposure at a later date.<br><br>You can instead cast this spell to neutralize the poison in a poisonous creature or object for 10 minutes per level. If you cast it on a creature, the creature can attempt a Will saving throw to negate the effect.<br><br>Remove affliction&nbsp;counters&nbsp;bestow curse.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Starfinder Core Rulebook pg. 373",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "touch",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "level": 3,
    "school": "con",
    "sr": false,
    "dismissible": false,
    "concentration": false,
    "materials": {
      "value": "",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "allowedClasses": {
      "myst": true,
      "tech": false,
      "wysh": true
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/spells/remove_affliction.png"
}