{
  "_id": "vYw5lZM5hlUPsyLA",
  "name": "Resilient Sphere",
  "type": "spell",
  "data": {
    "description": {
      "value": "<p>A 10-foot-diameter globe of shimmering force encloses the target creature. The sphere contains the target for the spell&rsquo;s duration. The sphere functions in the same way as a&nbsp;wall of force, except it can be negated by&nbsp;dispel magic. A target inside the sphere can breathe normally. The sphere can&rsquo;t be physically moved either by creatures outside it or by the struggles of those within.</p>\n<p>&nbsp;</p>\n<h2>Wall of Force</h2>\n<p>Wall of force&nbsp;creates an invisible wall of pure force. You can form the wall into a flat, vertical plane whose area is up to one 10-foot square per level. The wall must be continuous and unbroken when formed. If its surface is broken by any object or creature, the spell fails.<br /><br />This counts as a force field for effects that can&rsquo;t penetrate a force field. The wall can&rsquo;t move and is not easily destroyed. A wall of force is immune to&nbsp;dispel magic. A&nbsp;greater dispel magic&nbsp;specifically targeting the wall of force can dispel it, but treat the wall of force&rsquo;s caster level as being 5 higher than the actual caster level. A&nbsp;wall of force&nbsp;can be damaged by spells and attacks as normal, but a wall of force has hardness 30 and 300 Hit Points.&nbsp;Disintegrate&nbsp;instantly destroys a wall of force.<br /><br />Breath weapons and spells can&rsquo;t pass through a wall of force in either direction, though&nbsp;dimension door,&nbsp;teleport, and similar effects can bypass the barrier. The wall blocks ethereal creatures as well as material ones (though ethereal creatures can usually circumvent the wall by going around it, through material floors and ceilings). Gaze attacks operate normally through a wall of force.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB pg. 374",
    "type": "",
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": "1 minute/level (D)",
      "units": ""
    },
    "target": {
      "value": "one Large or smaller creature",
      "type": ""
    },
    "area": {
      "value": null,
      "units": null,
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": 25,
      "units": "ft",
      "additional": "5 ft.",
      "per": "2 levels"
    },
    "uses": {
      "value": null,
      "max": null,
      "per": ""
    },
    "ability": "",
    "actionType": "save",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "reflex",
      "dc": "",
      "descriptor": "negate"
    },
    "descriptors": [],
    "modifiers": [],
    "level": 4,
    "school": "evo",
    "sr": true,
    "dismissible": true,
    "concentration": false,
    "materials": {
      "value": "",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "allowedClasses": {
      "myst": false,
      "tech": true,
      "wysh": true
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/spells/resilient_sphere.png",
  "effects": []
}