{
  "_id": "rJ7OBHZU8YpXlGl8",
  "name": "Security Protocol*",
  "permission": {
    "default": 0,
    "EgDbkW0aYa1c3C2f": 3
  },
  "type": "spell",
  "data": {
    "description": {
      "value": "<p style=\"text-align: justify;\">You protect one building or starship you are within by outfitting it with various technological and magical effects. This spell can protect a contiguous area delineated by walls or other enclosed structures, such as part of a large indoor complex, but you must designate the area along the walls or other significant partitions that separate rooms and corridors—the area cannot protect only part of any room or hallway.<br>Once cast, this spell creates the following effects. Effects that allow saving throws or spell resistance say so. Spell effects are treated as if you had cast that spell at your caster level, have a save DC equal to this spell’s, and last as long as this spell does.<br><strong>Confusion:</strong>&nbsp;Where choices in direction exist, a minor confusing effect imposes a 50% chance that the creature goes in a random wrong direction. This is an enchantment, mind-affecting effect. Spell resistance applies.<br><strong>Doors:</strong>&nbsp;Doors you choose are affected as if by security seal.<br><strong>Fog:</strong>&nbsp;Areas you designate are filled with dense fog clouds that obscure the area like a&nbsp;fog cloud&nbsp;spell, up to a number of clouds equal to half your caster level.<br><strong>Hidden Doors:</strong>&nbsp;One door per caster level can be concealed with a 1st-level&nbsp;holographic image&nbsp;that makes it appear to be a plain wall. This effect allows a Will saving throw to disbelieve the illusion, with a DC equal to this spell’s DC.<br><strong>Laser Nets:&nbsp;</strong>Areas you designate are protected as if by the&nbsp;laser net&nbsp;spell . This effect allows Reflex saves as described in that spell, with a DC equal to this spell’s DC.<br>In addition, when you cast this spell, you can place one of the following effects.</p>\n<ul>\n<li style=\"text-align: justify;\">Dancing lights&nbsp;in four corridors, as the spell.</li>\n<li style=\"text-align: justify;\">Grease&nbsp;in two places. This effect allows Reflex saving throws as described in that spell, with a DC equal to this spell’s DC.</li>\n<li style=\"text-align: justify;\">Logic bomb&nbsp;on two computers in the area. This effect allows a Fortitude saving throw as described in that spell, and spell resistance applies.</li>\n<li style=\"text-align: justify;\">A&nbsp;smog bank&nbsp;in two places.</li>\n</ul>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Character Operations Manual pg. 140",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "ft",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "level": 6,
    "school": "abj",
    "sr": false,
    "dismissible": false,
    "concentration": false,
    "materials": {
      "value": "",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "allowedClasses": {
      "myst": false,
      "tech": true,
      "wysh": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/spells/security_protocol.png"
}