{
  "_id": "t8QVxG4WCnd0a9QM",
  "name": "Shrink Object",
  "permission": {
    "default": 0,
    "EgDbkW0aYa1c3C2f": 3
  },
  "type": "spell",
  "data": {
    "description": {
      "value": "<p style=\"text-align: justify;\">You shrink the target item, transmuting it into a smaller version of itself. You can target an attended object only if the creature attending the object is willing, and you cannot target worn objects. While shrunken, the object takes up less space and bulk, but it ceases to function. When the spell ends, the object returns to normal size, moving through any nearby opening it can to reach a space that can accommodate it, but it does not expand with any force and does no harm to containers too small for it. This spell can affect objects of a size and bulk limited by the spell’s level. Likewise, the spell’s level determines the target’s size after the spell takes effect. For this spell, vehicles and other objects without a specified weight count as an object with bulk equal to the number of squares of the object’s space squared.<br><br><strong>1st:</strong>&nbsp;You can target an object up to 1 cubic foot in size and weighing up to 10 bulk. The target’s dimensions are reduced to a 6-inch cube, and its bulk is reduced to L.<br><br><strong>2nd:</strong>&nbsp;As the 1st-level version, but you shrink an object up to 4 cubic feet in size weighing up to 40 bulk. If you target an object that’s 1 cubic foot or smaller and weighs no more than 10 bulk, its dimensions are further reduced to a 1-inch cube and its bulk is reduced to negligible.<br><br><strong>3rd:</strong>&nbsp;As the 1st-level version, but you can shrink an object up to 7 cubic feet in size weighing up to 70 bulk. If you target an object that’s 4 cubic feet or smaller and weighs no more than 40 bulk, its dimensions are further reduced to a 1-inch cube and its bulk is reduced to negligible.<br><br><strong>4th:</strong>&nbsp;As the 1st-level version, but you can shrink an object up to 10 cubic feet in size weighing up to 100 bulk. If you target an object that’s 7 cubic feet or smaller and weighs no more than 70 bulk, dimensions are further reduced to a 1-inch cube and its bulk is reduced to negligible.<br><br><strong>5th:</strong>&nbsp;As the 1st-level version, but you can shrink an object up to 13 cubic feet in size weighing up to 130 bulk. If you target an object that’s 10 cubic feet or smaller and weighs no more than 10 bulk, its dimensions are further reduced to a 1-inch cube and its bulk is reduced to negligible.<br><br><strong>6th:</strong>&nbsp;As the 1st-level version, but you can shrink an object up to 16 cubic feet in size weighing up to 160 bulk. If you target an object that’s 13 cubic feet or smaller and weighs no more than 130 bulk, its dimensions are further reduced to a 1-inch cube and its bulk is reduced to negligible.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Character Operations Manual pg. 29",
    "type": "",
    "activation": {
      "type": "special",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": "1 day/level (D)",
      "units": ""
    },
    "target": {
      "value": "one object touched; see text",
      "type": ""
    },
    "area": {
      "value": null,
      "units": "none",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "touch",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": ""
    },
    "ability": "",
    "actionType": "save",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "fort",
      "dc": null,
      "descriptor": "harmless"
    },
    "descriptors": [],
    "modifiers": [],
    "level": 1,
    "school": "trs",
    "sr": false,
    "dismissible": false,
    "concentration": false,
    "materials": {
      "value": "",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "allowedClasses": {
      "myst": false,
      "tech": true,
      "wysh": true
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/spells/shrink_object.png"
}