{
  "_id": "ekj93MeLRazilGH5",
  "name": "Telepathic Jaunt",
  "type": "spell",
  "effects": [],
  "flags": {
    "core": {}
  },
  "img": "systems/sfrpg/icons/spells/telepathic_jaunt.webp",
  "system": {
    "type": "",
    "ability": "",
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "save",
    "activation": {
      "type": "action",
      "condition": "",
      "cost": 1
    },
    "allowedClasses": {
      "myst": true,
      "tech": false,
      "wysh": false
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "none",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "concentration": false,
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Telepathic jaunt thrums along the mental connection you have with a creature with which you currently have an active telepathic bond via your mystic telepathic bond class feature (but not via the telepathic bond spell), and it instantly teleports you to that creature. This spell teleports you to a random, unoccupied square adjacent to the creature with which you have the telepathic bond. If no such square is available, you teleport to the closest eligible square; if the nearest eligible square is more than 50 feet away from the creature, this spell fails.</p>\n<p>You can be transported any distance within a plane, even across the galaxy, but you can&rsquo;t travel between planes, and you can&rsquo;t transport yourself to a creature if one of you is traveling via Drift travel and the other isn&rsquo;t. In addition to yourself, you can transport any objects you carry as long as their weight doesn&rsquo;t exceed your maximum load. You can also bring up to six additional willing or unconscious Medium or smaller creatures (each carrying gear or objects up to its maximum load) or their equivalent. A Large creature counts as two Medium creatures, and a Huge creature counts as two Large creatures. All creatures to be transported must be in contact with one another, and at least one of those creatures must be in contact with you. Exceeding this limit causes the spell to fail. There must be sufficient space near the creature with which you have the telepathic bond for all the creatures you are teleporting, or this spell fails.</p>"
    },
    "descriptors": [],
    "dismissible": false,
    "duration": {
      "units": "",
      "value": "instantaneous"
    },
    "formula": "",
    "isActive": null,
    "isVariableLevel": false,
    "level": 6,
    "materials": {
      "consumed": false,
      "cost": 0,
      "supply": 0,
      "value": ""
    },
    "modifiers": [],
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "range": {
      "additional": "",
      "per": "",
      "units": "touch",
      "value": null
    },
    "rollNotes": "",
    "save": {
      "type": "will",
      "dc": "",
      "descriptor": "object"
    },
    "school": "con",
    "source": "CRB pg. 381",
    "sr": true,
    "target": {
      "type": "",
      "value": "you and touched objects and other touched willing or unconscious creatures"
    },
    "uses": {
      "max": null,
      "per": "",
      "value": null
    }
  }
}