{
  "_id": "ZklixLgh1xeuUEGz",
  "name": "Terraform",
  "type": "spell",
  "effects": [],
  "flags": {
    "core": {}
  },
  "img": "systems/sfrpg/icons/spells/terraform.webp",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "hour",
      "condition": "",
      "cost": 1
    },
    "allowedClasses": {
      "myst": false,
      "tech": true,
      "wysh": true
    },
    "area": {
      "effect": "emanation",
      "shape": "sphere",
      "units": "ft",
      "value": 100
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "concentration": false,
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>You alter the area&rsquo;s terrain and climate to a new terrain and climate type appropriate to the planet or plane. For example, you might transform a desert into plains. To cast this spell, you must spend 10 Resolve Points along with technological gear worth 30,000 credits (which is magically augmented to do much of the terraforming, then consumed by the spell). A xenodruid mystic instead uses crystals and incenses worth 30,000 credits. This magically alters the area&rsquo;s climate and normal plants to those appropriate to the new terrain, but it doesn&rsquo;t affect creatures or the configuration of the ground. Transforming rocky hills into forested areas converts grasses into shrubs and small trees, but it doesn&rsquo;t flatten the hills or change the animals to suit the new environment.</p>\n<p>You can alter the climate by one step (cold, temperate, or warm). The maximum extent of the terrain change is up to the GM, but in general it changes to a similar terrain type or by one step within that terrain type (such as from a typical forest to a forest with massive trees or light undergrowth, from a shallow bog to a deep bog, and so on).</p>\n<p>Multiple castings of the spell in the same area can create an area with radically different terrain and climate than the surrounding land. The GM can decide that certain terrain shifts are unsustainable and shorten the duration or that some are suitable for the area and extend the duration. This spell could have many secondary effects based on the nature of the change, the type of bordering terrain, and so on; these should be determined by the GM on a case-by-case basis. For example, transforming a desert requires drawing water up from underground to sustain the plants, which could deplete the water table in nearby areas.</p>"
    },
    "descriptors": [],
    "dismissible": false,
    "duration": {
      "units": "",
      "value": "1 day/level; see text"
    },
    "formula": "",
    "isActive": null,
    "isVariableLevel": false,
    "level": 6,
    "materials": {
      "consumed": true,
      "cost": 0,
      "supply": 0,
      "value": "10 Resolve Points; Technological Gear worth 30,000 credits."
    },
    "modifiers": [],
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "range": {
      "additional": "",
      "per": "",
      "units": "none",
      "value": null
    },
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "school": "trs",
    "source": "CRB pg. 382",
    "sr": false,
    "target": {
      "type": "",
      "value": ""
    },
    "uses": {
      "max": null,
      "per": "",
      "value": null
    }
  }
}