{
  "_id": "FoaJi0FVcEJpLRWh",
  "name": "Unwilling Guardian",
  "type": "spell",
  "data": {
    "type": "",
    "ability": "",
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "save",
    "activation": {
      "type": "action",
      "condition": "",
      "cost": 1
    },
    "allowedClasses": {
      "myst": false,
      "tech": true,
      "wysh": true
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "none",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "concentration": false,
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Your overwhelming presence bores into the target&rsquo;s mind, cowing its will. This turns it into an automaton-like guardian that protects you at all costs. As soon as it is able, the target mindlessly moves along the most direct route toward you and stops when it is within 10 feet of you (provoking attacks of opportunity for movement as normal). If you are being attacked in melee by a creature within 10 feet, the target instead takes the quickest route to intercept that creature from a square within 10 feet of you and attack it on your behalf.</p>\n<p>While this spell is in effect, the target attacks any creature that attacks you in melee, though it can&rsquo;t move more than 10 feet from you to do so. If multiple creatures are attacking you in melee, you can choose which creature the target attacks on your behalf as part of combat banter. If you are the target of ranged attacks and your guardian is not attacking a melee assailant on your behalf, it moves to provide cover against the ranged attacks. Due to the strong momentary connection between you and your unwilling guardian, if you are the single target of a hostile creature&rsquo;s spell or effect, the creature must succeed at a caster level check (DC = 6 + your caster level) or the spell or effect instead targets your guardian. This spell has no effect on area of effect or multi-target spells or other effects that include you as a target.</p>\n<p>When this spell ends, the target regains control of its faculties entirely and it knows and remembers that you used magic to control it. Once a creature has been the target of&nbsp;unwilling guardian, it can&rsquo;t be targeted with this spell again for 24 hours if cast by the same spellcaster.</p>"
    },
    "descriptors": [],
    "dismissible": true,
    "duration": {
      "units": "",
      "value": "1 round/level (D)"
    },
    "formula": "",
    "isActive": null,
    "isVariableLevel": false,
    "level": 5,
    "materials": {
      "consumed": false,
      "cost": 0,
      "supply": 0,
      "value": ""
    },
    "modifiers": [],
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "range": {
      "additional": "5 ft.",
      "per": "2 levels",
      "units": "ft",
      "value": 25
    },
    "rollNotes": "",
    "save": {
      "type": "will",
      "dc": "",
      "descriptor": "negate"
    },
    "school": "enc",
    "source": "CRB pg. 383",
    "sr": true,
    "target": {
      "type": "",
      "value": "one creature with CR lower than your level; see text"
    },
    "uses": {
      "max": null,
      "per": "",
      "value": null
    }
  },
  "effects": [],
  "flags": {
    "core": {}
  },
  "img": "systems/sfrpg/icons/spells/unwilling_guardian.PNG"
}