{
  "_id": "XBuEMnUgarrcM5qk",
  "name": "Viral Destruction*",
  "permission": {
    "default": 0,
    "EgDbkW0aYa1c3C2f": 3
  },
  "type": "spell",
  "data": {
    "description": {
      "value": "<p style=\"text-align: justify;\">You can cast this spell only immediately after a creature in range dies. On its next turn in the initiative order, the corpse stands up (if applicable; this does not require a move action), can take a single move action to move up to its speed, and makes a single attack using the weapons and bonuses it had when alive (though it can’t use class features, spell-like abilities, or spells). You can choose the target of the affected creature’s attack or allow the target corpse to select a target entirely at random. If the target of this spell was friendly or helpful toward you in life, the spell works automatically; otherwise, the corpse can attempt a Will saving throw to negate this spell, as if the creature were still alive.<br><br>After making its attack, the creature that you have targeted with&nbsp;viral destruction&nbsp;falls and is dead as normal. However, if this attack kills the affected creature’s target or if it knocks it unconscious, that target must succeed at a Will saving throw (using the spell’s DC) or be subject to&nbsp;viral destruction&nbsp;and make a single attack on its next turn before returning to its normal dead or unconscious state. If the secondary target of&nbsp;viral destruction&nbsp;is merely unconscious and becomes conscious again before its next action, that creature is freed from the&nbsp;viral destruction&nbsp;effect and the spell ends. Each attack caused by this spell can transfer the&nbsp;viral destruction&nbsp;effect to its target if that target is knocked unconscious or killed by the attack, until the spell has affected a number of creatures equal to your mystic level.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Starfinder #2: Temple of the Twelve pg. 51",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": 25,
      "units": "ft",
      "additional": "5",
      "per": "2 levels"
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "level": 3,
    "school": "nec",
    "sr": false,
    "dismissible": true,
    "concentration": false,
    "materials": {
      "value": "",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "",
      "prepared": false
    },
    "allowedClasses": {
      "myst": true,
      "tech": false,
      "wysh": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/spells/viral_destruction.PNG"
}