{
  "_id": "vIgmW8C54qgxPqUg",
  "img": "systems/sfrpg/images/cup/religious_symbols/abadar.webp",
  "name": "Abadar",
  "flags": {},
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>Master of the First Vault<br /></em></p>\n<table style=\"width: 99.1549%; height: 167px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Source</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;CRB pg. 483</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Alignment</td>\n<td style=\"width: 78.6856%; height: 18px;\">LN</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Portfolios</td>\n<td style=\"width: 78.6856%; height: 18px;\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">&nbsp;god of </span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">civilization, commerce, law wealth</span></td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Centers of Worship</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;@Compendium[sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station}, @Compendium[sfrpg.setting.gzXT0xwsj8kQAoj0]{Akiton}, @Compendium[sfrpg.setting.f24qKgU5Wh5LLJyh]{Verces}</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Symbol</td>\n<td style=\"width: 78.6856%; height: 18px;\">A golden key</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">Abadar is a patient, shrewd, and farseeing deity dedicated to spreading civilization across the Material Plane, binding planets together with commerce, and bringing wealth to all those who support free trade and the rule of law. He is the master and guardian of the First Vault, a vast depository in his extraplanar realm that contains an ideal version of every creature and object ever made&mdash;the perfect @Compendium[sfrpg.races.GHIntVN70xTt2Tlo]{Android}, the perfect currency, the perfect laser pistol, the perfect spell, and even the perfect law.<br /><br />Abadar rewards caution and planning, and he rejects impulsiveness. He is not a hasty deity, knowing that the expansion of civilization and law is gradual but inevitable. Only through discipline, hard work, and incisive judgment can one attain happiness and wealth. Risk is occasionally called for and can generate lucrative rewards, but only after careful planning and consideration of all known factors. Abadar favors neither good nor evil, as both sides have their benefits, but he supports employment over slavery, as paid workers can contribute their own accumulated wages to the commercial markets and thus the profitability of civilization as a whole.<br /><br />Abadar&rsquo;s most fervent worshipers are generally aristocrats, colonists, entrepreneurs, lawyers, politicians, and traders, but many poor people venerate the Master of the First Vault in hopes of attracting his attention and reversing their fortunes. The occasional artist or artisan who is devoted to Abadar strives to duplicate the perfect forms of the objects found within the god&rsquo;s realm with their own works. Followers of Abadar believe that he was responsible for elevating the sentient races of the galaxy from primitive tribes to technological civilizations, and many seek to follow his example when they encounter less advanced civilizations on newly discovered planets or when they establish new settlements and trade networks.<br /><br />Abadar&rsquo;s church, AbadarCorp (see page 473), is simultaneously a religious institution and one of the most successful and powerful corporations in the Pact Worlds. Its managers and executives serve as the church&rsquo;s priests, and the company&rsquo;s many offices, stores, trading outposts, and warehouses double as temples and can be found on almost every settled world. These structures are all built in an unmistakable and seemingly contradictory style&mdash;solid, practical construction (to protect against thieves) that is richly ornamented (to showcase the wealth that often resides within). Many of AbadarCorp&rsquo;s buildings also feature durable, translucent-ceramic windows tinted a vivid yellow to cast the interiors in a golden hue.</span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"></span></p>"
}