{
  "_id": "Gxsy07AQwteFkPhh",
  "img": "systems/sfrpg/images/cup/pact_worlds/aballon.png",
  "name": "Aballon",
  "flags": {},
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>The Forge</em></p>\n<table style=\"width: 99.1549%;\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"width: 13.9832%;\">Source</td>\n<td style=\"width: 85.3066%;\">&nbsp;CRB pg. 436</td>\n</tr>\n<tr>\n<td style=\"width: 13.9832%;\">Location</td>\n<td style=\"width: 85.3066%;\">&nbsp;Pact Worlds</td>\n</tr>\n<tr>\n<td style=\"width: 13.9832%;\">Settlements</td>\n<td style=\"width: 85.3066%;\">&nbsp;01, Striving</td>\n</tr>\n<tr>\n<td style=\"width: 13.9832%;\">Diameter</td>\n<td style=\"width: 85.3066%;\">&nbsp;x1/3</td>\n</tr>\n<tr>\n<td style=\"width: 13.9832%;\">Mass</td>\n<td style=\"width: 85.3066%;\">&nbsp;x1/27</td>\n</tr>\n<tr>\n<td style=\"width: 13.9832%;\">Gravity</td>\n<td style=\"width: 85.3066%;\">&nbsp;x/13</td>\n</tr>\n<tr>\n<td style=\"width: 13.9832%;\">Atmosphere</td>\n<td style=\"width: 85.3066%;\">&nbsp;Thin</td>\n</tr>\n<tr>\n<td style=\"width: 13.9832%;\">Day</td>\n<td style=\"width: 85.3066%;\">&nbsp;12 hours</td>\n</tr>\n<tr>\n<td style=\"width: 13.9832%;\">Year</td>\n<td style=\"width: 85.3066%;\">&nbsp;90 days</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">The closest planet to the sun, Aballon is a drab world of dusty craters, gray deserts, and sharp-edged mountains. What wisps of atmosphere the planet&rsquo;s gravity manages to cling to are quickly blasted away by the solar wind, leaving a quiet landscape of rock and heavy metals that&rsquo;s blisteringly hot in the sun and coated with ice in the shade, inimical to all but the hardiest biological life.<br /><br />Fortunately, most life on Aballon isn&rsquo;t biological. Thousands of years before either the Gap or common spaceflight, a mysterious race called the First Ones touched down on Aballon. Using the abundant metals and solar energy, they crafted an immense army of servitor machines, from simple drones to hyperintelligent overseer units, setting them to work harvesting the planet&rsquo;s resources.<br /><br />And then they left. In the millennia that followed, the machines upgraded themselves, spreading out and evolving to form an entire artificial ecosystem, from simple worker bots and the self-guided predator drones that prey upon them to fully sentient machines that make up a vast society. Those in this latter group, collectively named anacites, take a wide variety of physical forms suited to their assigned tasks, though they tend toward silvery arthropod bodies, which in recent years many have taken to painting different colors or in abstract schematiclike patterns to help identify themselves to nonmachines.<br /><br />Culturally, most Aballonian anacites fall into one of two ideological groups. Members of the first group, Those Who Wait, continue to upgrade themselves and stockpile wealth and resources in the belief that the First Ones will eventually return and that all of Aballon must be ready to receive them when they do. Those Who Become, on the other hand, believe their destiny is to take on the mantle of the First Ones and colonize new worlds themselves, aiming their robotic seedships out toward the stars. Both groups wield considerable economic power due to the high concentration of rare ores they mine from the Midnight Trenches, as well as through the influence of anacite-run technology corporations such as Automatrix Robotics, which specializes in creating nonsentient ship AIs and servitor bots for resale on other Pact Worlds. Both groups also regularly hire offworlder adventurers to mount expeditions into the nine ancient cities of the First Ones&mdash;gleaming but deteriorating collections of spires which anacites themselves are forbidden from entering by ancient law&mdash;in hopes of uncovering clues as to their progenitors&rsquo; identity and ultimate goals.<br /><br />Over the ages, anacite civilization has gone from a simple network of automated factories producing ever more machines to a world-spanning array of cities dwarfing those of the First Ones. Often confusing to biological creatures, these cities are nonetheless eminently logical and efficient, with floating towers, lightless access tunnels, and skittering maintenance bots. Many include large atmosphere factories for the benefit of biological visitors and residents&mdash;while the planet is constantly losing its thin atmosphere, these replenish it and often specialize in producing &ldquo;heavy air,&rdquo; or artificial magnetospheres, that keep the regions in and around their cities at a comfortable atmospheric pressure for common Pact Worlds humanoids.<br /><br />The largest anacite settlement, Striving, is famous across the solar system as the seat of the Machine Court, an unfailingly logical coalition of robotic judges that arbitrate conflicts between residents, assist the network of governing AIs known as the Insight Array, and keep the peace between the planet&rsquo;s factions. Over the objections of other planetary governments and even the Pact Council itself, the Machine Court offers androids and other mechanical beings from across the system the right to be tried in their halls even for crimes committed on other worlds, with no fear of extradition. The verdicts are always fair, and the possibility of having the facts examined utterly without prejudice makes Striving widely renowned as a haven for all artificial beings. Thus, many androids can be found living in those districts catering to biological creatures.<br /><br />Striving is also a key holy site of the church of @Compendium[sfrpg.setting.FYV6RgTjPdg72RF0]{Triune}. It was here that the anacites created and still maintain the city-sized neural network of the same name, which gave birth to Epoch, one of the machine god&rsquo;s three aspects. The three overlapping geodesic spheres of Unification Cathedral in the city&rsquo;s center stand atop a massive (and highly classified) subterranean factory producing Drift beacons for priests to place around the galaxy.</span></span><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<h2>Aliens Found At Aballon</h2>\n<p>@Compendium[sfrpg.alien-archives.9M6tpkwIkNcz6KQC]{Anacite Ambassador}, @Compendium[sfrpg.alien-archives.QdINalLf6rRRL8OS]{Anacite Laborer}, @Compendium[sfrpg.alien-archives.EIszycftDEUJRnbS]{Anacite Predator Drone}, @Compendium[sfrpg.alien-archives.oCTQI68v9Alt2pfP]{Anacite Wingbot}, Autofly Swarm, @Compendium[sfrpg.alien-archives.ZiSJyz933aEuIjJs]{Anacite Dustar}, @Compendium[sfrpg.alien-archives.4dglRAObg3MrwWPZ]{Anacite Monitor}, @Compendium[sfrpg.alien-archives.R1B6IJ7A9PKWRbfM]{Sharpwing}</p>"
}