{
  "_id": "hepqXl6gFvs5sDQu",
  "name": "Absalom Station",
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>The Nexus</em></p>\n<table style=\"width: 99.1549%;\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"width: 12.7183%;\">Source</td>\n<td style=\"width: 86.5714%;\">&nbsp;CRB pg. 440</td>\n</tr>\n<tr>\n<td style=\"width: 12.7183%;\">Location</td>\n<td style=\"width: 86.5714%;\">&nbsp;Pact Worlds</td>\n</tr>\n<tr>\n<td style=\"width: 12.7183%;\">Settlements</td>\n<td style=\"width: 86.5714%;\">&nbsp;Absalom Station</td>\n</tr>\n<tr>\n<td style=\"width: 12.7183%;\">Diameter</td>\n<td style=\"width: 86.5714%;\">&nbsp;5 miles</td>\n</tr>\n<tr>\n<td style=\"width: 12.7183%;\">Mass</td>\n<td style=\"width: 86.5714%;\">&nbsp;x1/less than x1/100</td>\n</tr>\n<tr>\n<td style=\"width: 12.7183%;\">Gravity</td>\n<td style=\"width: 86.5714%;\">&nbsp;x1 (artificial)</td>\n</tr>\n<tr>\n<td style=\"width: 12.7183%;\">Atmosphere</td>\n<td style=\"width: 86.5714%;\">&nbsp;Normal</td>\n</tr>\n<tr>\n<td style=\"width: 12.7183%;\">Day</td>\n<td style=\"width: 86.5714%;\">&nbsp;1 day (artificial)</td>\n</tr>\n<tr>\n<td style=\"width: 12.7183%;\">Year</td>\n<td style=\"width: 86.5714%;\"><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">&nbsp;1 years</span></td>\n</tr>\n</tbody>\n</table>\n<h2>Settlement</h2>\n<table style=\"width: 686.667px; height: 153px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 17px;\">\n<td style=\"width: 83px; height: 17px;\">Source</td>\n<td style=\"width: 597px; height: 17px;\">&nbsp;PW pg. 41</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"width: 83px; height: 17px;\">Alignment</td>\n<td style=\"width: 597px; height: 17px;\">&nbsp;NG</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"width: 83px; height: 17px;\">System</td>\n<td style=\"width: 597px; height: 17px;\">&nbsp;Absalom Station</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"width: 83px; height: 17px;\">Population</td>\n<td style=\"width: 597px; height: 17px;\"><span id=\"ctl00_MainContent_DataListSettlements_ctl00_LabelName\">&nbsp;2,130,000 (46% @Compendium[sfrpg.races.AMBcyDZDtJ1OOzh3]{Human}, 9% @Compendium[sfrpg.races.GHIntVN70xTt2Tlo]{Android}, 9% @Compendium[sfrpg.races.PWjnNkCCW5diAQU4]{Ysoki}, 7% @Compendium[sfrpg.races.ShWYksP7IwWcqEVa]{Lashunta}, 5% @Compendium[sfrpg.races.VIJ6pdOVTJle3vJx]{Shirren}, 4% @Compendium[sfrpg.races.SaWDXnfaX24Iuuuz]{Dwarf}, 4% @Compendium[sfrpg.races.XVyIJzuDyZ4FkmCf]{Halfling}, 4% @Compendium[sfrpg.races.dGlSCMtFZ2ZIKUpl]{Kasatha}, 3% @Compendium[sfrpg.races.7VtfabTXl7NEXC6u]{Vesk}, 2% @Compendium[sfrpg.races.5uBvbTEiUu1ckQwk]{Gnome}, 1% @Compendium[sfrpg.races.XbIjL8c0BwMi6Mo1]{Nuar}, 6% other)</span></td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"width: 83px; height: 17px;\">Government</td>\n<td style=\"width: 597px; height: 17px;\">&nbsp;@Compendium[sfrpg.rules.Ims0eV8mfXFQMCx9]{council} (Syndicsguild led by Prime Executive Kumara Melacruz)</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"width: 83px; height: 17px;\">Qualities</td>\n<td style=\"width: 597px; height: 17px;\">&nbsp;@Compendium[sfrpg.rules.CsrOFlvFJB0zY3Vb]{academic}, @Compendium[sfrpg.rules.CsrOFlvFJB0zY3Vb]{cultured}, @Compendium[sfrpg.rules.CsrOFlvFJB0zY3Vb]{financial center}, @Compendium[sfrpg.rules.CsrOFlvFJB0zY3Vb]{technologically average}</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"width: 83px; height: 17px;\">Maximum Item Level</td>\n<td style=\"width: 597px; height: 17px;\">&nbsp;20</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Floating in the orbit formerly occupied by Golarion, Absalom Station is the primary home of humanity and the undisputed center of both interstellar trade and governance among the Pact Worlds. From here, the Pact Council and its legion of delegates from all recognized Pact Worlds control the fragile alliance keeping harmony in the system, while also regulating property claims on newly discovered worlds. Here as well are the headquarters of the interplanetary law-enforcement officers called Stewards, AbadarCorp&rsquo;s home offices (at least on the Material Plane), the Archives of the galaxy-exploring Starfinders, and more. Yet the most important feature of the space station is not its grand and mysterious architecture, nor its myriad residents, but the strange artifact locked deep within the station&rsquo;s heavily guarded core: the fabled <em>Starstone</em>. For reasons unknown even to priests of @Compendium[sfrpg.setting.FYV6RgTjPdg72RF0]{Triune}, the <em>Starstone</em> not only powers the station but acts as an immensely powerful hyperspace beacon, allowing ships to jump quickly to the space around it no matter the distance and making Absalom Station a natural relay point for voyages returning from beyond the solar system.<br /><br />No one knows who built the vast space platform or when it entered Golarion&rsquo;s orbit, though the name hearkens back to that world&rsquo;s pre-Gap history. Artificial gravity creates a consistent &ldquo;down&rdquo; in most of the station&rsquo;s radial arms and soaring towers, and aside from individual neighborhoods retrofitted to accommodate the environmental needs of resident aliens, most of the station seems designed to cater to @Compendium[sfrpg.races.AMBcyDZDtJ1OOzh3]{Human} comfort. Otherwise, neighboring districts often have shockingly different cultures and living conditions, from Sparks&rsquo; hardscrabble engineering bays and the flooded tank-warrens of Puddles to the rowdy spacer bars of Drifter&rsquo;s End and the elegant, self-contained corporate enclaves in Bluerise Tower. As a general rule, money and power flow inward from the numerous bustling docks toward the great parklike dome known as the Eye, while the downtrodden masses sink down into the machine-cramped access warrens of the Spike. Gangs rule lower-class neighborhoods such as Botscrap, Downlow, and Pipetown, yet their tentative alliances filter all the way into the upper reaches of government via the station&rsquo;s Syndicsguild, the legislative body that gives each neighborhood a voice in station policy and elects the station&rsquo;s ruling Prime Executive (or Primex).<br /><br />In addition to the platform itself, Absalom Station is surrounded by a constantly changing swarm of undocked ships, both transient and resident. These latter are somewhat mockingly called the Armada, yet most are not military&mdash;the station has only a modest security fleet, depending instead on the Stewards and robust station-mounted defenses for its safety. Rather, the Armada is comprised of those starships whose owners seek the benefits of living near Absalom Station while remaining unbound by all but the most basic station laws. Absalom Station&rsquo;s generally permissive government allows this, since the volume of trade pouring through its corridors means even the lowest taxes suffice to keep the station flush.<br /><br />This is not to say the station runs in perfect harmony. With so many different interests on and around the platform, Absalom Station is never more than one slip away from chaos. Private security contractors wage shadow wars with street gangs and militant cults, alien ambassadors negotiate tense trade agreements, and explorers blast each other over claims on newly discovered worlds. One of the most dangerous factions to emerge of late is the Strong Absalom movement. This group believes the Starstone belongs only to the refugee races of Golarion, in compensation for their lost world, and that other races should be either taxed exorbitantly or outright forbidden from using the station as a waypoint. While the political arm of this movement officially decries the xenophobic terrorism of its fringe elements, its increasing strength poses a grave threat to a government built upon interplanetary cooperation.<br /><br />While trade, politics, and a cosmopolitan atmosphere are major draws to Absalom Station, they&rsquo;re not the only ones. The Arcanamirium trains some of the best technomancers in the solar system, while the station&rsquo;s famed Cosmonastery teaches the solarian&rsquo;s path. Religious organizations seek converts, the Eyeswide Agency hires out psychic investigators, the Starfinder Society launches expeditions into the unknown, and more. This endless bustle marks Absalom Station as a land of opportunity&mdash;a chance for people of all sorts to make a fresh start.</span><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<h2>Aliens Found At Absalom Station</h2>\n<p>@Compendium[sfrpg.alien-archives.K9j2qI3vSHyBDTaw]{Nuar Enforcer}, @Compendium[sfrpg.alien-archives.VAP4WgYWhIVjrZ95]{Nuar Specialist}</p>",
  "flags": {},
  "img": "systems/sfrpg/images/cup/pact_worlds/absalom_station.webp"
}