{
  "_id": "gzXT0xwsj8kQAoj0",
  "name": "Akiton",
  "img": "systems/sfrpg/images/cup/pact_worlds/akiton.png",
  "flags": {},
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>The Battlefield</em></p>\n<table border=\"1\">\n<tbody>\n<tr>\n<td>Source</td>\n<td>&nbsp;CRB pg. 442</td>\n</tr>\n<tr>\n<td>Location</td>\n<td>&nbsp;Pact Worlds</td>\n</tr>\n<tr>\n<td>Settlements</td>\n<td>&nbsp;Arl, Estuar</td>\n</tr>\n<tr>\n<td>Diameter</td>\n<td>&nbsp;x1/2</td>\n</tr>\n<tr>\n<td>Mass</td>\n<td>&nbsp;x1/2</td>\n</tr>\n<tr>\n<td>Gravity</td>\n<td>&nbsp;x1/3</td>\n</tr>\n<tr>\n<td>Atmosphere</td>\n<td>&nbsp;Thin</td>\n</tr>\n<tr>\n<td>Day</td>\n<td>&nbsp;24 hours, 40 minutes</td>\n</tr>\n<tr>\n<td>Year</td>\n<td><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">&nbsp;2 years</span></td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Despite its proximity to @Compendium[sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station} and its favorable location as the fourth planet from the sun (counting missing Golarion), Akiton is a dying world. Since the system&rsquo;s formation, the so-called Red Planet has lost much of the atmosphere and liquid water it once held due to the slowing of its liquid-iron core and the resulting weakening of its magnetosphere. Though this slow decline transpires on a geologic scale and Akiton remains hospitable to humanoid life&mdash;and indeed, its slowly expanding deserts and rock chasms are all that most of its resident species have ever known&mdash;it also offers a sad metaphor for the planet&rsquo;s dying economy.<br /><br />Prior to the discovery of hyperspace, Akiton was the center of its solar system&rsquo;s mining, production, and trade of thasteron, an ore instrumental in the creation of fuel for sublight interplanetary travel. Since the advent of Drift travel and a reduced need for long realspace flights, however, demand for thasteron has fallen, and the economic effects of the crash now play out in political squabbles and civil strife across the planet. Massive space barges that once shuttled ore between all the Pact Worlds now lie as rusting hulks in the middle of the deserts, empty save for squatters and scavengers, humanoid and otherwise. Residents whose ancestors were magnates and high-society debutantes now hunt trash-eating khefaks and dodge flying, tusk-winged norkasa in the shells of abandoned cities, toil as laborers in the few remaining mines or industrial trench-squats, or join the anarchic gangs who battle for territory on the open plains with the planet&rsquo;s more traditional nomadic peoples.<br /><br />Akiton today has no centralized government, and its cold deserts, dry seabeds, and frigid polar ice caps host neverending skirmishes and proxy wars between various cities, clans, corporations, tribes, and offworld factions. It&rsquo;s a world where unscrupulous business interests can engage in unregulated or morally questionable research and exploitation and where criminals, fugitives, and the lost come to escape justice, hide from their enemies, or try to make a fresh start.<br /><br />The planet&rsquo;s best-known urban centers are ancient cities such as Arl, with its passion for blood sports; Daza, the half-irradiated City of Fusion; and Maro with its fabled Thousand Lights, a vast trench city climbing its way up the walls of the Edaio Rift. In these dusty and flickering metropolises, Akiton&rsquo;s dreams of civilization and culture still remain&mdash;for the rich, at least&mdash;propped up by their remaining wealth and control of the planet&rsquo;s last few viable thasteron mines, as well as lucrative contracts with offworld corporations and factories specializing in weapons, armor, and ship parts. Most of Akiton&rsquo;s lesser settlements, by contrast, are company towns, squalid slums, or frontier homesteader outposts where life is cheap, harsh, and short.<br /><br />Members of nearly all of the Pact Worlds&rsquo; common races can be found somewhere on Akiton&mdash;including a seemingly native crimson-skinned @Compendium[sfrpg.races.AMBcyDZDtJ1OOzh3]{Human} ethnicity&mdash;yet the best known indigenous residents are the </span><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">@Compendium[sfrpg.races.PWjnNkCCW5diAQU4]{Ysoki}</span>. Unlike many of their fellow inhabitants, Akitonian </span><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">@Compendium[sfrpg.races.PWjnNkCCW5diAQU4]{Ysoki}</span> thrive under the planet&rsquo;s current degraded conditions, boisterous and opportunistic in their warren-districts beneath the cities or in motorized traveling caravans. Though operating largely off the grid, these latter nomadic populations inevitably return to the Hivemarket, the vast bazaar-city at the foot of Ka, Pillar of the Sky, where everything can be found for the right price and ghostly creatures called khulan keep the peace. The </span><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">@Compendium[sfrpg.races.PWjnNkCCW5diAQU4]{Ysoki}</span> can also often be seen driving their ramshackle hovertankers back and forth from the Winterlands at the poles, hauling ice quarried by the resident cap miners while carefully avoiding the forbidden zones with their eerie alien ruins.<br /><br />In addition to @Compendium[sfrpg.races.PWjnNkCCW5diAQU4]{Ysoki}, Akiton has several other major indigenous races. Once driven nearly to annihilation by corporate interests, the four-armed humanoid giants called @Compendium[sfrpg.races.tuLiDThwfB0yIFAH]{Shobhads} have seen a dramatic resurgence in recent years as their traditional desert life sidestepped the economic collapse. Moreover, their constant clan battles for honor make them valuable as mercenaries and scouts. Complete opposites of the shobhads are the @Compendium[sfrpg.races.5AT4WDtXQH3ACvGj]{Contemplatives} </span><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">of Ashok</span></span>, telekinetic creatures whose physical bodies have nearly withered away in favor of the great minds contained within their throbbing brain sacs and who excel at the supernatural arts and decipher esoteric truths in their legendary Halls of Reason. Slightly less well known are the red-skinned @Compendium[sfrpg.races.dKcXjaxqAVCtaX5f]{Ikeshti} lizardfolk, who make model citizens until their reproductive cycle drives them violently insane.</span></p>\n<h2>Aliens Found At Akiton</h2>\n<p>@Compendium[sfrpg.alien-archives.UDM8QKhEOIUnaEj7]{Contemplative}, @Compendium[sfrpg.alien-archives.t6h5sj3nM7OVRfaM]{Contemplative Mentor}, Ikeshti Brood-Minder, Ikeshti Rivener, @Compendium[sfrpg.alien-archives.VqTKTuUgS55GDE6H]{Khefak}, @Compendium[sfrpg.alien-archives.WBwkX9oEraWtEQzs]{Shobhad}, @Compendium[sfrpg.alien-archives.YgIEtjj2hEErVfwL]{Shobhad Warleader}, @Compendium[sfrpg.alien-archives.bNTVGv5ImBgrqDa1]{Spookfish Swarm}, @Compendium[sfrpg.alien-archives.bNTVGv5ImBgrqDa1]{Spookfish Swarm}, @Compendium[sfrpg.alien-archives.e9yMuCH6aFPuJfN6]{Khefak, Thasteron}</p>"
}