{
  "_id": "Lcc1MHffFYFmgKP9",
  "name": "Amran",
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>Machine Paradise<br /></em></p>\n<table style=\"width: 99.1549%; height: 162px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Source</td>\n<td style=\"width: 86.5714%; height: 18px;\">AP #30 pg. 62</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Location</td>\n<td style=\"width: 86.5714%; height: 18px;\">Mobile</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Settlements</td>\n<td style=\"width: 86.5714%; height: 18px;\">-</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Diameter</td>\n<td style=\"width: 86.5714%; height: 18px;\">x1</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Mass</td>\n<td style=\"width: 86.5714%; height: 18px;\">x1-1/5</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Gravity</td>\n<td style=\"width: 86.5714%; height: 18px;\">x1-1/5</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Atmosphere</td>\n<td style=\"width: 86.5714%; height: 18px;\">Normal</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Day</td>\n<td style=\"width: 86.5714%; height: 18px;\">40 hours</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Year</td>\n<td style=\"width: 86.5714%; height: 18px;\">530 days</td>\n</tr>\n</tbody>\n</table>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Amran is a world in interstellar proximity to the original home planet of the kucharn, the species that became the Swarm, and it was one of the first worlds to fall to the unrelenting menace. No records remain of what Amran was like before the coming of the Swarm. What is known is limited to what can be surmised from its present environment. Even its history is enigmatic, distorted by the Gap&rsquo;s effects on its inhabitants and their unique genesis. According to the most prominent theories, the people of Amran fought the Swarm, but when it became clear that defeat was inevitable, they settled on a bold tactic.</span></span></p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Frontline forces bought time against the Swarm while Amran&rsquo;s great minds built machines, so-called &ldquo;ghost forges,&rdquo; imbued with artificial intelligence and the entire library of Amran&rsquo;s knowledge. These machines were mystically engineered to collect souls as they passed from Amran, then technomancers sent these machines to the Ethereal Plane. As the people of Amran fell to the Swarm&rsquo;s inexorable assault, these ghost forges gathered their willing souls, storing them safely while the Swarm consumed the physical planet. An indeterminate time after the Swarm&rsquo;s departure, the ghost forges phased back to the Material Plane and manufactured living robot bodies for the stored souls, infusing them with the accumulated knowledge of their civilization. The reborn then set about re-creating their world&rsquo;s devoured ecology and infrastructure in mechanical form.</span></span></p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">These living machines had escaped annihilation, but they could not have predicted the Gap, which wiped the mystic records from the ghost forges as it twisted records across time. After the Gap, the reborn reawakened in their mechanical paradise with little of the scientific or magical knowledge they had possessed, no understanding of how their society functioned, and little idea of who they were individually, much less as a people. Even their original name for themselves was lost. They had a rudimentary understanding of their origins and the machines that had saved them, leading them to adopt the name &ldquo;amrantah,\" as they were the sole people on the world of Amran.</span></span></p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">In the centuries since, Amran received the Signal, built numerous Drift beacons (having forgotten the Swarm), and has become famous as a destination for artistry, entertainment, innovation, and pleasure. The ghost forges maintain and control the cities and environment, while the amrantahs maintain a light hand in governance, focusing on diversion and invention. They have created a new culture and, over time, regained some of their prior technomagical prowess. Amrantahmanufactured technology is increasingly synonymous with bleeding-edge design.<br /><br />The following locations are well known on Amran.<br /><br /><strong>Chromium Coliseum:</strong> One of the few massive structures the ghost forges did not build, this gigantic arena is among the great gladiatorial experiences in known space. With a vast degree of customization both physical and magical, including gravity, lovers of battle converge from innumerable systems to watch and compete in the stadium&rsquo;s regular games. The ghost forges offer healing and other rewards for competitors, making participation easy. Amrantah gladiators also test new techniques regularly, making this battleground a great place to learn and practice the art of combat. Events from this coliseum are broadcast across the galaxy, so a warrior who wants to make a name can do so here.<br /><br /><strong>Diastrega:</strong> The most famous (or infamous) of Amran&rsquo;s cities, Diastrega is as well known for its lighthearted, morally lax atmosphere as for its stunning variety of diversions. Nearly any socially acceptable experience is available, from immersive holographic roleplaying games to amrantah-staffed brothels. As is usual on Amran, Diastrega&rsquo;s amrantah council rules with a light hand, being more interested in their own affairs. Establishments maintain private security to keep order among visitors. Unfortunately for all pleasure-seekers, the lack of oversight gives criminals and other ne&rsquo;er-do-wells opportunities for mischief and worse. Private investigators are as likely to make a good living in Diastrega, as are professional entertainers.</span></span></p>",
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}