{
  "_id": "psZBx1kcx9pHsLrz",
  "name": "Apostae",
  "flags": {},
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>The Messenger</em></p>\n<table style=\"width: 99.1549%; height: 162px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 36.456%; height: 18px;\">Source</td>\n<td style=\"width: 62.8338%; height: 18px;\">&nbsp;CRB pg. 458</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 36.456%; height: 18px;\">Location</td>\n<td style=\"width: 62.8338%; height: 18px;\">&nbsp;Pact Worlds</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 36.456%; height: 18px;\">Settlements</td>\n<td style=\"width: 62.8338%; height: 18px;\">&nbsp;Nightarch</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 36.456%; height: 18px;\">Diameter</td>\n<td style=\"width: 62.8338%; height: 18px;\">&nbsp;x1/5</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 36.456%; height: 18px;\">Mass</td>\n<td style=\"width: 62.8338%; height: 18px;\">&nbsp;x1/250</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 36.456%; height: 18px;\">Gravity</td>\n<td style=\"width: 62.8338%; height: 18px;\">&nbsp;x1/10</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 36.456%; height: 18px;\">Atmosphere</td>\n<td style=\"width: 62.8338%; height: 18px;\">&nbsp;Normal or none</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 36.456%; height: 18px;\">Day</td>\n<td style=\"width: 62.8338%; height: 18px;\">7 days</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 36.456%; height: 18px;\">Year</td>\n<td style=\"width: 62.8338%; height: 18px;\">243 years</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Apostae is a rocky planetoid that is much smaller than most worlds in the Pact Worlds system, with an orbit that angles strongly from the ecliptic, almost perpendicular to that of @Compendium[sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station}. These telltale clues lead to general acceptance of the theory that the planetoid originated somewhere beyond the system and was caught in the sun&rsquo;s orbit thousands of years before the Gap. Whether the world was guided to the system intentionally or arrived through some accident remains anyone&rsquo;s guess.<br /><br />The few existing records of visits to the planetoid in the centuries prior to the Gap describe a barren, airless surface and a warren of atmosphere-filled caverns and tunnels riddling the rock through to its core. Many of the chambers were empty, but others held ancient machines that still hummed, indestructible doors, permanently comatose and preserved creatures with a range of alien forms, and vaults of advanced technology and weapons. Though a few research teams explored Apostae before the Gap, interacting with a now-extinct race known as the ilee that dwelled inside the tunnels, no group from outside the world ever established a permanent foothold on the planetoid, which most assumed to be some sort of ancient generation ship or otherwise self-contained environment. Strangely, nothing in the records suggest that the ilee themselves had any knowledge of their origin, giving rise to the theory that they may have degenerated over millennia between the stars or else been some sort of captured or servitor race that outlived their masters.<br /><br />No one knows exactly what happened to completely kill off the ilee, but since the end of the Gap, Apostae has been primarily in the hands of several powerful houses of @Compendium[sfrpg.races.3kLK4WKPqNvFTwIB]{Drow}&mdash;purple-skinned elves who reject their kindred on @Compendium[sfrpg.setting.mkJGLfpJkvAKLZz3]{Castrovel} and worship powerful demons. How and when the @Compendium[sfrpg.races.3kLK4WKPqNvFTwIB]{Drow} first came to the world is also a mystery lost to the Gap, but most believe that they fled there shortly before Golarion&rsquo;s disappearance, guided by their demonic patrons in a twisted parody of the @Compendium[sfrpg.races.K7OFZY7hnnKZQ8YY]{Elves'} own escape. Today, despite centuries of effort to expand their holdings and increase their meager population, the drow still maintain only incomplete control of the planet-ship&rsquo;s interior, and their influence on the barren surface is mostly restricted to a single major city near one of the massive doors leading down into the rock. Even this much, however&mdash;when combined with their significant economic power&mdash;has been sufficient for them to claim Apostae as their home world and become signatories to the Pact, over the loud objections of Castrovel&rsquo;s @Compendium[sfrpg.races.K7OFZY7hnnKZQ8YY]{Elves}.<br /><br />Much like the bone sages of Eox, the @Compendium[sfrpg.races.3kLK4WKPqNvFTwIB]{Drow} houses don&rsquo;t work together as a cohesive government and assemble only to elect ambassadors as required by the Pact. Each drow house acts independently, with most operating family-run corporations that deal primarily in arms, especially new technologies discovered or retroengineered from the alien items recovered by archaeo-salvage teams within Apostae. The orcs, half-orcs, and other races that live in the drow-controlled settlements are at best second-class citizens, with no say in political matters, mostly used as laborers or subterranean cannon fodder when teams break into previously sealed chambers in search of the fabled Armory or Chamber of Life.<br /><br />The most powerful house on Apostae is House Zeizerer, which also has the broadest and most successful network for weapon sales. House Zeizerer controls Nightarch, the largest city on the planetoid&rsquo;s surface and the only known point of entry to Apostae&rsquo;s interior, as all of the other huge doors set into the planet&rsquo;s surface are locked and have proven indestructible. As a major spaceport, the city hosts bustling markets dealing in personal and starship weaponry, mercenary squads of orc and half-orc warriors, fleshwarping augmentations, and custom weapons designs.<br /><br />In addition to searching for alien technology within the planet&rsquo;s vaults&mdash;either on official contract or by slipping past drow defenses&mdash;visitors often come to Nightarch to study the eponymous arch at the center of the city. This arch is similar to those that link many of the system&rsquo;s worlds&mdash;and a functioning ring of such portals within the city provides access to most of the other Pact Worlds&mdash;yet this particular arch is covered in markings that have so far defied all efforts at analysis. When it activates, spontaneously and at rare and random intervals, it creates a gate to unknown landscapes. So far, no group that&rsquo;s passed through these short-lived portals has ever returned.</span><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<h2>Aliens Found At Apostae</h2>\n<p>Drow Enforcer, Drow Noble Arms Dealer, @Compendium[sfrpg.alien-archives.prN06env6YVPdXNp]{Orc Technician}, @Compendium[sfrpg.alien-archives.PeUZujaKNfCzi0B7]{Orc Trooper}</p>"
}