{
  "_id": "Ave5caJSxVvKFVAB",
  "name": "Aucturn",
  "img": "systems/sfrpg/images/cup/pact_worlds/aucturn.png",
  "flags": {},
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>The Stranger</em></p>\n<table style=\"width: 99.1549%;\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"width: 13.4102%;\">Source</td>\n<td style=\"width: 85.8796%;\">CRB pg. 461</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Location</td>\n<td style=\"width: 85.8796%;\">Pact Worlds</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Settlements</td>\n<td style=\"width: 85.8796%;\">Citidel of the Black</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Diameter</td>\n<td style=\"width: 85.8796%;\">Varies</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Mass</td>\n<td style=\"width: 85.8796%;\">x2</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Gravity</td>\n<td style=\"width: 85.8796%;\">x2</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Atmosphere</td>\n<td style=\"width: 85.8796%;\">Toxic</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Day</td>\n<td style=\"width: 85.8796%;\">Varies</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Year</td>\n<td style=\"width: 85.8796%;\">500 years</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">The ominous world of Aucturn, the Stranger, remains mostly an enigma even after centuries of interplanetary travel. Visual observations of the planet vary significantly from viewer to viewer, and both its diameter and rotational period fluctuate wildly and seemingly randomly. However, most of the Pact Worlds lean toward one particular hypothesis: namely that Aucturn is not a planet at all, but a living thing&mdash;an immense embryo or egg that will someday mature into a near-deific being of untold cosmic power: one of the Great Old Ones.<br /><br />The farthest planet from the sun, Aucturn is not a signatory to the Pact and is claimed by the Pact Worlds only out of proximity and necessity. A weird and sickly world cloaked in thick poisonous clouds, the Stranger warps reality with its very existence, endangering any living creature that approaches or visits it. Yet Aucturn is far from uninhabited, and the living planet is currently a battleground between the cults of the Elder Mythos, who aspire to nurture a new god, and the forces of the Dominion of the Black, which seek to subjugate and manipulate the nascent Great Old One for their own sinister purposes.<br /><br />The most prominent settlement on Aucturn is the Citadel of the Black, home to the Pyramid of the Black Pharaoh, the largest temple to @Compendium[sfrpg.setting.ul7WYVhr1F6q32jN]{Nyarlathotep} in the Pact Worlds. Once, the Citadel was apparently neutral ground between the Elder Mythos cults and the Dominion, but at some point during the Gap, this tenuous detente turned to open conflict, and today the Citadel is the center of the Elder Mythos&rsquo;s war effort. The Citadel of the Black is also home to the mysterious entity known as Carsai the King, the closest figure the planet has to a head of state, but one whose true form and nature remain unknown. A powerful leader in the cults of the Elder Mythos, Carsai has ruled the Citadel of the Black for millennia, leading some to believe that he might be an avatar or herald of @Compendium[sfrpg.setting.ul7WYVhr1F6q32jN]{Nyarlathotep} himself. Carsai&rsquo;s defense of Aucturn&mdash;and thus the Pact Worlds&mdash;from the predations of the Dominion of the Black, combined with the fact that he is a relatively approachable and reasonable figure on an otherwise incomprehensible planet, is the primary reason for the Pact Council&rsquo;s reluctant acceptance of the world into their agreement as a protectorate. Interestingly, Carsai&rsquo;s representation in some popular media as an antihero&mdash;a deviously handsome and rebellious godling protecting the Pact Worlds from unthinkable horror&mdash;has significantly increased the worship of @Compendium[sfrpg.setting.ul7WYVhr1F6q32jN]{Nyarlathotep} and the Outer Gods in the Pact Worlds.<br /><br />The space around Aucturn is littered with old ships purportedly sent by inner system worlds to neutralize the planet during the Gap. While visiting starships are sometimes allowed to land unharmed, these corrupted, madness-inducing hulks still drift as a warning to all those who might seek to cleanse or colonize Aucturn&rsquo;s breathing shores. The Pact Worlds, unable to clear this neighboring area of space of these dangers, are resigned to maintaining a nominal connection with it instead.<br /><br />Aucturn&rsquo;s surface is a sickly, organic place, with fleshlike ground and mountains resembling tumors through which flow thick veins of a black ichor that acts as a psychotropic drug for many of the native creatures, most notably the skittering, proboscis-tongued </span><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">@Compendium[sfrpg.alien-archives.qf76Avpdu38Ogwf9]{Orocorans}. Whole landscapes can change in a blink, leaving visitors feeling as if they&rsquo;re in some sort of dream&mdash; one moment walking among fungal forests or along the edge of sphincter-like canyons, the next in some ichor-lord&rsquo;s monastery or at the foot of glowing towers pulsing with abandoned halfbiological machinery. Breathing the world&rsquo;s toxic, yellow-green atmosphere only makes the situation worse, as it contains a seemingly endless variety of drugs, mutagens, and @Compendium[sfrpg.rules.aKqRtg165rAly1Cc]{Poisons}.<br /><br />Settlements on Aucturn are rare, generally isolated communities of native creatures or Outer God cultists huddled behind heavy fortifications or in the crumbling ruins of haunted flesh-block edifices from a forgotten age. Attacks by the Dominion of the Black are common, their brain-eating and chittering hordes bombarding the surface in single-use drop pods or burrowing up out of the planet&rsquo;s flesh like botfly larvae to make suicidal guerrilla attacks on any creature they encounter. After the Citadel of the Black, the most populous settlement is Amniek, the circular tower city at the base of the polyp-like mountain called the Gravid Mound. According to the Midwives, the 13 cowled casters who rule the city, Aucturn is already pregnant despite not having been born itself, and their egg-shaped mountain will one day burst, spewing Aucturn&rsquo;s child into the universe&mdash;and when it does, they will be there to receive its dark gifts.</span><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<h2>Aliens Found At Aucturn</h2>\n<p>@Compendium[sfrpg.alien-archives.7FZHTF7AnSiRmgVO]{Bryrvath}, @Compendium[sfrpg.alien-archives.qf76Avpdu38Ogwf9]{Orocoran}, @Compendium[sfrpg.alien-archives.68Zh2g0gInpBEmdh]{Orocoran Ichor Lord}, @Compendium[sfrpg.alien-archives.vVH8hYtL6KzYtGyN]{Plague Ooze}</p>"
}