{
  "_id": "cO4BD8W8nUCLjvSE",
  "name": "Besmara",
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>The Pirate Queen<br /></em></p>\n<table style=\"width: 99.1549%; height: 90px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Source</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;CRB pg. 483</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Alignment</td>\n<td style=\"width: 78.6856%; height: 18px;\">CN</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Portfolios</td>\n<td style=\"width: 78.6856%; height: 18px;\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">&nbsp;goddess of piracy, space monsters, strife </span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"></span></td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Centers of Worship</td>\n<td style=\"width: 78.6856%; height: 18px;\">@Compendium[sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station}, @Compendium[sfrpg.setting.gzXT0xwsj8kQAoj0]{Akiton}, @Compendium[sfrpg.setting.psZBx1kcx9pHsLrz]{Apostae}, @Compendium[sfrpg.setting.Yt2xT4Iy6lHjCzso]{Diaspora}, the Veskarium</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Symbol</td>\n<td style=\"width: 78.6856%; height: 18px;\">A skull and crossbones</td>\n</tr>\n</tbody>\n</table>\n<p><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><br /></span></span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">When trade blossomed between the planets of the Pact Worlds, the pirates that preyed on that commerce followed, bringing Besmara with them. Once a minor nautical deity revered on Golarion, Besmara is now venerated as a powerful goddess of pirates, conflict, and the alien leviathans that swim through the void. Some of her priests claim that Besmara took her current power and position as her prize when she deposed another deity in a daring raid, but as these events ostensibly took place during the Gap, they remain impossible to confirm. Besmara&rsquo;s ship, the <em>Starwraith</em>, sails through space and across the planes. Loyally crewed by sly and fearless pirates and spacers from countless worlds, the Starwraith shares a name with a constellation in the skies of the Pact Worlds, and many believe the two are actually one and the same.<br /><br />Besmara is brash, fickle, greedy, and lusty, but she follows her own code of honor and is loyal to her crew and allies as long as they remain useful and serve her interests. She scorns laws and civilization for the freedom and fortune of outer space, delighting only in battle, plunder, risk, and the thrill of the chase. Besmara does not concern herself with good or evil, but she disdains acts like senseless murder that bring no profit or reward. She revels in strife and trickery, and she believes that if she wants a thing someone else owns, it&rsquo;s only fair for her to take it.<br /><br />Many <a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.races\" data-id=\"7VtfabTXl7NEXC6u\"> Vesk</a> <a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.themes\" data-id=\"in3kIU1U7JjTuCJ4\"> Mercenaries</a> worship Besmara in her role as the goddess of strife, but pirates, smugglers, war profiteers, and other criminals who profit from conflict make up the bulk of Besmara&rsquo;s followers. Even those pirates who normally eschew religion might still pray to Besmara to ward away her wrath, or they might toss a share of plunder out the airlock as tribute to the Pirate Queen to curry her favor. Such folk tend to be more superstitious than religious, however, so Besmara has few temples and little in the way of an organized church. Nevertheless, ports and space stations visited regularly by pirates often host small shrines to the goddess; similar altars can also be found on remote asteroids, on space hulks, and in starship graveyards.<br /><br />Most of the Free Captains (see page 476) pay at least lip service to Besmara, and many of them carry a small, valuable trinket (such as a chunk of rare mineral or an antique laser pistol stolen from an important starship captain) with them at all times, considering it bad luck to ever misplace the item. Some of these baubles have been passed down from Free Captain to Free Captain over the decades.</span></span><br /></span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"></span></p>",
  "flags": {},
  "img": "systems/sfrpg/images/cup/religious_symbols/besmara.webp"
}