{
  "_id": "2K7muQyxlXW8wqb3",
  "name": "Bretheda",
  "flags": {},
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>The Cradle</em></p>\n<table style=\"width: 99.1549%; height: 162px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Source</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;CRB pg. 456</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Location</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;Pact Worlds</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Settlements</td>\n<td style=\"width: 85.8796%; height: 18px;\"><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">&nbsp;Trillidiem</span></td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Diameter</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;x11</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Mass</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;x320</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Gravity</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;x-1/2 (at the \"surface\")</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Atmosphere</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;Special</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Day</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;6 day</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Year</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;30 year</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">The largest gas giant in the system, Bretheda is a constantly swirling mass of blue and purple storm clouds. Through these tempests and swarms of lesser life-forms soar the blimplike barathus, sometimes derogatorily called floaters, or simply Brethedans, given their status as the planet&rsquo;s most advanced native race. Though their transparent bodies resemble elongated jellyfish or dirigibles and their trilling and diving give the impression they are strange birds or dolphins, barathus are in fact highly intelligent, curious creatures, with an unusually communal approach to survival. When faced with a challenge greater than it can handle on its own, a barathu merges with other barathus to create a temporary, unique collective creature far stronger and smarter than its component beings, only to disband again when the need has passed.<br /><br />As befits creatures on a planet with few metals, barathu technology is entirely biological. In addition to their capability to reshape themselves and evolve new adaptations in seconds, hardening their bodies or growing extra limbs, barathus&rsquo; genealtering abilities also allow them to design and birth living tools using only their bodies, from tailored viruses to semi-intelligent servitor races. Some of the best biotechnology in the system comes from Bretheda, created either in the numerous floating arcology cities staffed by offworlders or within native Brethedan enterprises such as the capricious Sopeth Corporation&mdash;a company that&rsquo;s in fact a single sentient being composed of thousands of merged barathus.<br /><br />While the peaceful, freewheeling nature of barathu society makes local governance unnecessary, barathus have learned that outsiders require more structure to avoid disaster. Toward this end, Confluence&mdash;an entity of immense intelligence formed of any barathus who feel the near-religious call to public service&mdash;sets and enforces regulations on offworlders. The entity splits off specially adapted delegates and enforcers as needed, imbuing them with proprietary biotech allowing communication with Confluence in real time, no matter the distance. Any number of corporations would kill to study this technology&mdash;and many have done so&mdash;but thus far the self-destruction sequences coded into the so-called Confluence Agents, plus fear of reprisal from Bretheda&rsquo;s governing entity, has kept greedy researchers largely in check.<br /><br />Bretheda&rsquo;s nickname, the Cradle, comes from its dozens of moons, some almost large enough to be planets in their own right. While many are inhabited, only some of these are well known, and others have barely been explored.<br /><br />A water world covered in a shell of ice, Kalo-Mahoi is the most industrialized of Bretheda&rsquo;s moons, and its residents, the aquatic @Compendium[sfrpg.races.eMQUjYe9ERVWB6e2]{Kalo}, have their own independent representatives on the Pact Council. Though air-breathing races often find it disconcerting to descend deep into the moon&rsquo;s frigid seas, and though the world&rsquo;s icy crust contains numerous spaceports and liaison centers, the kalo have taken great pains to make their world inviting, and they dominate the solar system&rsquo;s art and fashion scenes from their organic vent-cities.<br /><br />The arid forests of Marata, by contrast, are the subject of much anthropological debate, as its seven-gendered maraquoi tribes have been making the leap from paleolithic to spacefaring in just a few generations. While some maraquoi traditionalists in their government, aided by activists of other races, argue that the furry humanoids are losing their culture and fundamental right to advance at their own pace, the majority of maraquoi resent the idea of having their access to the Pact Worlds restricted and have begun a mass exodus out into the rest of the solar system.<br /><br />Less social than these other races are the silicon-based lifeforms of crystalline Dykon, most notably the brilliant mathobsessed urogs. Buffalo-sized creatures of crystal who slide across the surface on cilia and electromagnetic fields, they absorb the sun&rsquo;s light through their skin-shells. Urogs sometimes take jobs as starship navigators, technomancers, and physicists.<br /><br />Only the desperate or condemned accept work on Bretheda&rsquo;s notorious collection of &ldquo;death moons.&rdquo; On radioactive Thyst, for instance, unshielded flesh melts from bone in cancerous rivers, yet crews are still needed to harvest minerals, study the unique animal life, or hunt for the magical armor mysteriously discarded by the moon&rsquo;s rarely glimpsed light-absorbing humanoids. Meanwhile, on the tidally heated hellscape of Varos, elementalist fireworkers harness raw volcanic power while digging for the unique gemstones produced only in the moon&rsquo;s mantle.</span><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<h2>Aliens Found At Bretheda</h2>\n<p>@Compendium[sfrpg.alien-archives.tM35G3YiwebUP7qb]{Barathu}, @Compendium[sfrpg.races.RXNBF1w6yXaB8P9O]{Barathu, Early Stage}, Flying Viper Eel, Haan, Haan Combat Pilot</p>"
}