{
  "_id": "mkJGLfpJkvAKLZz3",
  "name": "Castrovel",
  "img": "systems/sfrpg/images/cup/pact_worlds/castrovel.png",
  "flags": {},
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>The Wild</em></p>\n<table style=\"width: 99.1549%;\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"width: 13.4102%;\">Source</td>\n<td style=\"width: 85.8796%;\">CRB pg. 438</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Location</td>\n<td style=\"width: 85.8796%;\">Pact Worlds</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Settlements</td>\n<td style=\"width: 85.8796%;\">Qabarat</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Diameter</td>\n<td style=\"width: 85.8796%;\">x1</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Mass</td>\n<td style=\"width: 85.8796%;\">x1</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Gravity</td>\n<td style=\"width: 85.8796%;\">x1</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Atmosphere</td>\n<td style=\"width: 85.8796%;\">Normal</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Day</td>\n<td style=\"width: 85.8796%;\">1 day</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Year</td>\n<td style=\"width: 85.8796%;\">1/2 year</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Hot, humid, and stirred by intense storms and tides, the jungles and swamps of Castrovel abound with an unusually robust variety of life, from enormous saurian beasts to deadly moldstorms capable of devouring whole settlements. Of the many sentient races to make their home on the fertile world, the most prominent are @Compendium[sfrpg.races.ShWYksP7IwWcqEVa]{Lashunta (Damaya)}, followed closely by @Compendium[sfrpg.races.K7OFZY7hnnKZQ8YY]{Elves} and @Compendium[sfrpg.races.pOnYi1vHP3bWMoWd]{Formian}, all three civilizations highly connected and cosmopolitan thanks to a network of ancient magical teleportation portals called <em>aiudara</em>.<br /><br />Traditionally, Castrovel&rsquo;s lashuntas have organized into independent city-states with a variety of governmental styles, elected matriarchies being the most common. In the modern era, however, local governance of smaller cities often takes a back seat to larger corporate concerns, with regional or interplanetary companies buying out officials or setting up their own independent, privatized settlements. While these economic ties mean lashunta nationalism rarely leads to outright warfare anymore, rampant industrial espionage and corporate influence over public policy present growing concerns for residents.<br /><br />Of the city-states still capable of going toe-to-toe with corporate power, the most significant is Qabarat, the Shining Jewel of the Western Sea and the planet&rsquo;s largest spaceport. From the city&rsquo;s Threefold House, Lady Morana Kesh and her chief consort, Grantaeus, pull a delicate web of strings to keep the planet from becoming a corporate free-for-all. Also notable for their power and influence are the city&rsquo;s many universities, renowned for their vast pre-Gap archives; they train some of the best explorers, researchers, and starship navigators in the system. Architecturally, the city is a work of art, its ancient walls of crushed and glittering shells blending seamlessly with modern additions. This sense of timelessness&mdash;of connection with the planet&rsquo;s long history&mdash;is a matter of pride to many of the residents, who exult in the sounds of soldiers training in the Battle Yards, scholars arguing good-naturedly on university steps, or the roar and hiss of the landing starships that have largely replaced water-going vessels in Ship&rsquo;s End. While most visitors to the planet enter through Qabarat&rsquo;s port, numerous portals throughout the city connect it closely with other powerful lashunta settlements, such as isolated Laubu Mesa, Komena in the Floating Shards, Jabask the Unbroken, or Candares, with its endless waterfalls and dangerous cliffside corpsicum excavations.<br /><br />Though the insectile @Compendium[sfrpg.races.pOnYi1vHP3bWMoWd]{Formians} battled with @Compendium[sfrpg.races.ShWYksP7IwWcqEVa]{Lashuntas} for millennia, the coming of the Pact and careful shirren-brokered peace talks finally ended hostilities a mere 30 years ago. Today, the @Compendium[sfrpg.races.pOnYi1vHP3bWMoWd]{Formian} hives known as the Colonies work together to farm the land and trade with other races, with each individual hive queen paying tribute to the Overqueen&mdash;a purely philosophical entity established during the historic Meeting of Queens. Each of the largest formian hive-burrows can cover miles, sometimes bulging up in artificial honeycombed hills, making them confusing to visit (and historically impossible to conquer).<br /><br />At odds with this new era of peace, the @Compendium[sfrpg.races.K7OFZY7hnnKZQ8YY]{Elves} of Sovyrian are predominantly xenophobic traditionalists, trading with outsiders only when necessary. Members of other races are rarely allowed to settle permanently on the @Compendium[sfrpg.races.K7OFZY7hnnKZQ8YY]{Elven} continent and are largely barred from even entering El, Sovyrian&rsquo;s canal-choked capital city led by neighborhood-sized Great Houses. This border control is regularly violated by the city&rsquo;s own ruling elite, however, as they hire foreigners for secretive or specialized tasks.<br /><br />The abundance of seemingly untouched wilderness on Castrovel often confuses newcomers used to cutting-edge lashunta technology, yet to most of the world&rsquo;s residents, these vast ecological preserves are proof of their enlightened society. To them, maintaining wilderness is key to advancing knowledge and allowing the same evolution that brought them sentience to continue uplifting others, and the planet&rsquo;s abundant natural resources must be harvested sustainably for the good of all. Toward this end, both the planet&rsquo;s primary shipyards and its most destructive heavy industries are relegated to Elindrae, the planet&rsquo;s airless, rocky moon. Of course, various species of dangerous megafauna&mdash;from bug-eyed mountain eels to poison-beaked sky fishers&mdash;still regularly attack settlements on Castrovel, which leads to occasionally &ldquo;accidental&rdquo; burning of protected natural regions in rural areas, but a strong Xenowarden presence usually keeps such activities from getting out of hand.</span><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<h2>Aliens Found At Castrovel</h2>\n<p>@Compendium[sfrpg.alien-archives.SGKDx0BEDsH4Kwoa]{Nyssholora, Adult}, @Compendium[sfrpg.alien-archives.CQdmqDQU3pneJwru]{Feral Shotalashu}, Formian Myrmarch, Formian Queen, Formian Taskmaster, Formian Warrior, Formian Worker, @Compendium[sfrpg.alien-archives.qwK8gQXTEKP3WpZ5]{Nyssholora, Juvenile}, @Compendium[sfrpg.alien-archives.sMH15qwopmk3Jeiz]{Kaukariki}, Mountain Eel, @Compendium[sfrpg.alien-archives.FNcgeQQwTzapzs87]{Shotalashu}, @Compendium[sfrpg.alien-archives.GNuUufi0H5BsSvZl]{Sky Fisher},@Compendium[sfrpg.alien-archives.zXlsCO4XtuxZoLh5]{Tashtari}, @Compendium[sfrpg.alien-archives.l0QXshtjvObnBCML]{Tashtari Alpha}, @Compendium[sfrpg.alien-archives.qZdSijPk8K4bygyE]{Vracinea}, @Compendium[sfrpg.alien-archives.7eHS7pgQUZieR9Lo]{Renkroda, Whiskered}, @Compendium[sfrpg.alien-archives.Fe0IcQBtHNvpsCvx]{Yaruk}</p>"
}