{
  "name": "Centus II",
  "flags": {},
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>World of Towering Spires and Corporate Intrigue<br /></em></p>\n<table style=\"width: 99.1549%; height: 162px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Source</td>\n<td style=\"width: 86.5714%; height: 18px;\">AP #17 pg. 62</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Location</td>\n<td style=\"width: 86.5714%; height: 18px;\">Near Space</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Settlements</td>\n<td style=\"width: 86.5714%; height: 18px;\">-</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Diameter</td>\n<td style=\"width: 86.5714%; height: 18px;\">x1</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Mass</td>\n<td style=\"width: 86.5714%; height: 18px;\">x3</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Gravity</td>\n<td style=\"width: 86.5714%; height: 18px;\">x3</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Atmosphere</td>\n<td style=\"width: 86.5714%; height: 18px;\">Thick and toix</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Day</td>\n<td style=\"width: 86.5714%; height: 18px;\">17 hours</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Year</td>\n<td style=\"width: 86.5714%; height: 18px;\">182 days</td>\n</tr>\n</tbody>\n</table>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Centus II is the only marginally habitable planet of the 12 that make up the Centus system in Near Space. It was originally discovered by a group of shirren mercenaries under the employ of a consortium of corporations in search of areas into which they could expand. The planet&rsquo;s surface is a wealth of heavy metals and minerals, but the only water is found in a few large, poisonous lakes, and the atmosphere contains high levels of arsenic and dangerous metals in vapor form. However, the shirrens found that the air of the world&rsquo;s mesosphere, though below freezing, was tolerable with the use of rebreathers. Instead of low-orbit platforms, the shirrens decided to build structures that could withstand the excessive gravity on the surface at their bases but stretch miles up into the sky.</span></p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Each tower consists of a sturdy foundation several miles across and a core spire that tapers slightly as it rises, ending in large egg-shaped pods. Numbering slightly more than a dozen, each tower is a marvel of modern magical and structural engineering. Though they are identical on the outside, each tower is owned by a different corporation that furnishes the inside in its own unique way. The employees that live and work in the pods are trained to operate in both the microgravity present at the mesosphere and the harsh gravitational pull of the planet&rsquo;s surface to harvest its resources. These shifts are usually rotated on a yearly basis.</span></p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">While most of the metals and minerals extracted by each corporation are shipped off-planet, a sizable portion of them are used to maintain and repair the towers. The corporations make enough profit on their exports for this to be cost-effective for now, but some planetary forecasters are worried that Centus II will be completely stripped of resources within the next few decades. The mining rights for various areas on the surface are constantly in flux as the corporations trade with one another. In addition, occasional periods of fast-shifting tectonic plates might cause a rich vein of ore to move from one claim to another, creating a high demand for talented surveyors and seismologists. Many of the companies are not above underhanded dealings, faking deeds or sabotaging mining operations. Those skilled in corporate espionage or simple thuggery can easily find work on Centus II.</span></p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Complicating matters are the tales of creatures native to the planet. While no reputable person has actually reported seeing one of these so-called &ldquo;Centus creeps,&rdquo; gruesome stories of missing employees and the aftermaths of these attacks run rampant through the towers. The current consensus is that a Centus creep is a slug-like creature approximately 9 feet long and made of solid muscle due to the high gravity.</span></p>",
  "_id": "4aDyqAZL39D0DLGr",
  "img": "icons/svg/mystery-man.svg"
}