{
  "_id": "fwhq5mmkfLBnGxEl",
  "name": "Cordrazar IV",
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>Ancient Alien Ruins on a Hellish World<br /></em></p>\n<table style=\"width: 99.1549%; height: 162px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Source</td>\n<td style=\"width: 86.5714%; height: 18px;\">AP #31 pg. 62</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Location</td>\n<td style=\"width: 86.5714%; height: 18px;\">Near Space</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Settlements</td>\n<td style=\"width: 86.5714%; height: 18px;\">-</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Diameter</td>\n<td style=\"width: 86.5714%; height: 18px;\">x1-2/4</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Mass</td>\n<td style=\"width: 86.5714%; height: 18px;\">x4</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Gravity</td>\n<td style=\"width: 86.5714%; height: 18px;\">x2</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Atmosphere</td>\n<td style=\"width: 86.5714%; height: 18px;\">Corrosive</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Day</td>\n<td style=\"width: 86.5714%; height: 18px;\">465 hours</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Year</td>\n<td style=\"width: 86.5714%; height: 18px;\">3 years</td>\n</tr>\n</tbody>\n</table>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Discovered just over a century ago, the Cordrazar system consists of seven planets orbiting a yellow dwarf star in Near Space. Four of the worlds are habitable and support thriving colonies and corporate industrial centers. As the colonies have stabilized and prospered, their inhabitants have begun exploring the rest of the system in greater detail.<br /><br />Cordrazar IV is a rocky, terrestrial world blanketed in thick clouds of sulfuric acid. Its dense atmosphere of carbon dioxide and sulfur dioxide traps heat and creates enormous atmospheric pressure, producing intensely hot temperatures on the planet&rsquo;s surface. Only recently have probes from nearby colonies managed to penetrate Cordrazar IV&rsquo;s atmosphere, sending back data revealing a ravaged wasteland studded with mysterious and impossibly ancient ruins.<br /><br />Very little is known about these ruins, or their original inhabitants, as no known sapient being has yet set foot on the planet, but several expeditions have sent robotic orbiters and rovers to explore tiny portions of its crumbling cities. These expeditions are all too brief, as not even robots can survive long in Cordrazar IV&rsquo;s corrosive atmosphere, but they have uncovered some information. All the expeditions have dated the planet&rsquo;s ruins as millions of years old, far predating most civilizations in Near Space. They are clearly the vestiges of a highly advanced society; remote exploration has revealed sophisticated construction techniques and tantalizing glimpses of alien relics and ancient technologies that have miraculously survived the acidic atmosphere and the toll of time. Planetary scientists believe the world&rsquo;s original inhabitants may have been responsible for the runaway greenhouse effect in Cordrazar IV&rsquo;s atmosphere that ultimately made the world so inhospitable.<br /><br />Explorations on Cordrazar&rsquo;s other planets have turned up no trace of similar ruins; only Cordrazar IV seems to have been inhabited in the distant past. Researchers have uncovered evidence on all four habitable colony worlds that suggests that, rather than their ecologies forming naturally, they may have been terraformed. This has led to speculation that the mysterious inhabitants of Cordrazar IV were behind these terraforming efforts, though the reasons for this remain unclear. Why the terraformers seemingly never colonized these worlds is an added mystery.<br /><br />As word of the peculiar ruins on Cordrazar IV trickles out to the wider galaxy, the planet is sure to attract the attention of xenoanthropologists, xenoarchaeologists, xenobiologists, and more, as well as interest from less-reputable parties such as reckless would-be explorers, treasure seekers, and black marketeers trading in plundered alien artifacts. Already, some xenohistorians on the fringes of academia have begun claiming that Cordrazar IV is an outpost of the ancient empire of the sivvs, a species of supposed interstellar conquerors that was defeated millions of years ago, leaving behind only scattered caches of highly advanced hybrid technology and weapons&mdash;though it should be noted that the continued existence of the sivvs and their empire is very much in dispute in respectable academic circles.</span></p>",
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}