{
  "_id": "jOkTSK0YYuSxPkbQ",
  "name": "Daegox 4",
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>Inescapable Corporate Prison<br /></em></p>\n<table style=\"width: 99.1549%; height: 162px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Source</td>\n<td style=\"width: 86.5714%; height: 18px;\">CRB pg. 464</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Location</td>\n<td style=\"width: 86.5714%; height: 18px;\">Near Space</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Settlements</td>\n<td style=\"width: 86.5714%; height: 18px;\">-</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Diameter</td>\n<td style=\"width: 86.5714%; height: 18px;\">x2/3</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Mass</td>\n<td style=\"width: 86.5714%; height: 18px;\">x4/9</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Gravity</td>\n<td style=\"width: 86.5714%; height: 18px;\">x1</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Atmosphere</td>\n<td style=\"width: 86.5714%; height: 18px;\">Normal</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Day</td>\n<td style=\"width: 86.5714%; height: 18px;\">20 hours</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Year</td>\n<td style=\"width: 86.5714%; height: 18px;\">2 years</td>\n</tr>\n</tbody>\n</table>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Independent of any single government or confederation, Daegox 4 serves as a planetwide prison for hundreds of thousands of the galaxy&rsquo;s criminals. Sprawling buildings of cells, with varying sizes and amenities depending on inmates&rsquo; crimes, blanket one of the planet&rsquo;s two continents, and the worst offenders inhabit a high-security complex at its center. The planet&rsquo;s other landmass boasts lush forests and bountiful prairies. Here, low-risk prisoners are allowed to roam freely. At the luxurious continent&rsquo;s center, near a broad river, is the Mountain. This imposing structure covering hundreds of acres is the administrative hub of the place.<br /><br />The real power behind the prison-planet, however, is the Daegox Corporation, run by a mysterious humanoid race that has so far refused to reveal its home world. The corporation&rsquo;s leaders orbit the planet in a ship called Skywatcher, and they accept prisoners from any government they judge legitimate&mdash;for a fee, of course. Some speculate that the corporation is the entirety of the aliens&rsquo; race and that the planet itself is their home world, but this remains uncorroborated.<br /><br />It&rsquo;s not only cells and the lack of advanced transport that hold prisoners captive on Daegox 4. An invisible bubble surrounds the entire planet like a one-way membrane. The only reliable method for leaving the planet lies deep within the Mountain, where a magitech gate opens onto one of a dozen linked worlds. The Daegox staff who control the Mountain claim no prisoner has ever escaped, but legends abound about one known as the Wren who is said to have recently found a way.<br /><br />The planet is mostly self-sufficient, and the Daegox Corporation receives most of its money via prisoner admission fees. Yet a certain amount of the company&rsquo;s funds come from prisoners bartering with their captors, offering refined planetary resources&mdash;and, some whisper, expert assassins and suicide soldiers&mdash;in exchange for items and information from outside.<br /><br />Fortunately for the Daegox guards, the planet&rsquo;s atmosphere carries a high concentration of a spore&mdash; possibly developed by the corporation&mdash;that produces a calming effect, making non-Daegox creatures docile and agreeable. As far as the corporation reports, largescale confrontations and prisoner rebellions are practically unheard of.</span></p>",
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}