{
  "_id": "Jr4DAaJPRZYMAV1n",
  "name": "Desna",
  "flags": {},
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>Song of the Spheres<br /></em></p>\n<table style=\"width: 99.1549%; height: 167px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Source</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;CRB pg. 484</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Alignment</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;CG</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Portfolios</td>\n<td style=\"width: 78.6856%; height: 18px;\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">&nbsp;goddess of dreams, luck, stars, travelers<br /></span></td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Centers of Worship</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;@Compendium[sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station}, @Compendium[sfrpg.setting.mkJGLfpJkvAKLZz3]{Castrovel}, @Compendium[sfrpg.setting.nZHqkDndoLfqukCs]{Idari}, @Compendium[sfrpg.setting.sRunEYMfbrHeHcl7]{Triaxus}</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Symbol</td>\n<td style=\"width: 78.6856%; height: 18px;\">A butterfly with stars, suns, and moons on it's wings</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">Aloof and impulsive, Desna delights in daring, mystery, and spontaneity, especially as expressed through travel for its own sake. Her detachment stems not from arrogance but from confidence in her own abilities and her desire to be unburdened by troubles. She is a collection of contrasts&mdash;a traveler who cares nothing for her destination, a carefree creature of instinct haunted by a past stretching back eons, and a peaceful deity forced to battle with old enemies, eternally young despite the weight of ages and stars upon her. Some may believe Desna to be flighty, frivolous, and easily distracted, but she also has a cold side born of battle, loss, and tragedy.<br /><br />Desna communicates with her followers through dreams, encouraging them to believe in themselves, indulge their desires, experience all they can, express their inner strengths, and trust instinct as a guide. As the goddess of luck, she believes that fortune favors the bold and knows that there&rsquo;s always a chance of success, just as she knows that dreams can become nightmares. Desna watches over dreamers and travelers of all kinds, and she teaches that it&rsquo;s better to ask forgiveness than permission and that a split-second decision is often required to seize a unique opportunity.<br /><br />Those who worship Desna don&rsquo;t go out of their way to pick fights and would rather walk away from the possibility of a physical conflict if possible. However, if they have no other choice or if leaving would mean innocents would get hurt, they try to end the battle quickly, using nonlethal methods when appropriate but otherwise not holding back.<br /><br />Despite existing for eons, Desna and her faith have changed little since the pre-Gap era. She has a palace within the star Cynosure, a location said to be equidistant from all systems that worship the Song of the Spheres. Many of Desna&rsquo;s faithful carry a </span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><em>@Compendium[sfrpg.equipment.PykTIne4D2uTVgJM]{Starknife}</em>, whose shape has long been associated with the goddess. Adventurers, explorers, navigators, spacers, and more than a few members of the Starfinder Society (see page 479) worship Desna, as do @Compendium[sfrpg.classes.bItuvukGHbObTApr]{Mystics}, seers, and @Compendium[sfrpg.classes.kuEdVbzv5zXIO4wk]{Solarians}. Gamblers and thieves pray to Desna for luck, and few travelers board ships bound for distant stars without at least whispering a prayer to the Song of the Spheres. The Desnan church has little organization, and though shrines to Desna can be found in almost any place visited by space travelers, she has few fully staffed temples of size. Most commercial starships have a small chapel or shrine to Desna for their passengers&rsquo; use, and many private vessels carry a small idol or image of Desna or her symbol.</span></p>"
}