{
  "_id": "Yt2xT4Iy6lHjCzso",
  "name": "Diaspora",
  "img": "systems/sfrpg/images/cup/pact_worlds/the_diaspora.webp",
  "flags": {},
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>The Lost Ones<br /></em></p>\n<table style=\"width: 99.1549%; height: 162px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Source</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;CRB pg. 448</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Location</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;Pact Worlds</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Settlements</td>\n<td style=\"width: 85.8796%; height: 18px;\"><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">&nbsp;Broken Rock<br /></span></td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Diameter</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;Millions of asteroids, each up to 600 miles across</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Mass</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;<span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">x2 total (less than x1/100 for any single asteroid)</span></td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Gravity</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;Varies</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Atmosphere</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;Special</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Day</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;Varies</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Year</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;Varies</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">A vast asteroid belt, @Compendium[sfrpg.setting.Yt2xT4Iy6lHjCzso]{The Diaspora} was formed when the twin planets Damiar and Iovo were destroyed by an unknown catastrophe millennia ago, long before even the Gap. The fractured remains of these two worlds spin lazily in their new orbits, and though there are more than a million celestial bodies with diameters greater than a mile within @Compendium[sfrpg.setting.Yt2xT4Iy6lHjCzso]{The Diaspora}, all are spaced far enough apart that they rarely collide with one another. Most of these planetoids consist of formless chunks of rock or ice, though a few still hold traces of the civilizations of Damiar and Iovo. Some have just enough gravity&mdash;or technological assistance&mdash;to hold a thin atmosphere, while others are devoid of breathable gases. Dust and tiny pieces of stone and metal float between the asteroids, occasionally posing a threat to ships passing through at speed.<br /><br />The true dangers of @Compendium[sfrpg.setting.Yt2xT4Iy6lHjCzso]{The Diaspora}, however, are the beings that inhabit the asteroids. Smugglers and space pirates&mdash;especially the Free Captains of Broken Rock&mdash;store their ill-gotten goods on various rocks; some protect their stashes with high-tech security, while others hide their lairs in plain sight on otherwise nondescript chunks of stone. Many planetoids rich in minerals and other resources have been claimed by various mining companies&mdash;the most prominent being several dwarven star citadels&mdash;often all too eager to fight to protect their interests. In addition, androids calling themselves the Refugists have recently begun construction of their own home world by pulling together asteroids with tractor beams and gravity guns. Whether or not they&rsquo;ll succeed at this endeavor has yet to be seen, but rumor has them approaching their work with almost religious fervor and little patience for interruptions.<br /><br />All of this, of course, ignores @Compendium[sfrpg.setting.Yt2xT4Iy6lHjCzso]{The Diaspora}&rsquo;s indigenous residents. Called @Compendium[sfrpg.races.RGi0BWrEIIXotbXr]{Sarcesians}, these humanoids supposedly descend from the natives of the lost twin planets, evolved and adapted to life in hard vacuum. Able to suspend respiration indefinitely, they soar between the lonely asteroids on wings of pure energy stretched impossibly long to catch the solar wind. Sometimes referred to as &ldquo;angels&rdquo;&mdash;both derisively and admiringly&mdash;the @Compendium[sfrpg.races.RGi0BWrEIIXotbXr]{Sarcesians} maintain a number of carefully terraformed &ldquo;cr&egrave;che worlds&rdquo; within the belt where they can relax and raise their children. While usually peaceful, the @Compendium[sfrpg.races.RGi0BWrEIIXotbXr]{Sarcesians} have never forgotten their ancient feud with @Compendium[sfrpg.setting.0VTtBYDJC5vUC434]{Eox}, which they believe was responsible for their worlds&rsquo; destruction. Like many of their neighbors, the </span><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">@Compendium[sfrpg.races.RGi0BWrEIIXotbXr]{Sarcesians}</span> send representatives to the Pact Council in order to make their views known, yet they have no overarching government capable of taking them beyond the status of a Pact World protectorate, instead following a libertarian philosophy of holding on to what they have and allowing others to do the same.<br /><br />With a 600-mile diameter, Nisis is the largest body in @Compendium[sfrpg.setting.Yt2xT4Iy6lHjCzso]{The Diaspora}. Under its crust of ice, this planetoid is mostly composed of fresh water, an immense mass of liquid home to aquatic predators that have claimed the lives of countless would-be colonists. Only small enclaves of sarcesians live in inverted dome-villages clinging to the underside of the planet&rsquo;s ice crust, and the settlers are always on high alert for threats from below, ready to abandon their homes and retreat to strongholds on the planetoid&rsquo;s surface at a moment&rsquo;s notice. The water of Nisis also serves as the source of the River Between, a strange waterway surrounded by atmosphere in a cylindrical containment field, which flows through @Compendium[sfrpg.setting.Yt2xT4Iy6lHjCzso]{The Diaspora} and connects many of the asteroids and cr&egrave;che worlds. The River Between used to be a well-used way to travel quickly through the asteroid belt, but recently the water has turned dark, and sailors have begun reporting vicious attacks by unseen creatures. Traffic on the river has dropped precipitously since the coming of these &ldquo;diaspora wyrms,&rdquo; and some scientists have noted that both the attacks and the change in the waterway coincided with another inexplicable event: Nisis started slowly growing in size.<br /><br />Among many famous Diasporan locations is the House of the Void, a mysterious asteroid monastery whose black-robed monks stay tight-lipped about their goals. On the other side of the belt, the hollow asteroid known as the Wailing Stone now sits empty. Long ago, miles of silent corridors were drilled into the rock and used to quarantine victims of some terrible madness, and they later served as a penal colony&mdash;before all the residents vanished at some point during the Gap. Attempts to recolonize the stone have so far failed, as all who remain longer than a few days report disturbing nightmares and glimpses of twisted figures dressed in yellow rags.</span></p>"
}