{
  "_id": "q15SMx2KtVhj7f2Y",
  "name": "Dina III",
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>Petrified Colony World<br /></em></p>\n<table style=\"width: 99.1549%; height: 162px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Source</td>\n<td style=\"width: 86.5714%; height: 18px;\">AP #21 pg. 48</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Location</td>\n<td style=\"width: 86.5714%; height: 18px;\">Near Space</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Settlements</td>\n<td style=\"width: 86.5714%; height: 18px;\">-</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Diameter</td>\n<td style=\"width: 86.5714%; height: 18px;\">x1</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Mass</td>\n<td style=\"width: 86.5714%; height: 18px;\">x1</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Gravity</td>\n<td style=\"width: 86.5714%; height: 18px;\">x1</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Atmosphere</td>\n<td style=\"width: 86.5714%; height: 18px;\">Normal</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Day</td>\n<td style=\"width: 86.5714%; height: 18px;\">26 hours</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Year</td>\n<td style=\"width: 86.5714%; height: 18px;\">390 days</td>\n</tr>\n</tbody>\n</table>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">When explorers from the Pact Worlds discovered Dina III, the planet was a settler&rsquo;s dream, with abundant natural resources and a mild climate. Although evidence existed of a sapient species, it seems these people had long vanished. Within months, a bustling colony had been established on the verdant world. Most settlers left the crumbling, many-pillared stone ruins they discovered largely undisturbed. A few brave souls, however, delved into their depths to return with tales of eerie statue gardens, piles of crushed stone and dust, and bizarre stone machines. But before further explorations could be conducted, Dina III&rsquo;s abundance proved irresistible to the Swarm, which fell upon the world without warning.<br /><br />With few options, the desperate colonists fled into the ruins, ravenous Swarm components close behind. The ruins, however, were not as dead as they appeared. Ancient, quasi-magical machines sprang to life, spurred into action by the presence of hostile life. Acting on the same corrupted programming that destroyed their extinct creators, the machines released a countermeasure: calcifying nanites that spread a wave of petrification across the planet. Within hours, the vibrant world&rsquo;s life, including colonists and Swarm components alike, was nothing more than cold stone. Left with little more than worthless stone, the Swarm departed, reclaiming only some of its transformed components.<br /><br />Yet this was not the end. The magic that spread the petrifying plague faded in some cases, especially in simpler life-forms, leaving only all technology turned to stone. Some of the settlers awoke to find the Swarm mostly gone. Remaining Swarm, most of them vicious soldier components deployed in the first attack waves, awakened to find that something about the affliction had not only destroyed all aspects of their biotechnology, but also rendered many of them unable to rejoin in a hive mind. Most of the Swarm components on Dina III are now little more than vicious monsters that attack anything else they find.<br /><br />Possessing no way to communicate with galactic civilization or leave the planet, the settlers could only construct crude warnings for would-be visitors and carve out a simpler life for themselves. Diminished but still extant nanites, which the colonists named &ldquo;Medusa nanites,&rdquo; can petrify new arrivals, but previously affected life is now immune. In the years since this calamity, the settlers of Dina III have persisted. Swarm components still stalk across the landscape, forcing the colonists to stay on the move. While some have fallen to despair or the Swarm, many still dare to hope.<br /><br />Dina III has numerous sites of interest, such as the following.<br /><br /><strong>Oceanside Palace:</strong> This palatial villa stands both above and below the shoreline of Dina III&rsquo;s northern ocean, its lower chambers flooded. The nomadic colonists periodically seek refuge within the palace, residing until Swarm components or other beasts drive them out again. The palace&rsquo;s carvings depict a great city in caverns underneath the seafloor, but the colonists have not yet discovered a route to reach these caverns.<br /><br /><strong>Dina Alpha:</strong> The former Pact Worlds colony Dina Alpha is a stony husk of what it once was. With everything from plastic to nanocarbon transmuted to stone, the technology here is nonfunctional and every structure bears scars of the Swarm&rsquo;s attack. Those descending upon the ruins from space can see a crude message spelled out in piles of stone: &ldquo;Turn Back Now!&rdquo;<br /><br />Around Dina Alpha are the remains of two missions to the colony world. These investigators came to determine why Dina III lost contact with the wider galaxy. The first expedition was a total loss, although some of its members remain stranded here after recovering from Medusa nanites. However, members of the second team made it away from the planet with reports of the nanite infection and unusual Swarm components. A third mission to Dina III might seek to discover what happened or recover the remains of someone lost in the earlier missions.<br /><br /><strong>Shapeless City:</strong> A grand ruin easily visible from Dina Alpha, the Shapeless City&rsquo;s vast colonnades and inverted rooftops tower above the treetops surrounding it, some of which are still stone themselves. Over three-quarters of the vast ruin lie underground, with labyrinthine corridors stretching off into subterranean darkness and tremendous chambers containing entire districts of vertically arranged buildings. The Euryalium, the vault from which Dina III&rsquo;s disaster was unleashed, is one of many such treasures within the ruins. Technology within these vaults, manufactured entirely from stone through refined nanotech techniques, is the only source of advanced weaponry or technological protection on Dina III.<br /><br />Since the calamity that befell them, the colonists have avoided the Shapeless City, which is home to the wildest and most numerous Swarm components remaining on the planet. In so doing, the survivors have yet to discover a possible source of their salvation: located within is Persid, a sapient, magical computer-construct with the power to deactivate the Medusa nanites. For it to do so, however, it must be subdued or convinced it should do so.</span></p>",
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}