{
  "_id": "kN8pC8Yfi8OuCvig",
  "name": "Eloritu",
  "flags": {},
  "img": "systems/sfrpg/images/cup/religious_symbols/eloritu.webp",
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>The Hidden Truth<br /></em></p>\n<table style=\"width: 99.1549%; height: 167px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Source</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;CRB pg. 485</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Alignment</td>\n<td style=\"width: 78.6856%; height: 18px;\">N</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Portfolios</td>\n<td style=\"width: 78.6856%; height: 18px;\">god of history, magic, secrets</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Centers of Worship</td>\n<td style=\"width: 78.6856%; height: 18px;\">\n<p>@Compendium[sfrpg.setting.Ave5caJSxVvKFVAB]{Aucturn}, @Compendium[sfrpg.setting.mkJGLfpJkvAKLZz3]{Castrovel}, @Compendium[sfrpg.setting.0VTtBYDJC5vUC434]{Eox}, @Compendium[sfrpg.setting.nZHqkDndoLfqukCs]{Idari}</p>\n</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Symbol</td>\n<td style=\"width: 78.6856%; height: 18px;\">A glowing ring of magic runes</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">Eloritu is a mysterious deity who has been worshiped on a variety of worlds for millennia. When the species of the Pact Worlds first ventured into space, Eloritu&rsquo;s worship was already well-established, with early explorers encountering his faith simultaneously in several different unconnected cultures. Eloritu&rsquo;s church teaches that he hails from a place called Gemmenad, but whether that is a planet, a star system, or some extraplanar realm in the Great Beyond is unknown. Some believe that since the Gap and the fate of Golarion rank among the greatest secrets of the universe, Eloritu must have had something to do with both, but if so, that is just one more secret that the god keeps carefully hidden.<br /><br />Eloritu teaches that while science and technology can do wondrous things, they are constrained by the laws of physics. Only magic can supersede those restraints, and those who employ magic to bend and exploit the natural laws of the universe possess a power that others can only dream of. This does not mean that Eloritu is opposed to technology. On the contrary, both magic and technology are tools that mortal races can use to unlock the mysteries of the universe. But while technology is generally designed to be as intuitive and user friendly as possible, magical practices are often deliberately obscure, requiring dedication, training, and a mastery of secrets that have been passed down for untold generations. Eloritu believes that history is both the story of the past and a guide to the future, and he teaches that those who ignore history are doomed to repeat it.<br /><br />Unsurprisingly, many @Compendium[sfrpg.classes.bItuvukGHbObTApr]{Mystics} and @Compendium[sfrpg.classes.IvLuq2pxKkHJJpae]{Technomancers} worship Eloritu as the god of magic, along with historians, @Compendium[sfrpg.races.dGlSCMtFZ2ZIKUpl]{Kasathas}, and @Compendium[sfrpg.themes.pHkB3pmyCsl3GOyp]{Xenoarchaeologists} who seek an understanding of the past. Many of Eloritu&rsquo;s priests and followers are Starfinders, as their work always holds the promise of uncovering new secrets. Eloritu&rsquo;s temples host academies of magical learning and research, but they are often concealed or veiled in some way, requiring those who want to study the ways of the Hidden Truth to work to discover the knowledge they seek.<br /><br />One of Eloritu&rsquo;s most obvious mysteries is that of his holy symbol: a ring of six strange magical runes. While the @Compendium[sfrpg.races.ShWYksP7IwWcqEVa]{Lashuntas} had utilized one of the runes for millennia in their magic, it wasn&rsquo;t until the @Compendium[sfrpg.races.dGlSCMtFZ2ZIKUpl]{Kasathas} arrived with knowledge of one of the others that it became clear that some greater game was afoot. Today, the Pact Worlds have managed to identify four of Eloritu&rsquo;s six sacred runes, all related to magical traditions of different races. What strange cultures might understand the remaining two&mdash;or what secrets combining all six might reveal&mdash;remains anyone&rsquo;s guess.</span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"></span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"></span></p>"
}