{
  "_id": "tvbcahAbnqDGepHf",
  "name": "Entha",
  "flags": {},
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p>Ocean World on the Rise</p>\n<table border=\"1\">\n<tbody>\n<tr>\n<td>Source</td>\n<td>AP #36 pg. 62</td>\n</tr>\n<tr>\n<td>Location</td>\n<td>The Vast</td>\n</tr>\n<tr>\n<td>Settlements</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Diameter</td>\n<td>x1</td>\n</tr>\n<tr>\n<td>Mass</td>\n<td>x1</td>\n</tr>\n<tr>\n<td>Gravity</td>\n<td>x1</td>\n</tr>\n<tr>\n<td>Atmosphere</td>\n<td>Normal</td>\n</tr>\n<tr>\n<td>Day</td>\n<td>45 hours</td>\n</tr>\n<tr>\n<td>Year</td>\n<td>525 days</td>\n</tr>\n</tbody>\n</table>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"><br /></span><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<div title=\"Page 64\">\n<p>EJ Corp recently claimed Entha, an ocean world in the Vast bursting with aquatic life, for a massive terraforming project. Entha&rsquo;s surface appears rather mundane; its foaming seas are only occasionally interrupted by rocky outcroppings jutting up from undersea mountain ranges. The amphibious flflying creatures that nest on these rocks are a visitor&rsquo;s fifirst hint at the biodiversity that lies below. Deep underwater, thick forests of twisting seaweed strands that stretch hundreds of yards up from the ocean flfloor shelter underwater clearings replete with bioluminescent creatures of all shapes and sizes, whirling around each other in a dangerous ballet of survival. Unfathomably deep trenches conceal secrets and horrors unimagined by any explorer, and throughout Entha&rsquo;s oceans, microscopic, protomagical plankton imbue the water with a low-grade supernatural aura.&nbsp;</p>\n<p>Entha's most remarkable natural fixtures are extensive deep-sea structures that resemble coral reefs-the formation&nbsp;of which would be impossible on most worlds, where the pressure of the depths makes it diffifficult for such fragile yet vibrant frameworks to grow. However, Entha&rsquo;s reefs are manifestations of a world-spanning magical network that twists and winds beneath the seabed, and the reefs not only survive at great depths but are imbued with this same magic. As threads of Entha&rsquo;s magical mantle escape through its crust and touch the supernatural seawater, they harden into labyrinthine, shining, psychedelic forms, creating frozen explosions of color and texture deep beneath the waves&mdash;a process xenobiologists estimate must take millennia, though the Gap has made it diffifficult to know for sure.</p>\n<div title=\"Page 64\">\n<p>One of the reefs&rsquo; most inflfluential effffects is their localized reduction of water pressure to near-surface levels; even on the ocean flfloor, this magical depressurization enables all manner of creatures to thrive in what would otherwise be utterly crushing conditions. EJ Corp&rsquo;s terraforming efffforts on the planet involve detaching these reefs from the seabed, causing them to flfloat to the surface and provide large swaths of new &ldquo;land&rdquo; on which resort property can be built. Of course, as the Company strips this coral from the ocean floor,&nbsp;&nbsp;it severs the reefs&rsquo; tether to the planet&rsquo;s magical undercurrents. The sudden, full weight of the water above proves deadly for the myriad life-forms that inhabit the reefs.&nbsp;The fifirst Company machinery to lift coral immediately imploded due to the sudden change in water pressure, but the corporation has since built specially adapted coral crawlers to withstand the pressure change.</p>\n<p>All manner of creatures, both mundate and magical, have evolved to live on Entha, from leviathan @Compendium[sfrpg.alien-archives.74I5mQmMMiZWJ7jf]{Abynthics} and giant jellies to hill-sized flounders hugging the sea floor and dart-like shark-rays that teleport short distances to close in on their prey. The only sapient life to exist on Entha are the eel-like creatures known as @Compendium[sfrpg.alien-archives. eUecRoskCBWjDIn7]{Aglians}. Individually, each @Compendium[sfrpg.alien-archives. eUecRoskCBWjDIn7]{Aglian} embodies only a single specific thought or concept, but when enough gather together, they link together like neurons and form an emergent consciousness. They depend heavily on the sustaining magic of the coral reefs, and the Company's terraforming efforts are rapidly jeopardizing their habitable space.</p>\n</div>\n</div>"
}