{
  "_id": "0VTtBYDJC5vUC434",
  "name": "Eox",
  "img": "systems/sfrpg/images/cup/pact_worlds/eox.webp",
  "flags": {},
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>The Dead</em></p>\n<table style=\"width: 99.1549%;\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"width: 13.4102%;\">Source</td>\n<td style=\"width: 85.8796%;\">&nbsp;CRB pg. 450</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Location</td>\n<td style=\"width: 85.8796%;\">&nbsp;Pact Worlds</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Settlements</td>\n<td style=\"width: 85.8796%;\">&nbsp;Orphys</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Diameter</td>\n<td style=\"width: 85.8796%;\">&nbsp;x2/3</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Mass</td>\n<td style=\"width: 85.8796%;\">&nbsp;x4/9</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Gravity</td>\n<td style=\"width: 85.8796%;\">&nbsp;x1</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Atmosphere</td>\n<td style=\"width: 85.8796%;\">&nbsp;Toxic and thin</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Day</td>\n<td style=\"width: 85.8796%;\">&nbsp;30 days</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Year</td>\n<td style=\"width: 85.8796%;\">&nbsp;5 years</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Long before the Gap or the advent of spaceflight, the inhabitants of other planets in the Pact Worlds tracked the retrograde orbit of Eox across their skies and felt dread&mdash;a fear that would turn out to be prophetic.<br /><br />Once, long ago, Eox was a lush world with a dominant species, called @Compendium[sfrpg.races.a4RceQR0XpPz3jIH]{Elebrians}, who were very similar to humans. These original inhabitants proved gifted in both the magical and technological arts and became so hubristic in their power that they sought to destroy neighboring planets that refused to acknowledge their supremacy. According to popular legend, their first attempt&mdash;an attack on the worlds called the Twins&mdash; succeeded, shattering them into what is now known as @Compendium[sfrpg.setting.Yt2xT4Iy6lHjCzso]{The Diaspora}. Yet the backlash from the weapon they fired blew a hole in Eox&rsquo;s crust and set the entire atmosphere aflame, destroying the planet&rsquo;s ecosystem and ravaging its cities in a fiery massacre. Only a few thousand individuals survived in magical bunkers and sealed environments deep belowground. With a tiny population of survivors and widespread infertility due to the intense radiation, rebuilding their society through ordinary means seemed impossible. Thus, Eox&rsquo;s most powerful spellcasters turned to necromancy, seeing in undeath a chance to continue their dominion over a world inimical to ordinary life. These were the first bone sages, and some of them continue to rule to this day.<br /><br />Modern Eox remains inhospitable to most living creatures, its atmosphere poisonous and thin, with areas of rampant radiation and runaway magic both common and generally unmarked. A few native plants cling to existence in the planet&rsquo;s wilds, thriving on radiation or heat and chemicals from the wounded planet&rsquo;s volcanism. Some bizarre yet natural creatures roam the blasted landscape, such as soul-drinking ellicoths, transparent glass serpents, or the semi-intelligent grub swarms that roil in the steaming sulfur springs. Yet, by far the majority of creatures encountered on Eox are undead. While the bone sages maintain an iron grip on the planet&rsquo;s functioning cities and their own individual strongholds, most consider the terrain between them to be most useful as defensive zones, and hordes of hungry undead, ranging from ghoulish humanoids to skeletal beasts, are common in the trackless wastes. More-intelligent undead&mdash;Eox&rsquo;s ordinary citizenry&mdash;can be found in the planet&rsquo;s few modern cities, the largest of which stand at crossroads between lands claimed by various bone sages.<br /><br />Politically, Eox is divided into individual fiefdoms, each of which has a bone sage&mdash;a title granted to only the most politically and magically powerful @Compendium[sfrpg.races.a4RceQR0XpPz3jIH]{Elebrians}&mdash;ruling absolutely over potentially thousands of vassals, both intelligent and monstrous. While they constantly bicker and battle among themselves, the bone sages as a whole present a powerful unified front to the rest of the Pact Worlds, one that, contrary to popular rumor, is not so much evil as coldly amoral and utilitarian. For example, after generations of predation on other worlds, Eox was one of the first planets to support the creation of the Pact, despite the fact that it cost the planet much of its military might. (While this change in policy caused a significant portion of Eox&rsquo;s military to go rogue, creating the officially disowned Corpse Fleet, many other worlds suspect that Eox maintains secret ties with this predatory legion; see page 472 for more information.) Today, Eox&rsquo;s primary source of protection is the ancient battle satellite known as the Sentinel, an orbital defense platform capable of destroying any warship near the planet&rsquo;s orbit.<br /><br />Visiting Eox is rarely comfortable for the living, but the planet still sees its fair share of travelers. Some come seeking necrografts, undead prosthetics that are often cheaper than cybernetics. Others are petitioners wishing to become undead to extend their existence&mdash;trading centuries of indentured service for timeless undead bodies&mdash;or body merchants, who help the bone sages repopulate their planet by importing corpses suitable for reanimation. Still others are the usual bevy of corporate consultants, engineers, financiers, scholars of magic, and other interplanetary professionals. A small number of glory seekers look to enter the deadly games in the Halls of the Living, a subterranean city designed specifically for living inhabitants, where cruel reality shows and competitions are arranged as entertainment and broadcast through the Pact Worlds.</span><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<h2>Aliens Found At Eox</h2>\n<p>@Compendium[sfrpg.alien-archives.JVIzqYLDO2iiid57]{Bone Trooper}, @Compendium[sfrpg.alien-archives.CkBvAiHcf9tJbADl]{Corpsefolk Marine}, @Compendium[sfrpg.alien-archives.njLAHjpp0QxWATqW]{Corpsefolk Operative}, Elebrian, Ellicoth, Glass Serpent, @Compendium[sfrpg.alien-archives.D0CbywFUPXj26IZi]{Marrowblight}, @Compendium[sfrpg.alien-archives.tc2tX9tGenzqOgCi]{Vermin, Necropede}, @Compendium[sfrpg.alien-archives.ljSw5nhGM96SAqpw]{Necrovite}</p>"
}