{
  "name": "Grascha",
  "flags": {},
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>Shattered Fey Protectorate<br /></em></p>\n<table style=\"width: 99.1549%; height: 162px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Source</td>\n<td style=\"width: 86.5714%; height: 18px;\">AP #21 pg. 49</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Location</td>\n<td style=\"width: 86.5714%; height: 18px;\">Near Space</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Settlements</td>\n<td style=\"width: 86.5714%; height: 18px;\">-</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Diameter</td>\n<td style=\"width: 86.5714%; height: 18px;\">x3</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Mass</td>\n<td style=\"width: 86.5714%; height: 18px;\">x1/3</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Gravity</td>\n<td style=\"width: 86.5714%; height: 18px;\">x1</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Atmosphere</td>\n<td style=\"width: 86.5714%; height: 18px;\">Normal</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Day</td>\n<td style=\"width: 86.5714%; height: 18px;\">Varies by shard</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Year</td>\n<td style=\"width: 86.5714%; height: 18px;\">600 days</td>\n</tr>\n</tbody>\n</table>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Grascha was a geological and magical anomaly&mdash;a hollow planet of dense, partly fused stony and crystalline masses full of eldritch energy and strong connections to the First World. Long before the Gap, some power seeded the world with humans, orcs, and various fey, including countless tricksters such as gremlins and satyrs and a small species of fey embodiments of goodwill called gerbies. The humans and orcs never knew the culture of their counterparts in the nearby galaxy. They established their society in an environment that required cooperation, encouraged by the fey around them in various ways. Rather than becoming enemies, the orcs and humans of Grascha formed a unified society that flourished with magic and technological advancement, isolated from the wider galaxy. Then came the Gap, which dealt relatively little damage to Graschani society compared to that caused by the Signal.<br /><br />Graschani had plied space in their system, and they began to research the Drift. They built a Drift beacon&mdash;and their first interstellar visitor was the Swarm.<br /><br />The Swarm&rsquo;s assault shattered the planet in an event now known as the Fracturing, leaving the surviving inhabitants of Grascha clinging to fragments of their world. However, the massive death toll spawned a @Compendium[sfrpg.alien-archives.RnN8RnTexZzS3UJY]{Calecor} named Kograscha. Using the cosmological energy of the Fracturing, Kograscha opened a gate to the First World, calling forth a fey crusade known as a wild hunt and driving the Swarm back. Kograscha was unable to repair the broken planet, so the calecor instead brought nurturing fey from the First World who set to the task of preserving and reseeding the shattered world.<br /><br />Today, the &ldquo;world&rdquo; of Grascha is a verdant, fertile paradise. Fey magic and First World physical laws preserve the pieces of the planet and bind them together in a vast bubble of atmosphere like a sky full of islands. The Graschani, mostly half-orcs, with a smaller population of humans and orcs, hop from one island to another in vehicles or via magic. Fey custodians remain as honored beings, although the wild hunt long ago departed in victory. Residents live in harmony and prosperity, trading for offworld resources with surplus food from their lush farms and minerals mined from the undersides of the sky islands.<br /><br />People of Grascha are peaceful and welcoming, but they and their fey allies are very protective of their world and its culture. They rebuff attempts to establish colonies or develop corporate interests on their resource-rich world. Graschani resort to force only if diplomacy fails or invaders are found working illegally in or around the system. Would-be conquerors must contend with not only Graschani resistance, but also the fey, including Kograscha, who still watch over the partially healed world.<br /><br />Below are some points of interest on Grascha.<br /><br /><strong>Orakkaiem:</strong> Grascha&rsquo;s largest city, Orakkaiem, was the grand capital of Grascha. Before the Fracturing, Orakkaiem stood within the hollow world, which sheltered it from the Swarm&rsquo;s assault and the worst effects of the Fracturing. Now surrounded by rich farmland rather than caverns, Orakkaiem is the seat of Grascha&rsquo;s planetary government and trade. The planet&rsquo;s only public spaceports, seven towers on the city outskirts, stand in Orakkaiem. Kograscha lives in a temple-city within Orakkaiem, keeping watch and aiding the population.<br /><br />AbadarCorp regularly attempts to involve itself in Grascha&rsquo;s affairs. Frustrated with the planet&rsquo;s firm stance, an ambitious director has deployed covert agents to sabotage spaceport operations, hoping to coerce the Graschani into opening up to corporate involvement, but a few well-informed Graschani and sympathetic elements within AbadarCorp now seek help in stopping the corporate agents from achieving their aims.<br /><br /><strong>Placid:</strong> A small, idyllic settlement of rolling hills, vineyards, and lakes, Placid is unlikely to attract much notice from wider galactic society on its own. However, after a familial misunderstanding, Verg, a son of Nel Klask, owner of a verthani ice-mining firm called GlaceTek, moved to Placid with his husbands. Nel wants her son to come home with his family, but she knows only that he fled to Grascha. She seeks those willing to find Verg and convince him and his husbands to return to Verces. GlaceTek&rsquo;s fiercest competitor, Vorceaux Incorporated, has other plans: influence Verg to sell his interest in GlaceTek by any means. The Graschani of Placid are deeply protective of the new family, and they and their fey allies have little tolerance for violence. No one knows Verg also recently gained the right to move to Rimeshard (described below), where he could flee if pressed.<br /><br /><strong>Rimeshard:</strong> Most of Grascha&rsquo;s islands have a temperate climate well suited to growth and life, but Rimeshard remains shrouded with winter. The nymph Auriana took the isle as a reward for her part in restoring and preserving the world, making herself queen of the island, and the beautiful snow-clad realm reffects her love of the cold season. Numerous hot springs warm Rimeshard&rsquo;s settlements, while its icebound orchards are heavy with glitter-fruit, a rare First World delicacy. Although Rimeshard is a popular destination for offworlders, only a few are permitted to visit each year. Auriana personally reviews applications, a process that can take months or more.</span></p>",
  "_id": "BqSNxln98iEA5ltX"
}