{
  "_id": "KICH9Mu0E2lfxY9h",
  "name": "Hawanna",
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<h2 class=\"title\">Dead Giver of Life</h2>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"><strong>Source</strong> <em>AP #38 pg. 62</em><br /><strong>Location</strong> The Vast<br /><strong>Settlements</strong> —<br /><strong>Diameter</strong> ×1/4; <strong>Mass</strong> ×1/16; <strong>Gravity</strong> ×1<br /><strong>Atmosphere</strong> Thin<br /><strong>Day</strong> 18 hours; <strong>Year</strong> 225 days</span></p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">At first glance, Hawanna appears to be a small rogue moon with an orbit perpendicular to that of the other planets around its nameless yellow sun, but it’s actually the compressed remains of a gigantic crystalline space creature. Though dead for millennia, its body still gives off light and heat, presumably amplifying what it absorbs from the sun. Igneous rocks and other rubble pockmark the creature’s mineral skin, indicating that this celestial object may have undergone many meteor showers during a long geological history. Moss-like plants also grow in scattered areas, and small insectile life-forms burrow just under the surface—all sustained by Hawanna’s thin atmosphere.</span></p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Hawanna also boasts a sentient species, known as kaa-lekis . Kaa-lekis have built no cities on the planet, preferring to wander Hawanna’s sparkling hills and moss fields in extended family groups and live off the land’s natural gifts. Planet-wide leadership rotates among the heads of the major families every two years. While each family follows its own small traditions, all kaa-lekis venerate Hawanna as a formerly living creature; their tales hint that their people evolved somewhere else and found refuge on Hawanna. A small percentage of the population, calling themselves “the Children of Hawanna,” believe that the planet may one day be resurrected through prayer and science.</span></p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">No one is certain of Hawanna’s former anatomy, as the creature likely died thousands of years ago, possibly even before the Gap. With what little can be gleaned from examinations of Hawanna’s surface and interior, scientists have yet to definitively discover another creature of its kind. Some believe Hawanna was a massive being similar to a novaspawn whose solar parturition went awry, while others posit that the crystalline creature originated from a different universe.</span></p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Proponents of the “different universe” theory point to the unusual crystalline constructs that roam the caves and tunnels under Hawanna’s surface. They seem unique to Hawanna, and scholars aren’t sure where they came from or who builds them. Most kaa-lekis believe them to be evolved versions of Hawanna’s natural internal defense mechanisms and harm them only in self-defense. This happens more often than kaa-lekis care to admit, as their crews of “reapers” who descend underground to harvest crystals used to manufacture sonic weapons and other equipment regularly come into conflict with Hawanna’s constructs.</span></p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Since being contacted by Pact Worlds explorers almost a decade ago, Hawannan society has been altered, and some would say not for the better. Many kaa-lekis have adopted elements of various Pact Worlds styles, including the dress and technology of their visitors, while some have taken a more traditionalist stance. Rising trade has exacerbated the rift between these two factions; demand continues to grow for Hawanna’s crystals, which were recently discovered to be able to boost processing power and energy efficiency in most computers.</span></p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">An agreement with Pact Worlds traders highly regulates exports from the planet, with the current Hawanna leadership having final say on the exact numbers. The government allows only a small amount of trade, so smuggling Hawanna’s crystals has become increasingly common.</span></p>\n<h1 class=\"title\">Aliens found at Hawanna</h1>\n<p>Kaa-leki - CR 8; Medium humanoid (kaa-leki, plantlike)</p>",
  "img": "icons/svg/mystery-man.svg"
}