{
  "name": "Heicoron IV",
  "flags": {},
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>Ocean Planet with Floating Arcologies and Underwater Cities<br /></em></p>\n<table style=\"width: 99.1549%; height: 162px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Source</td>\n<td style=\"width: 86.5714%; height: 18px;\">AP #1 pg. 62</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Location</td>\n<td style=\"width: 86.5714%; height: 18px;\">Near Space</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Settlements</td>\n<td style=\"width: 86.5714%; height: 18px;\">-</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Diameter</td>\n<td style=\"width: 86.5714%; height: 18px;\">x2</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Mass</td>\n<td style=\"width: 86.5714%; height: 18px;\">x1/2</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Gravity</td>\n<td style=\"width: 86.5714%; height: 18px;\">x1/2</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Atmosphere</td>\n<td style=\"width: 86.5714%; height: 18px;\">Normal</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Day</td>\n<td style=\"width: 86.5714%; height: 18px;\">7 days</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Year</td>\n<td style=\"width: 86.5714%; height: 18px;\">7-1/2 years</td>\n</tr>\n</tbody>\n</table>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Heicoron IV is a sapphire jewel in an otherwise barren and lifeless Near Space system. A planet whose surface is 98% water, Heicoron is home to a humanoid species called woiokos. Over billions of years in the untold past, these individuals evolved from an aquatic race into amphibious land-dwellers&mdash;pre-Gap records show vast archipelagos and a civilization approaching global unity. Sometime during the Gap, however, Heicoron&rsquo;s sun expanded, warming the planet considerably. Ice caps melted, sea levels rose, and most of Heicoron&rsquo;s islands were drowned in the deluge. With their great population centers in ruins and the fabric of their society ripped to shreds, the woiokos began to engage in genetic tinkering. The race subsequently split into two subspecies: the Deepborn, who returned to their ancestral home beneath the ocean, and the Floatborn, who rode the waves in crude, sprawling raft-cities.<br /><br />Both groups of woiokos have smooth, eel-like skin usually patterned in two or more contrasting hues, but the similarities largely end there. Floatborn are more comfortable living above the water than beneath it. They have a deep love for the ocean and remain strong swimmers, but they have lost their ability to breathe underwater and require breathing apparatuses for extended trips beneath the surface. The Deepborn, in contrast, have regained many of their progenitors&rsquo; aquatic traits, including gills. They retain lungs for breathing air but have an ingrained aversion to the surface and those who dwell there, so visits &ldquo;airside&rdquo; are rare.<br /><br />The Floatborn have abandoned their makeshift raft-cities for vast floating arcologies that drift with the currents; each one houses thousands of woiokos, who draw their sustenance from Heicoron&rsquo;s boundless blue ocean. These great wandering ship-cities make up dozens of autonomous nations, including various independent singlearcology freeholds, such as that of Clan Ibissa, as well as mighty multiarcology alliances and confederations, such as the mercantile Xeshaltic League. Other notable Floatborn nations include the repressive federated citystates of the Dabanji Union and the corporate state of Mantara Industries, which controls Heicoron&rsquo;s first and only spaceport, Welcoming Sky. All Floatborn believe that Heicoron&rsquo;s few remaining islands are sacred parks that should be free for residents to enjoy and study, and these scattered atolls often serve as neutral meeting grounds between warring Floatborn nations or factions.<br /><br />Beneath the surface, Deepborn society thrives in the flooded ruins of the woiokos&rsquo; pre-Gap civilization, remade into sprawling, coral-festooned metropolises. This architectural splendor stands in contrast to the otherwise belligerent and militant nature of the Deepborn, who endlessly battle each other. These wars are often symbolic in nature, with shows of force but little loss of life, and fast-growing coral ensures that the scars of war never remain for long.<br /><br />The Deepborn call their short-lived nations &ldquo;domains,&rdquo; and these include Kalarasta, a mistrustful domain that has retained control of a strategic undersea volcano for five generations; the Grand Collective of Pojat, a new domain founded after a workers&rsquo; revolt; and the Asawayo Paramountcy, an expansionist suzerainty currently sweeping up many of its neighbors.<br /><br />Pact Worlds survey vessels discovered Heicoron only recently and have made contact just with the Floatborn. Bretheda has already volunteered to send a joint barathu-kalo diplomatic mission to Heicoron on behalf of the Pact Council to open peaceful relations with the Deepborn. However, whispers in the Plenara suggest that the weapons-trafficking drow houses of Apostae, with the rumored backing of the Aspis Consortium, may have already begun selling the Deepborn arms. If true, the influx of new and more powerful weapons could upset the planet&rsquo;s delicate status quo.</span></p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<h2 class=\"title\">Aliens found at Heicoron IV</h2>\n<p>@Compendium[sfrpg.alien-archives.uLkSAp8oRyzQLzDg]{Woioko}</p>",
  "_id": "69MRnRoFDgxpphI4",
  "img": "icons/svg/mystery-man.svg"
}