{
  "_id": "uBNlQguFvGTFLHSA",
  "name": "Hylax",
  "flags": {},
  "img": "systems/sfrpg/images/cup/religious_symbols/hylax.png",
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>The Forever Queen<br /></em></p>\n<table style=\"width: 99.1549%; height: 167px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Source</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;CRB pg. 486</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Alignment</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;LG</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Portfolios</td>\n<td style=\"width: 78.6856%; height: 18px;\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">&nbsp;goddess of diplomacy, first contact, friendship, peace<br /></span></td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Centers of Worship</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;@Compendium[sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station}, @Compendium[sfrpg.setting.mkJGLfpJkvAKLZz3]{Castrovel}, @Compendium[sfrpg.setting.ac6z5Rqyx0oLzvVf]{Nchak (Liavara)}, @Compendium[sfrpg.setting.f24qKgU5Wh5LLJyh]{Verces}</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Symbol</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;A shirren head crowned with stars</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">Before the Swarm became the monolithic hive mind of devastation that it is today, its members followed a goddess named Hylax. @Compendium[sfrpg.races.VIJ6pdOVTJle3vJx]{Shirrens} believe that Hylax was the first of their species&mdash;a mortal queen who ascended to godhood to watch over her progeny for eternity. But when the Swarm rejected individuality for the collectivity of the hive, it abandoned Hylax as well. Hylax respected the Swarm&rsquo;s choice and resolved not to interfere with its development, turning her attention to other sentient insectile species in the galaxy, but she always hoped her children would return to her. Eventually, the Forever Queen&rsquo;s patience was rewarded when the @Compendium[sfrpg.races.VIJ6pdOVTJle3vJx]{Shirrens} broke from the Swarm&rsquo;s hive mind and became individuals once more, rediscovering their ancient patron in the process.<br /><br />Hylax knows that peace is a better state than war and that friendship is more rewarding than hostility. She teaches her followers to consistently use diplomacy in their dealings with others, to constantly strive for fellowship and harmony, and to always seek allies rather than conquest. But Hylax also realizes that sometimes diplomacy fails and that the peaceful must sometimes defend the innocent. There&rsquo;s nothing wrong with failing to achieve peace&mdash;the moral imperative is simply to make the attempt, no matter how difficult or distasteful it might seem.<br /><br />The intelligent arthropods of the @Compendium[sfrpg.setting.ac6z5Rqyx0oLzvVf]{Liavaran} moon of Nchak have worshiped Hylax since even before the Gap, believing that their leaders are the mortal incarnations of the Forever Queen and striving to build their civilization in accordance with her teachings. Since the </span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">@Compendium[sfrpg.races.VIJ6pdOVTJle3vJx]{Shirrens'}</span> arrival, however, her faith has spread throughout the Pact Worlds. </span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">@Compendium[sfrpg.races.VIJ6pdOVTJle3vJx]{Shirrens}</span> make up the vast majority of Hylax&rsquo;s followers, followed closely by formians, haan, and other insectile races, but diplomats, envoys, mediators, negotiators, and peacekeepers of all species venerate Hylax as well. Priests of Hylax often serve on starships engaged in interstellar exploration missions, acting as first contact specialists should their crews encounter new extraterrestrial species. Hylax&rsquo;s hive-like temples may be found wherever species from different worlds mingle together, and all are welcome inside in the spirit of amity and harmony.<br /><br />Though Hylax is traditionally a god of hive creatures, she&rsquo;s paradoxically fond of individualism, and she encourages her followers to seek strength in community but recognize and embrace their individual value. Differences in doctrine and tradition among her followers are only natural, and while the Forever Queen of Nchak acts as supreme pontiff for her hive-based followers, shirrens are encouraged to have a more personal relationship with the divine.</span></p>"
}