{
  "_id": "bPtB2HxRcO7AYWyf",
  "name": "Ibra",
  "flags": {},
  "img": "systems/sfrpg/images/cup/religious_symbols/ibra.webp",
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>The Inscrutable<br /></em></p>\n<table style=\"width: 99.1549%; height: 167px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Source</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;CRB pg. 486</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Alignment</td>\n<td style=\"width: 78.6856%; height: 18px;\">N</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Portfolios</td>\n<td style=\"width: 78.6856%; height: 18px;\">god of celestial bodies, the cosmos, mysteries of the universe</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Centers of Worship</td>\n<td style=\"width: 78.6856%; height: 18px;\">\n<p>@Compendium[sfrpg.setting.nZHqkDndoLfqukCs]{Idari}, @Compendium[sfrpg.setting.ac6z5Rqyx0oLzvVf]{Liavara}, @Compendium[sfrpg.setting.f24qKgU5Wh5LLJyh]{Verces}</p>\n</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Symbol</td>\n<td style=\"width: 78.6856%; height: 18px;\">A circle and arrow containing a constellation</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">The universe is a vast expanse of wonders. Ibra is a god of these marvels&mdash;distant galaxies, misty nebulae, all the spinning worlds that orbit countless suns, and the empty void that stretches between them. Science can explain all of these and more, but the magnificence of the cosmos knows no bounds, and there are always new miracles and mysteries waiting to be discovered, explored, and explained. Ibra itself is one of these cosmic enigmas. It has no gender or defined physical form, and it&rsquo;s unclear whether Ibra is a deity who sprang into being when the universe was born, some alien paragon who ascended to godhood, or a personification of the cosmos itself.<br /><br />Ibra&rsquo;s followers believe that one can find truth, serenity, and meaning in the beauty of the cosmos, but it is up to the individual to decipher the universe&rsquo;s secrets to find these rewards. It is not Ibra&rsquo;s place to reveal the answers to creation&rsquo;s great questions, and the Inscrutable rewards those who push the boundaries of knowledge and science to explore the universe and bring its wonders to light. In Ibra&rsquo;s worldview, there is no law or chaos, no good or evil: only the questions raised by the shining light of a newborn star, the beautiful dance of heavenly bodies, and the perfect solitude of the comet as it hurtles through the dark, regardless of whether the answers to those questions are ever found.<br /><br />Astronomers, astrophysicists, cosmologists, mathematicians, and interstellar explorers worship Ibra as their patron, and many @Compendium[sfrpg.classes.bItuvukGHbObTApr]{Mystic} and @Compendium[sfrpg.classes.kuEdVbzv5zXIO4wk]{Solarian} serve as the Inscrutable&rsquo;s priests. Ibra&rsquo;s temples are most frequently found in space rather than planetside, and they always include observatories where worshipers may study the cosmos and record their observations and hypotheses, some even directly exposed to vacuum. No one in the Pact Worlds knows what species first venerated Ibra as a god, as the oldest discovered monuments to the deity have all been massive temple complexes on otherwise uninhabited worlds, including @Compendium[sfrpg.setting.2K7muQyxlXW8wqb3]{Bretheda's} tiny moon Chamari.<br /><br />Ibra&rsquo;s holy symbol is as inscrutable as the god itself. Found on the oldest temples, the golden shape is often assumed to be an eye, a compass, or perhaps a planet, with an arrow leading the faithful ever onward into the unknown. More obvious is the sixstar constellation inside the symbol, yet questions abound there as well. What is the constellation&mdash;a configuration unrecognizable from any known world&mdash;and what does it mark? What is the significance of the symbol&rsquo;s tiny, lesser stars? Some Ibran priests devote their lives to exploring new worlds in search of matching the viewpoint, and a popular rumor claims the constellation is only visible from Golarion, with the symbol the key to finding it.</span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"></span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"></span></p>"
}