{
  "_id": "nZHqkDndoLfqukCs",
  "name": "Idari",
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>The Renewal</em></p>\n<table style=\"width: 99.1549%;\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"width: 13.4102%;\">Source</td>\n<td style=\"width: 85.8796%;\">&nbsp;CRB pg. 446</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Location</td>\n<td style=\"width: 85.8796%;\">&nbsp;Pact Worlds</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Settlements</td>\n<td style=\"width: 85.8796%;\">&nbsp;Idari</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Diameter</td>\n<td style=\"width: 85.8796%;\">&nbsp;3 miles</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Mass</td>\n<td style=\"width: 85.8796%;\">&nbsp;less than x1/100</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Gravity</td>\n<td style=\"width: 85.8796%;\">&nbsp;x1-12 (<span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">artificial)</span></td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Atmosphere</td>\n<td style=\"width: 85.8796%;\">&nbsp;Normal</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Day</td>\n<td style=\"width: 85.8796%;\">&nbsp;27 hours</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Year</td>\n<td style=\"width: 85.8796%;\">&nbsp;4 years</td>\n</tr>\n</tbody>\n</table>\n<h2>Settlement</h2>\n<table style=\"width: 686.667px; height: 153px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 17px;\">\n<td style=\"width: 83px; height: 17px;\">Source</td>\n<td style=\"width: 597px; height: 17px;\">&nbsp;PW pg. 70</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"width: 83px; height: 17px;\">Alignment</td>\n<td style=\"width: 597px; height: 17px;\">&nbsp;LG</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"width: 83px; height: 17px;\">System</td>\n<td style=\"width: 597px; height: 17px;\">Idari</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"width: 83px; height: 17px;\">Population</td>\n<td style=\"width: 597px; height: 17px;\"><span id=\"ctl00_MainContent_DataListSettlements_ctl00_LabelName\">&nbsp;43,607 (93% </span><span id=\"ctl00_MainContent_DataListSettlements_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListSettlements_ctl00_LabelName\">@Compendium[sfrpg.races.dGlSCMtFZ2ZIKUpl]{Kasatha}</span>, 7% other)</span></td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"width: 83px; height: 17px;\">Government</td>\n<td style=\"width: 597px; height: 17px;\">&nbsp;@Compendium[sfrpg.rules.Ims0eV8mfXFQMCx9]{oligarchy} <span id=\"ctl00_MainContent_DataListSettlements_ctl00_LabelName\">Doyenate</span>)</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"width: 83px; height: 17px;\">Qualities</td>\n<td style=\"width: 597px; height: 17px;\">&nbsp;@Compendium[sfrpg.rules.CsrOFlvFJB0zY3Vb]{bureaucratic} , @Compendium[sfrpg.rules.CsrOFlvFJB0zY3Vb]{insular}, @Compendium[sfrpg.rules.CsrOFlvFJB0zY3Vb]{technologically advanced}</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"width: 83px; height: 17px;\">Maximum Item Level</td>\n<td style=\"width: 597px; height: 17px;\">&nbsp;20</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">A colony ship designed to transport whole generations at a fraction of light speed, the Idari was the single largest ship ever produced by @Compendium[sfrpg.races.dGlSCMtFZ2ZIKUpl]{Kasath}. When it reached its destination of @Compendium[sfrpg.setting.gzXT0xwsj8kQAoj0]{Akiton} and found the world too populated&mdash;and too well defended&mdash;for outright colonization, the ship took up orbit just past @Compendium[sfrpg.setting.f24qKgU5Wh5LLJyh]{Verces} and declared itself a Pact World in its own right. Unlike Absalom Station, however, the <em>Idari </em>has not become a melting pot and remains inhabited primarily by kasathas and governed according to traditional kasathan values.<br /><br />While the <em>Idari </em>retains its massive reaction drives, these engines haven&rsquo;t fired in decades, and their power has been rerouted to aid the Crucibles, the ship&rsquo;s impressive state-run manufacturing sector. The ship&rsquo;s prevalent artificial gravity comes from the vast rotating cylinder referred to as the Drum, which makes up most of the ship&rsquo;s body. This curving landscape is home to gleaming cities, rolling parks, and glass-walled hydroponic farm-towers. Daylight is constant inside the ship&rsquo;s corridors, rerouted from solar collectors on the hull&rsquo;s sunward faces, though individuals often observe a 27-hour day broken into nine-hour work shifts. Through the center of the Drum runs the Hub, a zero-gravity transport tube with elevator spurs running down to the &ldquo;ground,&rdquo; allowing travelers to quickly access any location in the Drum, as well as the bridge, combat stations, engineering, and other areas.<br /><br />Government on the ship is handled by the traditional @Compendium[sfrpg.races.dGlSCMtFZ2ZIKUpl]{Kasathan} Doyenate, a representative council composed of the most respected members of a variety of fields and callings. While the doyens and their close relatives act as a sort of aristocracy among kasathas, and these families tend to be known for accomplishments in certain fields, status as a doyen is never inherited but instead recognized by the people&mdash;sometimes against the prospective doyen&rsquo;s will. (The doyen of exploration, for instance, rarely appreciates being dragged back home to a desk job.) All doyens have a say in government decisions, yet their status both within the council and in general society is determined by their role&rsquo;s importance&mdash;a fact that has resulted in trouble in recent decades as roles like captain, so important during the <em>Idari&rsquo;s </em>flight, gradually lose significance.<br /><br />Idaran citizens are independent and may travel or emigrate without restriction, yet keeping the ship running requires a significant crew, and many of those who live on the <em>Idari </em>work for the government in some capacity. Idarans residing on the ship for more than a year and desiring the right to participate in the ship&rsquo;s government must accept and train for an auxiliary crew role. These roles are generally considered a formality, to be used only in the event of extreme emergency, and plenty of Idarans have professions totally unrelated to their reservist rank and training. Both professional crew members and ordinary civilians live side by side in the city-like Sectors spread throughout the Drum&mdash;dense but artistically arranged settlements designed around different themes. Travelers riding along the Hub can easily see the differences between sectors, as they pass from river-cut Almolar to temple-choked Brispex with its sharp and shimmering gables, from urban Khovi to the vat-farms of Mesacand, and so forth.<br /><br />One of the most recognizable features within the Drum is the Sholar Adat, a cathedral-like spire in Brispex stretching nearly to the Hub, which acts as a combination cemetery, library, and ancestor temple. While many kasathas use the structure to record and archive their memoirs or pay tribute to lost loved ones, the temple&rsquo;s claim to fame is the process called adat.<br /><br />When a @Compendium[sfrpg.races.dGlSCMtFZ2ZIKUpl]{Kasatha} dies aboard the <em>Idari</em>, the body is fed into the ship&rsquo;s recyclers to be broken down into useful components. Before this happens, however, the corpse is taken to the Sholar Adat, where robed attendants&mdash;adata&mdash;harvest a hairthin slice of the deceased&rsquo;s brain, which is then preserved and added to the temple&rsquo;s archives. Through the building&rsquo;s complex technomagical machinery, these samples can be used to kindle brief flashes of the deceased&rsquo;s memory and sometimes even to contact the departed soul with questions. While querying a soul isn&rsquo;t cheap and accessing a soul that passed less than a hundred years ago requires a warrant, many adata spend their time in stasis beds patched into the ship&rsquo;s Sensorium, untangling the blizzard of ancient memories with the goal of advancing kasathan society through ancestral wisdom.</span></p>",
  "flags": {},
  "img": "systems/sfrpg/images/cup/pact_worlds/idari.webp"
}