{
  "_id": "npmy97Y5pefRTHx1",
  "name": "Iomedae",
  "flags": {},
  "img": "systems/sfrpg/images/cup/religious_symbols/iomedae.png",
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>The Spirit of Golarion</em></p>\n<table style=\"width: 99.1549%; height: 167px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Source</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;CRB pg. 487</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Alignment</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;LG</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Portfolios</td>\n<td style=\"width: 78.6856%; height: 18px;\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">goddess of honorable battle, humanity, justice, valor</span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"></span></td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Centers of Worship</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;@Compendium[sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station}, @Compendium[sfrpg.setting.gzXT0xwsj8kQAoj0]{Akiton}, @Compendium[sfrpg.setting.sRunEYMfbrHeHcl7]{Triaxus}, the Veskarium</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Symbol</td>\n<td style=\"width: 78.6856%; height: 18px;\">A longsword surrounded by a sunburst</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">Born a mortal @Compendium[sfrpg.races.AMBcyDZDtJ1OOzh3]{Human} on Golarion, Iomedae ascended to godhood centuries before the Gap, and when humanity left the planet of their birth for the stars, they brought their faith in Iomedae with them. With Golarion&rsquo;s disappearance, Iomedae&rsquo;s connection to that world took on even greater significance, and she became the Spirit of Golarion, the patron goddess of humanity. Iomedae is a righteous knight, fearless in battle, and a missionary and crusader on behalf of the benign sovereignty of good. She personifies glory, honor, justice, strength, and valor, and is unafraid to point her sword at the greatest evils facing humanity and the Pact Worlds.<br /><br />Iomedae is both fiercely martial and wisely benevolent, and she commands the respect of any deity who deals with her. She expects her mortal servants to exercise courtesy and receive the same in their dealings with one another. She strongly desires justice for everyone, honorable behavior from each individual, and bravery in battle, no matter the odds. Iomedae teaches that it is better to convince evildoers to lay down their arms in honorable surrender than cut them down, but she sanctions her followers to wage unyielding war against those who persist in serving evil.<br /><br />As the patron goddess of humanity, the Spirit of Golarion counts humans as the majority of her worshipers, but many vesk and kasathas are attracted to her code of honorable battle. A typical follower of Iomedae is a right-minded, hardworking person, helpful toward others and ready to accept help when it is offered. Crusaders, @Compendium[sfrpg.classes.fqYiP2f9oSfcmrwC]{Envoys}, @Compendium[sfrpg.classes.kuEdVbzv5zXIO4wk]{Solarians}, and @Compendium[sfrpg.classes.cCZQpV0NmYE9qZoL]{Soldiers} all worship Iomedae, and many carry versions of the goddess&rsquo;s favored weapon, the @Compendium[sfrpg.equipment.q0CQbPuIbLWlcVjU]{Longsword}, with them into battle. Her priests fight against oppression and seek to reshape the universe into a better form, by the sword if need be. Iomedae&rsquo;s church sponsors several knightly orders, most notably the Knights of Golarion (see page 478), who patrol the Pact Worlds and more distant star systems where humanity has settled, tirelessly crusading against evil in their mighty cathedralships.<br /><br />Where her followers establish outposts of her faith on other planets, moons, and larger asteroids, they construct large temples in which they can praise her name. These buildings are often fabricated in the style of old Golarion churches, with large fountains, soaring arches, and walls made to look like whitewashed stone. Despite their appearance, though, these structures don&rsquo;t lack modern technological amenities, as crusading knights will sometimes request to use them as training grounds, recuperation facilities, and temporary living spaces.</span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"></span></p>"
}