{
  "_id": "S7A3XE5trtBc0SH8",
  "name": "Lao Shu Po",
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>Grandmother Rat<br /></em></p>\n<table style=\"width: 99.1549%; height: 90px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Source</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;CRB pg. 487</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Alignment</td>\n<td style=\"width: 78.6856%; height: 18px;\">NE</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Portfolios</td>\n<td style=\"width: 78.6856%; height: 18px;\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">&nbsp;goddess of assassins, rats, spies, thieves</span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"></span></td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Centers of Worship</td>\n<td style=\"width: 78.6856%; height: 18px;\">\n<p>@Compendium[sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station}, @Compendium[sfrpg.setting.gzXT0xwsj8kQAoj0]{Akiton}, @Compendium[sfrpg.setting.Yt2xT4Iy6lHjCzso]{Diaspora}</p>\n</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Symbol</td>\n<td style=\"width: 78.6856%; height: 18px;\">A curled and emaciated rat</td>\n</tr>\n</tbody>\n</table>\n<p><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><br /></span></span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">Legend has it that long ago, Lao Shu Po was simply a rat, skulking in the shadows. After gnawing on the corpse of a dead god, however, she absorbed some of that deity&rsquo;s divine power and became a goddess herself. Originally a goddess of night, Lao Shu Po has turned her focus more to those who prowl under cover of darkness. Hers is the poisoned cup, the dagger in the back, and the starship power core rigged to explode. She keeps her eyes and ears always open, for an incautious moment or a careless word might reveal a secret that she can later turn to her advantage.<br /><br />Lao Shu Po remembers her humble beginnings, and she teaches that those who have nothing should do whatever they can get away with or whatever it takes to survive, be it murder, sabotage, or theft. The universe gives away nothing for free, and it&rsquo;s up to the individual to take what she needs or wants and jealously hide it away. It may sometimes be advisable to band together with others for strength and protection, like a pack of rats, but in the end, you can rely on no one but yourself. There will always be betrayal and lies; the key is to lie and betray before someone else does it to you.<br /><br />Assassins, smugglers, spies, thieves, and all who wish to hide their activities under cover of darkness and escape the notice of the authorities worship Lao Shu Po. She is widely regarded as a patron of the @Compendium[sfrpg.races.PWjnNkCCW5diAQU4]{Ysoki} race, but most of the ratfolk pray to Grandmother Rat only to placate her and avoid her notice, rather than embracing her values. Nevertheless, a majority of her priests are @Compendium[sfrpg.races.PWjnNkCCW5diAQU4]{Ysoki}, who use their ubiquity to foster underworld contacts for their congregations. Lao Shu Po&rsquo;s temples and shrines are few, always small and unassuming, and often hidden in plain sight&mdash;a back alley apothecary where @Compendium[sfrpg.rules.aKqRtg165rAly1Cc]{Poisons} are sold, a dark chamber in the rear of a drug den, a disused corner in a space station&rsquo;s waste reclamation level, or a cramped warren of maintenance tunnels just beneath the streets of a bustling marketplace.<br /><br />While many societies root out and destroy cults of Lao Shu Po, further strengthening the faith&rsquo;s verminous association, there are always those in power who appreciate her followers&rsquo; ability to get things done. Completely trusting one of her followers&mdash;who refer to themselves as &ldquo;grandchildren&rdquo;&mdash;is foolish, but Grandmother Rat has no problem with her followers staying loyal to an employer or cause so long as it serves their ends. Some of the most upstanding governments quietly employ Po spies and assassins, while corporations pay them handsomely for industrial espionage. In some areas, they can even operate openly&mdash;it&rsquo;s hard to decry one who sabotages enemy warships or retrieves hostages from a secure facility, regardless of their reasons.</span></span></span></span></span></span><br /></span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"></span></p>",
  "flags": {},
  "img": "systems/sfrpg/images/cup/religious_symbols/lao_shu_po.webp"
}