{
  "_id": "ac6z5Rqyx0oLzvVf",
  "name": "Liavara",
  "img": "systems/sfrpg/images/cup/pact_worlds/liavara.webp",
  "flags": {},
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>The Dreamer</em></p>\n<table style=\"width: 99.1549%; height: 162px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Source</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;CRB pg. 454</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Location</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;Pact Worlds</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Settlements</td>\n<td style=\"width: 85.8796%; height: 18px;\"><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">&nbsp;Roselight</span></td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Diameter</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;x10</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Mass</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;x100</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Gravity</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;x1 (at the \"surface\")</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Atmosphere</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;Special</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Day</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;10 day</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Year</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;12 year</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">In addition to several large, populated moons, this peachcolored gas giant also has extensive dust rings and countless tiny shepherd moons. Through these rings swim vast oma space-whales, straining nutrients and tiny elementals from the dust with their energy baleen, while down in the planet&rsquo;s cloud layers floats a complex ecosystem ranging from air plants and giant bacteria to apex predators such as deadly keji swarms or the infamous tarenake, visible only by the gas it displaces. As you descend into the planet&rsquo;s denser cloud strata, predators get larger and more piscine, capturing prey with vampiric tentacles, magical fields, or acid-coated web nets. Many upper-layer creatures drop their gas-filled eggs through these layers into even deeper strata, where the eggs eventually reach neutral buoyancy and gestate in the increased heat and pressure, away from their usual predators.<br /><br />Through this gaseous wilderness float the Dreamers, Liavara&rsquo;s most prominent&mdash;and most confusing&mdash;intelligent race. Nearly identical to the gelatinous barathus of neighboring @Compendium[sfrpg.setting.2K7muQyxlXW8wqb3]{Bretheda}, Liavara&rsquo;s Dreamers lack their kindred&rsquo;s collectivist culture or ability to combine consciousnesses, instead swooping through the skies in complex social interactions still mostly unintelligible to outsiders. @Compendium[sfrpg.races.RXNBF1w6yXaB8P9O]{Barathu} legend says that the Dreamers were originally colonists from @Compendium[sfrpg.setting.2K7muQyxlXW8wqb3]{Bretheda} who flew to the thenuninhabited world, only to quickly devolve&mdash;or ascend&mdash;into a state described alternately as feral or enlightened. With little interest in outside cultures and none at all in economics or governance, the Dreamers are best known for their prophetic songs predicting some great or terrible event to come&mdash;the Dreamers themselves make no distinction between the two.<br /><br />Given this relative lack of civilization, Liavara would have long since been taken over by other races if not for the barathus&rsquo; fierce insistence that the planet be left as a refuge for these pseudoholy entities. Not officially a member of the Pact&mdash;though many of its moons are&mdash;Liavara is technically a protectorate administrated exclusively by </span><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">@Compendium[sfrpg.setting.2K7muQyxlXW8wqb3]{Bretheda}</span>, which keeps a careful watch on the humanoid gas-mining ventures and floating city-platforms allowed to operate here. While most of the gases making up the planet are ordinary elements such as hydrogen and helium, the planet also harbors many rare gases, such as metasterium (useful in a variety of genetic engineering and mutation processes) and the magic-enhancing thaumogen, popular as both a magical crafting agent and a performance enhancing drug for technomancers (but highly illegal due to its sanity-eroding side effects). Many speculators believe that there are still far more unique, valuable compounds and organisms drifting in the deep layers of the planet, and despite the hazardous conditions and strict prohibitions by Brethedan overseers, many corporations still quietly contract out for deep dive explorations, made all the more risky by the need for absolute secrecy.<br /><br />Far more welcoming than Liavara itself are the planet&rsquo;s independent moons. The most prominent of these is heavily populated Arkanen, which constantly bleeds off its atmosphere, only to replenish it each year when its eccentric orbit takes it through Liavara&rsquo;s own upper atmosphere. Extremely dangerous storms arise as huge lightning bolts arc between the two worlds, harnessed by resident scientists and spellcasters alike. This orbit should be impossible according to normal physical models, which leads many to believe that the moon was built specifically as a power source. What the arcane dynamo might have been designed to power remains unknown.<br /><br />After Arkanen, the most civilized moon is Osoro, a world of mountaintop settlements high above the seas of poisonous gas breathed out by the moon&rsquo;s jungles. Here, solar-powered gliders sail between inhabited areas, while corrosion-resistant vessels dive down into the roiling clouds to study the ruins of a lost age. Heavily populated Nchak is close behind; a world of arthropods ruled by pulsating philosopher worms and the mortal incarnation of @Compendium[sfrpg.setting.uBNlQguFvGTFLHSA]{Hylax}, it has become a religious and tourist mecca for many shirrens. Less visited is Melos, a mysterious world whose entire population vanished in what may have been a rapturous religious ascendance or a more sinister event, though it remains a treasure trove for archaeologists and salvagers. Isolated Hallas has been kept carefully cordoned off since even before the Gap, lest unprepared contact with the resident hyperevolved energy beings cause outsiders&rsquo; brains to explode from overstimulation.</span><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<h2>Aliens Found At Liavara</h2>\n<p>Dreamer, <a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.alien-archives\" data-id=\"qRyqEWrhbMpdsY0v\"> Keji Swarm</a>, <a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.alien-archives\" data-id=\"tnwoxVsO6UtVq0fH\"> Kriegakos</a>, <a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.alien-archives\" data-id=\"W7k28lNRMmtO1FmL\"> Rauzhant</a></p>"
}