{
  "_id": "t3XuR7T1L8bI2d6F",
  "name": "Nerralen",
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>Technologically Advanced Satellite<br /></em></p>\n<table style=\"width: 99.1549%; height: 162px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Source</td>\n<td style=\"width: 86.5714%; height: 18px;\">AP #30 pg. 62</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Location</td>\n<td style=\"width: 86.5714%; height: 18px;\">Mobile</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Settlements</td>\n<td style=\"width: 86.5714%; height: 18px;\">-</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Diameter</td>\n<td style=\"width: 86.5714%; height: 18px;\">x1/5</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Mass</td>\n<td style=\"width: 86.5714%; height: 18px;\">x1/10</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Gravity</td>\n<td style=\"width: 86.5714%; height: 18px;\">x1/2</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Atmosphere</td>\n<td style=\"width: 86.5714%; height: 18px;\">Normal</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Day</td>\n<td style=\"width: 86.5714%; height: 18px;\">24 hours</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Year</td>\n<td style=\"width: 86.5714%; height: 18px;\">variable</td>\n</tr>\n</tbody>\n</table>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">This large satellite is often found near planets whose populations are in the process of making a significant technological innovation. While it usually appears as a normal moon of lifeless rock, scans of Nerralen suggest it to be hollow. Most sensors cannot probe beneath the surface, and few know its true nature: Nerralen is home to a vibrant community of advanced @Compendium[sfrpg.classes.IvLuq2pxKkHJJpae]{Technomancers} who use their arts to teleport the moon throughout the galaxy, moving from the orbit of one world to another. Through their magic, these @Compendium[sfrpg.classes.IvLuq2pxKkHJJpae]{Technomancers} can give Nerralen any appearance they desire, fooling even technologically advanced cultures.<br />The @Compendium[sfrpg.classes.IvLuq2pxKkHJJpae]{Technomancers} who guide Nerralen keep to small or less-traveled star systems, usually in the Vast. Their own magic is amplified by hybrid technology deep within the moon itself, teleporting Nerralen from one orbit to another as necessary. The guides who steer Nerralen seem to pick worlds where technology is making a dramatic leap forward, or where a new innovation is changing lifestyle and culture.<br />Most of Nerralen&rsquo;s inhabitants dwell in its hollow interior, provided with light, heat, and power by a tiny artificial sun. Aqueduct systems redirect water from a small inner sea. Indeed, everything required to sustain life is provided by Nerralen itself, which also houses a menagerie of alien life collected from the worlds it has visited, many of which have gone extinct in their original habitat. Vast halls and a maze of smaller chambers and corridors cover the rest of the moon, filled with technology acquired from countless worlds, each used in innovative ways to create devices and capabilities found nowhere else. Powerful sensors enable the inhabitants of Nerralen to closely observe the world they are orbiting, as well as monitor other planets they&rsquo;ve visited or might return to.<br />When Nerralen arrives in orbit around a planet, the inhabitants of the target world often send exploratory vessels to learn more about the new satellite. If these explorers are deemed worthy, they are brought aboard Nerralen and offered a chance to join the cabal of technomancers, military leaders, and agents who investigate target worlds in deep cover. Many visitors accept this offer, and the population of Nerralen is now highly diverse, made up of inhabitants from all the worlds it has visited over many years. Those who refuse, or who are judged unworthy of a meeting, are returned home with their memories of Nerralen erased. A few worlds, home to regular scientific advancements and frequently visited by Nerralen, believe it to be native to the Astral or Ethereal Plane, a malevolent harbinger that captures scientists and inventors.<br />Nerralen avoids close inspection from the populations it visits by obscuring itself with high-technology screens; when anyone truly threatens it, the cabal of technomancers who guide the moon simply teleport it to a new orbit around a distant world. Nerralen rarely comes anywhere near the Pact Worlds or other highly-developed star systems, since these societies pose a reasonable threat to its way of life. A century ago, it appeared around @Compendium[sfrpg.setting.f24qKgU5Wh5LLJyh]{Verces}, and many scientists from Kashak joined Nerralen&rsquo;s community at that time; soon thereafter, Nerralen&rsquo;s range expanded significantly, and it was spotted orbiting planets where it had never been seen before. The guides of Nerralen have not since risked a visit to such a large, populous, and well-trafficked planet, and now the moon only visits worlds far from most Drift beacons.</span></p>",
  "img": "icons/svg/mystery-man.svg"
}