{
  "_id": "ul7WYVhr1F6q32jN",
  "name": "Nyarlathotep",
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>The Crawling Chaos<br /></em></p>\n<table style=\"width: 99.1549%; height: 167px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Source</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;CRB pg. 488</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Alignment</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;CE</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Portfolios</td>\n<td style=\"width: 78.6856%; height: 18px;\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">&nbsp;</span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">Outer God of conspiracies, dangerous secrets, forbidden magic</span></td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Centers of Worship</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;@Compendium[sfrpg.setting.Ave5caJSxVvKFVAB]{Aucturn}</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Symbol</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;An inverted black ankh</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">Said to possess a thousand different forms, Nyarlathotep is one of the Outer Gods (see page 493), incredibly ancient entities said to predate the birth of the rest of the gods, existing before time itself. Nyarlathotep is unusual among the Outer Gods in that he enjoys personally toying with and sowing discord among mortal races, rather than leaving this to his cultists. Scholars of the Outer Gods and the Dark Tapestry&mdash;the dark voids between galaxies or mysterious patches of emptiness within a galaxy, where such beings are thought to hold the most sway&mdash;believe that Nyarlathotep himself is the prime mover in preparing countless worlds for the devastating return of the devouring Great Old Ones, nudging events along in subtle ways to encourage various apocalyptic ends. It is said that one can see Nyarlathotep&rsquo;s influence in every major disaster or calamity if one looks hard enough and that he has had a hand in guiding entire civilizations into ruin.<br /><br />Each of Nyarlathotep&rsquo;s forms is associated with its own distinct cult, but the incarnation that most Pact Worlds species are familiar with is the Empty Traveler. Ostensibly appearing as a humanoid figure in a space suit that would not be out of place in any spaceport, closer scrutiny reveals a vacant helmet devoid of any head or face and a space suit filled with a formless mass of writhing tentacles. Other well-known manifestations include the Black Pharaoh (a humanoid being with connections to the ancient pre-Gap Golarion civilization of Osirion) and the Haunter of the Dark (a bat-like entity with a burning tri-lobed eye). In any form, the Crawling Chaos works to upend the status quo and cast down the mortal races from the heights of their achievements. As the deity of conspiracies and dangerous secrets, Nyarlathotep engineers the deaths of kings, presidents, and reformers to inexorably guide civilization toward anarchy.<br /><br />Nyarlathotep&rsquo;s faithful believe he is the Outer God who ties together the worship of all the Great Old Ones, and follow him as the one who will open the doors to the uncaring light of the stars. Occult scholars, crazed cultists, and those who seek suppressed knowledge or the proscribed mysteries of forgotten magics may pay homage to the Crawling Chaos, as do serial killers, violent revolutionaries, and anyone who desires to dismantle societal systems without regard for the cost. Secret temples to Nyarlathotep are spread throughout the Pact Worlds, but the center of his worship is on @Compendium[sfrpg.setting.Ave5caJSxVvKFVAB]{Aucturn}, home to the infamous Pyramid of the Black Pharaoh. Some even whisper that Carsai the King, the enigmatic sovereign of @Compendium[sfrpg.setting.Ave5caJSxVvKFVAB]{Aucturn} (see page 460), might be a herald or avatar of Nyarlathotep.</span></p>",
  "flags": {},
  "img": "systems/sfrpg/images/cup/religious_symbols/nyarlathotep.png"
}