{
  "name": "Oras",
  "flags": {},
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>Agent of Change<br /></em></p>\n<table style=\"width: 99.1549%; height: 90px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Source</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;CRB pg. 488</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Alignment</td>\n<td style=\"width: 78.6856%; height: 18px;\">CN</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Portfolios</td>\n<td style=\"width: 78.6856%; height: 18px;\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">&nbsp;god of god adaptation, evolution, natural selection</span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"></span></td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Centers of Worship</td>\n<td style=\"width: 78.6856%; height: 18px;\">@Compendium[sfrpg.setting.2K7muQyxlXW8wqb3]{Bretheda}, @Compendium[sfrpg.setting.mkJGLfpJkvAKLZz3]{Castrovel}, @Compendium[sfrpg.setting.ac6z5Rqyx0oLzvVf]{Liavara}</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Symbol</td>\n<td style=\"width: 78.6856%; height: 18px;\">A double helix</td>\n</tr>\n</tbody>\n</table>\n<p><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><br /></span></span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">The galaxy is filled with a vast number of complex life-forms, both sentient and otherwise, but most of these species evolved over countless generations from simple organisms to their present state. All life undergoes change, whether through genetic drift, mutation, natural selection, or direct manipulation. If these changes are viable and successful, then the new entities thrive; if not, they end. This is the course of evolution, and Oras embodies this intricate process, from the tiniest genetic mutation to the extinction of an entire ecosphere. Oras itself is the product of this progression, having evolved from some elementary organism to an unimaginably sophisticated god of change.<br /><br />Evolution is far from a random process, however; it occurs in response to environmental pressures, and Oras teaches that life-forms can create their own pressures to influence their evolution. Oras&rsquo;s faithful believe that adaptation and evolution are the natural response to any stimulus, whether harmful or beneficial. The only way to truly experience existence is to constantly change, to explore new horizons, and to deliberately reshape one&rsquo;s self&mdash;mentally, physically, or spiritually&mdash;to address any conflict. Some will inevitably fail to adapt and will perish, but others will survive to pass on their genes and traits to future generations, and all life will be stronger for the progress.<br /><br />@Compendium[sfrpg.themes.Y6wJpc2ra3bSJ905]{Biotechnicians} and scientists pay homage to Oras, working in laboratories or in open nature to spur along the process of evolution and change, and many xenodruids act as the god&rsquo;s priests. While most people think of Oras in terms of purely biological processes, the Augmented have increasing crossover with Oras&rsquo;s faithful as they seek to improve themselves with technology, and many Xenowardens blend the worship of Oras and the Green Faith in their efforts to create more-robust and sustainable systems or reduce their own ecological footprint. What&rsquo;s more, Oras&rsquo;s ideals can be taken beyond the physical realm as well, and people of all callings appreciate the ethos of adaptability, from savvy politicians to unflappable monks to military commanders on chaotic battlefields.<br /><br />Oras&rsquo;s worship is centered on the gas giants of @Compendium[sfrpg.setting.2K7muQyxlXW8wqb3]{Bretheda} and @Compendium[sfrpg.setting.ac6z5Rqyx0oLzvVf]{Liavara}, whose natives long ago evolved conscious control over their physical forms, but the faith also has a strong presence among the scientists of @Compendium[sfrpg.setting.mkJGLfpJkvAKLZz3]{Castrovel}. Oras has few temples, for its followers believe that observing the god&rsquo;s handiwork in a petri dish or writ large across society brings one closer to the Agent of Change than any artificial structure, and those few temples that exist are usually partially biological and constantly changing.</span></span></span><br /></span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"></span></p>",
  "_id": "FQYlHNdUxXmVccoI"
}