{
  "_id": "VQrVznzrr85I90TI",
  "name": "Pharasma",
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>Lady of Graves<br /></em></p>\n<table style=\"width: 99.1549%; height: 167px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Source</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;CRB pg. 489</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Alignment</td>\n<td style=\"width: 78.6856%; height: 18px;\">L</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Portfolios</td>\n<td style=\"width: 78.6856%; height: 18px;\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">&nbsp;goddess of birth, death, fate, prophecy </span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"></span></td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Centers of Worship</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;@Compendium[sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station}, @Compendium[sfrpg.setting.psZBx1kcx9pHsLrz]{Apostae}, @Compendium[sfrpg.setting.0VTtBYDJC5vUC434]{Eox}</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Symbol</td>\n<td style=\"width: 78.6856%; height: 18px;\">A cometlike spiral of energy</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><br /><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><br />As the goddess of birth, death, and fate, Pharasma awaits all mortals when they die. Her realm, the Boneyard, sits atop an impossibly tall spire overlooking the city-plane of Axis and is the final destination of the River of Souls, the metaphysical stream that carries the souls of dead mortals to her realm for judgment and subsequent assignment to an afterlife in the Outer Planes.<br /><br />The faithful say Pharasma is with any living creature in the universe from the instant it is born to the moment of its death. She sees all the possible choices facing a mortal at any given moment, as well as their long-term repercussions. And when that creature inevitably dies and goes before her to be judged, she and her army of psychopomps use this knowledge to send the souls to the reward or punishment they earned during their lives. No one escapes her decisions for long, and even the gods are judged by the Lady of Graves when they perish.<br /><br />Pharasma sternly observes both life and death, assigning afterlives in accordance with mortals&rsquo; characters but without a personal interest in either sin or righteousness. Despite being the goddess of death, she has no quarrel with magical healing and even resurrection, as she can read the lines of fate and knows the difference between a mortal&rsquo;s true death and a temporary state of nonbeing. However, she considers the undead a desecration of the memory of the flesh and a corruption of a soul&rsquo;s path to judgment, and she instructs her followers to destroy such abominations wherever they may be found. Those who create such monstrosities are to be treated similarly.<br /><br />Every species that lives and dies worships Pharasma to some extent, though many do so by different names or in forms unfamiliar to Pact World races. Her most devoted followers come from the ranks of diviners, expectant parents, morticians, and slayers of the undead. As befits her impartiality, most members of her church take a neutral stance regarding politics and other worldly concerns. The majority of Pharasma&rsquo;s priests in the Pact Worlds are @Compendium[sfrpg.classes.bItuvukGHbObTApr]{Mystics}, working as healers, midwives, and prophets, though she&rsquo;s also popular with warriors in some societies. All Pharasmin @Compendium[sfrpg.themes.aXgn2O25HtW7woS2]{Priests} are well-versed in the funerary rites and practices of at least their home culture, and many try to learn as many rites as possible in order to cater to a wider variety of people. While even the simplest cemetery is a shrine to the Lady of Graves, Pharasma&rsquo;s temples in the Pact Worlds tend to hearken back to an earlier age, taking the form of grand gothic cathedrals when circumstances allow, though usually still adjacent to a crematorium, graveyard, or other place of rest.</span><br /></span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"></span></p>",
  "flags": {},
  "img": "systems/sfrpg/images/cup/religious_symbols/pharasma.webp"
}