{
  "_id": "VJ0UTIsAggcCQJBu",
  "name": "Sarenrae",
  "flags": {},
  "img": "systems/sfrpg/images/cup/religious_symbols/sarenrae.png",
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>The Dawnflower</em></p>\n<table style=\"width: 99.1549%; height: 167px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Source</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;CRB pg. 489</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Alignment</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;NG</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Portfolios</td>\n<td style=\"width: 78.6856%; height: 18px;\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">&nbsp;goddess of healing, redemption, the sun</span></td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Centers of Worship</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;@Compendium[sfrpg.setting.Gxsy07AQwteFkPhh]{Aballon}, @Compendium[sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station}, @Compendium[sfrpg.setting.PrA66Lezqc5yx4uM]{The Sun}, @Compendium[sfrpg.setting.f24qKgU5Wh5LLJyh]{Verces}</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Symbol</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;An angel with flaming wings</td>\n</tr>\n</tbody>\n</table>\n<p><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><br /><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">Eons ago, Sarenrae was an angel who brought the light of the sun to Golarion and its sister worlds, and with it truth and honesty. She warred with evil beings that sought to plunge the newborn planets into eternal darkness, and emerged victorious&mdash;yet some of those who had turned to evil saw their wickedness revealed by Sarenrae&rsquo;s glory, and in repentance they were forgiven. Sarenrae is kind and loving&mdash;a figure of healing, guidance, and light. Yet for all her compassion, Sarenrae is also a powerful force against evil and strikes down the irredeemable without mercy.<br /><br />Sarenrae is generally seen as the goddess of the Pact Worlds&rsquo;&nbsp;<span style=\"background-color: rgba(255, 255, 255, 0.2);\">@Compendium[sfrpg.setting.PrA66Lezqc5yx4uM]{Sun}</span>, which her faithful sometimes call the Dawnflower&rsquo;s Star in her honor, but she draws power from suns across the universe. She is a deity of boundless love&mdash;a caring mother, sister, and protector of all in need. She delights in healing the sick, lifting up the fallen, and shining a guiding light into the darkest hearts and worlds. Sarenrae brushes off insults but responds to violence and predations upon the innocent with cleansing fire and scorching light. Ancient and timeless, Sarenrae stands fearlessly against the tide of darkness, promising that the dawn will always come, and when it does, hope, kindness, and truth will triumph.<br /><br />The Dawnflower&rsquo;s faithful come from all walks of life: everyday folk who rejoice in the light of the sun, take comfort in love and compassion, and believe strongly in redemption and righteous action. Though @Compendium[sfrpg.races.AMBcyDZDtJ1OOzh3]{Humans}&nbsp;often describe Sarenrae as one of &ldquo;their&rdquo; gods, the tradition of sun worship is common in societies that rely on the sun&rsquo;s light for energy and nourishment, and thus most cultures within the Pact Worlds and beyond have worshiped Sarenrae to a significant extent at some point. After @Compendium[sfrpg.races.AMBcyDZDtJ1OOzh3]{Humans}, @Compendium[sfrpg.races.VIJ6pdOVTJle3vJx]{Shirrens} are perhaps the race most attracted to Sarenrae&rsquo;s faith and her message of redemption and empathy. Many of her priests are @Compendium[sfrpg.classes.fqYiP2f9oSfcmrwC]{Envoys}, @Compendium[sfrpg.classes.bItuvukGHbObTApr]{Mystics}, @Compendium[sfrpg.classes.kuEdVbzv5zXIO4wk]{Solarians}, or @Compendium[sfrpg.classes.cCZQpV0NmYE9qZoL]{Soldiers}&mdash;those who espouse peace and kindness until stirred to action by evil that cannot be redeemed. When possible, Sarenrae&rsquo;s temples are open to the sky, but they always have at least a window or skylight where the faithful can bask in the natural light of the sun.<br /><br />In the Pact Worlds, the spiritual heart of Sarenrae&rsquo;s church is within the sun itself, in the Burning Archipelago&rsquo;s central city of Dawnshore. Many Pact Worlds Sarenites feel an instinctive drive to make pilgrimages to this holy site, even though her faith is often individualistic, with the church serving as an organizing and training force for priests and followers who then wander the galaxy doing the goddess&rsquo;s work.</span><br /></span></p>"
}