{
  "name": "Silselrik",
  "flags": {},
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>Planet Plagued by Severe Gravity Storms<br /></em></p>\n<table style=\"width: 99.1549%; height: 162px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Source</td>\n<td style=\"width: 86.5714%; height: 18px;\">AP #5 pg. 52</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Location</td>\n<td style=\"width: 86.5714%; height: 18px;\">Near Space</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Settlements</td>\n<td style=\"width: 86.5714%; height: 18px;\">Midios</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Diameter</td>\n<td style=\"width: 86.5714%; height: 18px;\">x3/4</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Mass</td>\n<td style=\"width: 86.5714%; height: 18px;\">x1-1/4</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Gravity</td>\n<td style=\"width: 86.5714%; height: 18px;\"><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Variable from low to high, with localized storms ranging from zero-g to extreme gravity</span></td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Atmosphere</td>\n<td style=\"width: 86.5714%; height: 18px;\"><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Thick</span></td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Day</td>\n<td style=\"width: 86.5714%; height: 18px;\">18 hours</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Year</td>\n<td style=\"width: 86.5714%; height: 18px;\">3/4 year</td>\n</tr>\n</tbody>\n</table>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Silselrik is a study in uncommon phenomena combining in uncommon ways. As a world in an elliptical orbit around a binary star system, it would be unusual enough even with no other abnormalities. But its composition makes it stranger still: an irregular core of extremely heavy metals, suspended in liquid form due to incredible heat and pressure, that nevertheless bears pockets of low-density gases. As the planet&rsquo;s orbit exposes it to the equidistant heat of both stars twice a year, parts of the mantle also liquefy and intermingle with the denser metals at the core, only to cool and harden again as Silselrik moves toward the more extreme edge of its orbit.<br /><br />Thought the mechanisms for this interaction have yet to be discovered (and may involve extraplanar links, massive chthonic ooze creatures, magic, or other hidden factors), the result is a sloshing, unstable interior beneath a relatively sturdy outer crust, which combines with the varying pull of the two suns to cause highly variable gravity patterns across the planet. The gravity in a given area might be anywhere from a standard low-gravity environment to high gravity, but these patterns are highly unpredictable, and when areas of differing gravity come into contact, they form wild gravity storms that can cause areas of sudden zero-g, crushingly severe gravity, and rapid alternations between these extremes. These forces of gravity combined with the suns&rsquo; heat have drawn the atmosphere close, creating an atmosphere denser than on most worlds, but still nominally breathable to many oxygen-dependent species.<br /><br />The intense fluctuations of the planet&rsquo;s gravity wreak havoc on its geology and geography, driving up new mountain ranges and subsuming others over the course of a few short years. While some bodies of water exist on the planet, they are in a near-constant state of flux, functioning more as ever-wandering rivers than the oceans and seas found on a typical world.<br /><br />Despite the inhospitable environment, Silselrik nevertheless has spawned life in the form of a diverse array of oozes that diverge from the typical mindless entities. Notable among these are the enormous megadolorids, flat oozes reaching over a half-mile across in size that draw sustenance from external kinetic energy. The creatures evolved feeding on the energy generated by the planet&rsquo;s gravity storms, and over time they have developed a peculiar form of symbiosis with the planet&rsquo;s other primary species. Now the gentle leviathans roam the surface of the world with massive cities called megadoplexes built upon their backs by the intelligent oozes known as selamids, feeding upon the kinetic energy of the civilizations they carry and carefully avoiding the more severe gravity storms, to the benefit of their symbiotic kin.</span></p>\n<p>&nbsp;</p>\n<h2>Aliens found at Silselrik</h2>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">@Compendium[sfrpg.alien-archives.ZpgIYKLsfkuidPSp]{Selamid}</span></p>",
  "_id": "1iJkhCh9sKiUCOa3",
  "img": "icons/svg/mystery-man.svg"
}