{
  "_id": "kUR7PrsCc14KNclF",
  "name": "Stopgap",
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>Port of Last Resort<br /></em></p>\n<table style=\"width: 99.1549%; height: 162px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Source</td>\n<td style=\"width: 86.5714%; height: 18px;\">AP #26 pg. 62</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Location</td>\n<td style=\"width: 86.5714%; height: 18px;\">Near Space</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Settlements</td>\n<td style=\"width: 86.5714%; height: 18px;\">-</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Diameter</td>\n<td style=\"width: 86.5714%; height: 18px;\">x1/14</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Mass</td>\n<td style=\"width: 86.5714%; height: 18px;\">x1/2000</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Gravity</td>\n<td style=\"width: 86.5714%; height: 18px;\">x1/10</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Atmosphere</td>\n<td style=\"width: 86.5714%; height: 18px;\">None</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Day</td>\n<td style=\"width: 86.5714%; height: 18px;\">9 hours</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Year</td>\n<td style=\"width: 86.5714%; height: 18px;\">1701 days</td>\n</tr>\n</tbody>\n</table>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Stopgap is a dwarf planet in orbit around Foergrim, an yellow star in Near Space. The Foergrim system has no full planets, only several clouds of planetoids and asteroid belts that form rings and vague orbital clouds around the star. Stopgap is the largest object in the system&mdash;it&rsquo;s just barely big enough to round itself out through gravitational forces. It has no atmosphere or native life of its own, but it does contain the manufactured corridors and chambers of a small base.<br />The Foergrim system has just enough nearby Drift beacons to qualify as being in Near Space, although it is much farther from the Pact Worlds than most Near Space locations. However, the asteroids and planetoids fill the system have attracted the attention of mining companies. Every few years, a miner working the Foergrim system will discover a vein of starmetal in an asteroid, and the subsequent &ldquo;asteroid rush&rdquo; brings in hundreds of independent prospectors. An asteroid rush typically lasts only 3 to 6 months, but the prospectors lured in by the initial rush often discover several smaller metal veins, resulting in a semipermanent population in the system that mines out these less lucrative deposits over time.<br />Stopgap was the first location within the system in which miners discovered significant starmetal deposits, which resulted in long-term occupation by miners from across the galaxy. Stopgap became an well-known exporter of djezet, as well as tiny amounts of horacalcum. To support the starmetal harvest, mining companies collaborated to construct airtight facilities within the planet that could support a few thousand residents. Now, even though the starmetal veins in Stopgap have been mined out, the base there still supports a few hundred permanent residents, with the population growing temporarily when an asteroid rush attracts visitors to the system.<br />There is no official law in Stopgap, though the church of Abadar established a chapel to promote the idea of creating a system-wide government. The base is now almost entirely owned by the Druethil Mining Company, which is itself owned by Ichihara Holdings, though the parent company mostly leaves Stopgap to its own devices. Because of this anarchic situation, Stopgap almost always hosts a few mercenary groups on Druethil&rsquo;s payroll, often trading room, board, and starship repairs for short-term contracts. Everyone is welcome at Stopgap as long as they don&rsquo;t cause trouble and pay their bills.<br />The combination of a no-questions-asked policy, low levels of law enforcement, and millions of planetoids that can host crude bases of operations makes the Foergrim system a popular waypoint for pirates, scoundrels, mercenaries, smugglers, and various criminals. The system is extremely difficult to scan, and asteroid prospectors often report flickering sensor readings and even claim to see gray flying saucers in the denser parts of its many asteroid belts. The system&rsquo;s relative security and obscurity also make it a popular location for clandestine labs and secret vaults, which are considered far more likely to be the source of unidentified ships.</span></p>",
  "img": "icons/svg/mystery-man.svg"
}