{
  "_id": "PrA66Lezqc5yx4uM",
  "name": "The Sun",
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>The Burning Mother<br /></em></p>\n<table style=\"width: 99.1549%; height: 162px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Source</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;CRB pg. 448</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Location</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;Pact Worlds</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Settlements</td>\n<td style=\"width: 85.8796%; height: 18px;\"><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">&nbsp;Burning Archipelago<br /></span></td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Diameter</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;x100</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Mass</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;x280,000</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Gravity</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;x28</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Atmosphere</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;None</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Day</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;-</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Year</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;-</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">While the Pact Worlds&rsquo; mother star bears a different name in every distant culture to observe it through a telescope, within its system it is usually referred to as simply the sun, or sometimes Mataras (a Lashunta name meaning &ldquo;burning mother&rdquo;). Like most stars, the sun is an incredibly inhospitable place, almost incomprehensibly hot, with pressures capable of crushing ordinary starships like overripe fruit. In its heart, the massive energies unleashed regularly tear holes to the Positive Energy Plane and the Plane of Fire, giving birth to whale-like fire elementals and plasma oozes that roil and breach in its photosphere, as well as certain efreet, salamanders, and intelligent flame-dwelling creatures with the supernatural ability to withstand the sun&rsquo;s tremendous pressure and heat.<br /><br />Though largely left alone by the Pact Worlds, the sun nevertheless attracts a few ordinary humanoid residents; of these, members of the Church of @Compendium[sfrpg.setting.VJ0UTIsAggcCQJBu]{Sarenrae} are by far the most common, as befits worshipers of the sun goddess. Roughly a century ago, Sarenite scholars orbiting and observing the star discovered an anomaly: a collection of inexplicable and deserted bubble-cities, tethered together by magic and somehow floating unburnt within the sun&rsquo;s flaming seas. What&rsquo;s more, as they approached, the Sarenites found a magical tunnel opening miraculously in the sun&rsquo;s fire, allowing them to approach the cities without being destroyed. Though it&rsquo;s still not known who built the cities, how they were constructed, or why they were abandoned&mdash;mysteries scholars and engineers desperately study&mdash;the Burning Archipelago quickly became the church&rsquo;s most sacred settlement.<br /><br />Today, the Radiant Cathedral in the central bubble attracts worshipers and scientists from all across the system. Gleaming Sarenite sunskimmers use stellar sails to soar dangerously close to the sun&rsquo;s corona, servicing the orbital power stations that gather solar energy or magically bottle nuclear fire for resale. In slightly safer orbits, various corporate outfits fly robotic tankships full of algae genetically engineered to capture that same energy via advanced photosynthesis. Corporations also operate solar-powered robotics plants and so-called &ldquo;jungle boxes&rdquo; in which modified plants extrude rare and complex chemicals. These last are somewhat controversial, as the extreme magic and genetic engineering used to mutate ordinary plants can sometimes twist organisms more than their corporate creators initially intended. Twice in the last year, various jungle boxes operated by NatuReal Compounds Ltd. have gone feral, with sentient plant creatures roaming the halls and devouring the attendant crew. Fortunately, most jungle box operators have learned (somewhat) from the scandal and have gone entirely automated&mdash;yet they still need to quietly hire independent operators to accompany their repair technicians any time a box goes dark.<br /><br />In addition to visitors from the Pact Worlds, trade delegations from the Plane of Fire regularly use the Burning Archipelago to meet with Material Plane contacts. These dignitaries have much to offer, but perhaps the most interesting information they bring to the table is word of strange ruins and whole empires of fire-immune creatures&mdash;some even humanoid&mdash;floating within the sun&rsquo;s deeper layers, as yet unreachable by outside races. Combined with the apparently vast age of the bubble-cities, this news leads some scholars to wonder whether the sun might harbor clues to the first races to arise in the system, perhaps even the legendary First Ones of @Compendium[sfrpg.setting.Gxsy07AQwteFkPhh]{Aballon}. Many different organizations quietly monitor the sun&rsquo;s surface in hopes of making contact with these solar dwellers or claiming new artifacts forced to the surface by stellar convection. Yet, if these so-called &ldquo;deep cultures&rdquo; are truly progenitors of the Pact Worlds races, why have they staunchly refused to respond to the messages and shielded probes dropped into the sun&rsquo;s depths? And why do the efreet and other elemental travelers seem so scared to speak of them? Of late, one particular theory has been sweeping the conspiracy centers of the bubble-cities&rsquo; infosphere: the idea that the energy is so great at the center of the sun that time itself begins to warp, making the civilizations in the sun&rsquo;s depths not representatives of the past but of the future.<br /><br />While the sun is officially held in common by all of the Pact Worlds, the Burning Archipelago is considered an independent protectorate, and its citizens are afforded the right to self-govern. Though the bubble-cities are very close to theocracies, thanks to the heavy Sarenite element, each one has its own unique flavor, from the heavily religious central bubble of Dawnshore to the more corporate Fireside or Stellacuna with its science labs.</span><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>",
  "flags": {},
  "img": "systems/sfrpg/images/cup/pact_worlds/sun.png"
}