{
  "name": "The Devourer",
  "img": "systems/sfrpg/images/cup/religious_symbols/devourer.webp",
  "flags": {},
  "content": "<p><em>The Star-Eater<br /></em></p>\n<table style=\"width: 99.1549%; height: 90px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Source</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;CRB pg. 485</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Alignment</td>\n<td style=\"width: 78.6856%; height: 18px;\">CE</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Portfolios</td>\n<td style=\"width: 78.6856%; height: 18px;\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">&nbsp;god of black holes, destruction, supernovas</span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"></span></td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Centers of Worship</td>\n<td style=\"width: 78.6856%; height: 18px;\">\n<p>@Compendium[sfrpg.setting.gzXT0xwsj8kQAoj0]{Akiton}, @Compendium[sfrpg.setting.psZBx1kcx9pHsLrz]{Apostae}, @Compendium[sfrpg.setting.Yt2xT4Iy6lHjCzso]{Diaspora}, @Compendium[sfrpg.setting.0VTtBYDJC5vUC434]{Eox}</p>\n</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Symbol</td>\n<td style=\"width: 78.6856%; height: 18px;\">A black hole, often tinged with red</td>\n</tr>\n</tbody>\n</table>\n<p><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><br /></span></span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">Eons ago, the Material Plane sprang into existence in an instant, and someday it will end just as abruptly, as all creation ceases to exist. Believed by some to have been born in that same instant of creation, or perhaps even to be the ghost of some entity from a previous cycle of existence, the Devourer seeks to hasten this inevitable end and unmake the entire plane, eradicating all matter and energy until nothing remains, not even the Devourer itself. Every machine that breaks, every living thing that dies, every star that goes supernova, every photon sucked into a black hole, every galaxy that goes dark&mdash;all these and more are said to be the handiwork of the Devourer.<br /><br />The Devourer has no name, no form, no being. It is less a god than a primal force of the universe&mdash;an embodiment of malicious entropy, concerned only with the obliteration of all reality. Heedless of the meaningless existence of life in all its myriad forms, it cannot be reasoned with, delayed, or halted, and it largely ignores the pleas and prayers of even its most devout worshipers. Some cosmologists and theologians postulate that when the Devourer has consumed everything and the mortal world expires, the Devourer will give birth to a new universe in place of the old, but the crazed cultists who venerate the Star-Eater as a god know this for the foolishly hopeful lie that it is. There will be no rebirth, no second creation&mdash;only an immeasurable void of nothingness.<br /><br />The church of the Devourer has little organization or leadership, only scattered, chaotic cults made up of berserkers, cannibals, nihilistic plotters, depraved reavers, and ruthless solarians. While many of the faithful prey upon nearly every sentient being they encounter, reveling in destruction and mayhem, some members possess a cunning knack for planning, carefully engineering catastrophes and triggering disasters to maximize the loss of life and ruination of property and resources. Devourer cults are outlawed on nearly every civilized world, but hidden shrines can be found on remote asteroids and abandoned moons, and many cults form motley flotillas of ships that attack and slaughter all they come across in the depths of space.<br /><br />While the Devourer can be represented by a simple black dot or swirl&mdash;representations of the final collapse of spacetime&mdash; the most common symbol is the Blood Accretion: a black hole with swirling red in its accretion disk. When the end finally comes, Devourer cultists believe, space-time itself will weep the blood of the gods before finally passing into nothing.</span></span></span></span></span></span></span></span><br /></span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"></span></p>",
  "_id": "JpQpQbdXNOX6aTVG"
}