{
  "name": "The Drift",
  "flags": {},
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>Space Between Space<br /></em></p>\n<table style=\"width: 99.1549%;\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"width: 12.7183%;\">Source</td>\n<td style=\"width: 86.5714%;\">&nbsp;PW pg. 150</td>\n</tr>\n<tr>\n<td style=\"width: 12.7183%;\">Location</td>\n<td style=\"width: 86.5714%;\">Everywhere</td>\n</tr>\n<tr>\n<td style=\"width: 12.7183%;\">Settlements</td>\n<td style=\"width: 86.5714%;\">Alluvion</td>\n</tr>\n<tr>\n<td style=\"width: 12.7183%;\">Diameter</td>\n<td style=\"width: 86.5714%;\">-</td>\n</tr>\n<tr>\n<td style=\"width: 12.7183%;\">Mass</td>\n<td style=\"width: 86.5714%;\">-</td>\n</tr>\n<tr>\n<td style=\"width: 12.7183%;\">Gravity</td>\n<td style=\"width: 86.5714%;\">-</td>\n</tr>\n<tr>\n<td style=\"width: 12.7183%;\">Atmosphere</td>\n<td style=\"width: 86.5714%;\">-</td>\n</tr>\n<tr>\n<td style=\"width: 12.7183%;\">Day</td>\n<td style=\"width: 86.5714%;\">-</td>\n</tr>\n<tr>\n<td style=\"width: 12.7183%;\">Year</td>\n<td style=\"width: 86.5714%;\">-</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p>Thanks to the Gap, no one now knows exactly how long the sentient races of the Pact Worlds have had space flight. Travel between worlds in the system appears to have been regular but expensive, whether via ultra-powerful spells, the slow trudge of reaction drives, or plane-shifting engines like the infamous Kuthite shadow drives. Even so, the incredible distances between stars made attempts at travel beyond the solar system&rsquo;s edge exceptionally rare, the stuff of fools and zealots.<br /><br />Upon ascending to godhood, @Compendium[sfrpg.setting.FYV6RgTjPdg72RF0]{Triune}&rsquo;s first action was to send out the Signal: a miraculous, galaxy-wide broadcast containing plans for a new type of starship engine, one capable of accessing a heretofore unknown plane of reality called the Drift. No one truly knows whether @Compendium[sfrpg.setting.FYV6RgTjPdg72RF0]{Triune} discovered the Drift by peering into the metaphysical code underlying reality, as it claims, or created the plane by divine fiat.</p>\n<p>&nbsp;</p>\n<h1 class=\"title\">Drift Physics</h1>\n<p>Despite its strange appearance, the Drift isn&rsquo;t very different from Material Plane space. The plane is mostly empty, airless, and sports no appreciable gravitational pull. The exception to this is what Drift explorers call &ldquo;planar bubbles.&rdquo; When a piece of another plane is torn away and added to the Drift, part of its essence expands the Drift&rsquo;s planar fabric, yet the rest is added whole cloth, its terrain (and any creatures or items present at the moment of theft) set floating in the Drift&rsquo;s expanse. The largest of these annexations are able to maintain localized regions in which their former planar properties remain dominant. As soon as anything is removed from these bubbles, it immediately loses these former planar qualities. Some scholars believe that over time these bubbles slowly break down, &ldquo;digested&rdquo; by the Drift, but if so, it&rsquo;s an inexplicably random process.</p>\n<p>&nbsp;</p>\n<h1 class=\"title\">Drift Travel</h1>\n<p>Drift travel operates via the same general principles as other forms of plane shifting, but without magic. Because distances within the Drift don&rsquo;t correspond to those on the Material Plane, it&rsquo;s possible for a ship to enter the Drift at one point, travel a short distance, and then pop back out onto the Material Plane in a vastly distant location, circumventing the space in between. In this way, ships can travel between star systems thousands of light years apart in a matter of days or weeks.<br /><br />While this has proven an enormous boon for the cultures of the Pact Worlds, and indeed civilizations across the galaxy, it&rsquo;s not quite as simple as it sounds. Navigating in the Drift is tricky for several reasons. First, the Drift has no real landmarks&mdash;while it&rsquo;s full of chunks of strange terrain and random objects pulled in from other planes, the Drift itself is a gargantuan, empty void of warping pink-and-purple light patterns and shifting matterless clouds of mysterious energy. Second, the Drift&rsquo;s growth is distributed randomly, with the distances between two points within the Drift constantly shifting as the plane expands or shrinks in particular regions. As a result, nothing stays in the same place for long, and two seemingly still objects may suddenly be thousands of perceived miles apart.<br /><br />That&rsquo;s where Drift beacons enter the picture. Created and maintained by @Compendium[sfrpg.setting.FYV6RgTjPdg72RF0]{Triune's} church, Drift beacons somehow manage to exist simultaneously on both the Material Plane and in the Drift. As a result, navigators can use the beacons&rsquo; positions and advanced mathematics to locate the correct spot to exit the Drift. This doesn&rsquo;t mean exiting precisely at a given beacon&rsquo;s location&mdash; in fact, many beacons are found adrift in space far from any desirable destination. Instead, the most important factor of Drift navigation is the density of beacons in a given region of real space, and it&rsquo;s this factor that most affects the length of time required to travel between locations, as well as whether a given destination is considered to be in Near Space or the Vast. To date, the Drift has never been used to travel beyond the galactic rim, though it&rsquo;s unclear whether this is a limit of Drift beacon technology, the plane itself, @Compendium[sfrpg.setting.FYV6RgTjPdg72RF0]{Triune's} influence, or something else entirely.<br /><br />Trying to locate a particular point within the Drift, such as a specific planar bubble, is exceptionally difficult, requiring at least a successful DC 30 Piloting check to navigate (and possibly much more, at the GM&rsquo;s discretion). Certain magic items, divine fiat, or mysterious &ldquo;beacon codes&rdquo; provided by the Church of @Compendium[sfrpg.setting.FYV6RgTjPdg72RF0]{Triune} allow a ship to revisit a location. This is particularly true of Alluvion, the strange amalgam city that @Compendium[sfrpg.setting.FYV6RgTjPdg72RF0]{Triune} has publicly claimed as its divine realm. While ships regularly end up in the city by accident in the course of executing other jumps, reaching the city on purpose requires the aforementioned divine coordinate codes.<br /><br />Using the Drift to travel between places on the Material Plane still requires a certain amount of time spent traveling through the Drift, though this journey can take wildly varying amounts of time, even for the same ship. Similarly, these paths aren&rsquo;t as precise as physical trade routes. As such, two ships heading from @Compendium[sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station} to Vesk Prime might leave from near the same point and have the same transit time, yet never encounter each other in the Drift. This slight variation means that two ships can&rsquo;t exit the Drift onto exactly the same point in Material Plane space, and a ship won&rsquo;t exit directly into a solid object. On the other hand, it is also impossible for anyone to fortify and thus control specific jump points within the Drift, and those attempting to guard their planet from invasion would need to mine every inch of space around their world.<br /><br />All of this is useful for individual ships but adds complications for fleets or caravans attempting to arrive at the same time, let alone in the same formation. In these situations, multiple vessels can &ldquo;slave&rdquo; their Drift engines to one another, effectively becoming a single entity for purposes of travel time and arrival position. The downside to this &ldquo;mass Drifting&rdquo; is that it forces all of the component ships to use the lowest Drift engine rating of the group. Only a few militaries have developed specific master control vessels capable of circumventing this restriction and moving entire armadas quickly and coherently.</p>\n<p>&nbsp;</p>\n<h1 class=\"title\">Planar Traits</h1>\n<p>Like every plane, the Drift has certain properties that remain consistent and distinguish it from other planes.</p>\n<p>&nbsp;</p>\n<h2 class=\"title\">Transitive Plane</h2>\n<p>The Drift is considered a transitive plane, meaning that mortals primarily use it for transportation. It is technically coterminous with the Material Plane, meaning that a given point on one corresponds to a point on another, yet these points are hopelessly scrambled&mdash;two points apparently a mile apart in the Drift might correspond to locations thousands of light-years apart on the Material Plane.</p>\n<p>&nbsp;</p>\n<h2 class=\"title\">No Gravity</h2>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">While individual planar bubbles may have their own regions of localized gravitational pull, for the most part the Drift itself has no distinguishable gravity. </span></p>\n<p>&nbsp;</p>\n<h2 class=\"title\">Normal Time</h2>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Time within the Drift passes at the same rate as time on the Material Plane. </span></p>\n<p>&nbsp;</p>\n<h2 class=\"title\">Infinite And Expanding</h2>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Although the Drift is technically finite&mdash;in much the same way as Outer Planes like the mountain of Heaven or Hell&rsquo;s many-layered pit&mdash;it&rsquo;s so vast as to be effectively infinite, and no one has ever found an edge or border of the plane. At the same time, divine investigation has shown that the Drift is still growing as it absorbs tiny pieces of other planes. </span></p>\n<p>&nbsp;</p>\n<h2 class=\"title\">Dynamic Morphology</h2>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">The Drift is fundamentally consistent, and objects within it follow the normal rules of Material Plane physics. Due to the plane&rsquo;s constant and random growth, objects&rsquo; positions in space are unstable: two objects floating next to each other one moment might suddenly be thousands of miles apart the next, without apparent movement. Fortunately, this random shifting rarely affects people or equipment while traveling through the Drift. </span></p>\n<p>&nbsp;</p>\n<h2 class=\"title\">Mildly Neutral-Aligned</h2>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Creatures of any alignment can exist within the Drift without taking any penalties. </span></p>\n<p>&nbsp;</p>\n<h2 class=\"title\">Limited Magic</h2>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Most magic functions normally in the Drift, except for spells or magical abilities that transport creatures or material in or out of the Drift. Thus spells or abilities such as <em>@Compendium[sfrpg.spells.o78PjAYBWQpiHwMK]{Shadow Walk}</em> and <em>@Compendium[sfrpg.spells.yjClpQv6CCrRE4EC]{Plane Shift}</em> simply fail to work, as do summoning spells and abilities.</span></p>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></span><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<h2>Aliens Found In The Drift</h2>\n<p>@Compendium[sfrpg.alien-archives.eIZGneIcEva2KBH6]{Aspecna}, Blinking Telelith (Starship), Drift Architech, @Compendium[sfrpg.alien-archives.N44K5spqrIUIlaAi]{Drift Leech}, @Compendium[sfrpg.alien-archives.I0MAZmgTQ22jetq3]{Drift Mote}, Driftdead, Driftdead Amalgam, Driftlure, Garaggakal, Garaggakal Polymath, @Compendium[sfrpg.alien-archives.aV6DayWBbnnQOZyU]{Iridia}, Nacrea, @Compendium[sfrpg.alien-archives.5Uezw0obpI1MK8SC]{Paraforan}, @Compendium[sfrpg.alien-archives.q6bXlwwgl9QPsTox]{Paraforan Fragment}, Swarming Telelith (Starship), Time Eater.</p>",
  "_id": "nb5A5e7HqTnvVjtX"
}