{
  "_id": "sRunEYMfbrHeHcl7",
  "name": "Triaxus",
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>The Wanderer</em></p>\n<table style=\"width: 99.1549%; height: 162px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Source</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;CRB pg. 452</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Location</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;Pact Worlds</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Settlements</td>\n<td style=\"width: 85.8796%; height: 18px;\"><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">&nbsp;Zo</span></td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Diameter</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;x1</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Mass</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;x1</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Gravity</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;x1</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Atmosphere</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;Normal</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Day</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;1 day</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 13.4102%; height: 18px;\">Year</td>\n<td style=\"width: 85.8796%; height: 18px;\">&nbsp;317 year</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Triaxus&rsquo;s eccentric, mysteriously slow orbit takes it even closer to the sun than @Compendium[sfrpg.setting.mkJGLfpJkvAKLZz3]{Castrovel} during its summer, resulting in a tropical climate that turns harsh and frozen as the world sails back out past the gas giants in its winter. This cycle takes 317 Pact Standard years, with whole generations living and dying in a single season and plant and animal life forming two nearly separate ecologies, each going dormant during its off season. Of the creatures that adapt to both, the most prominent are the humanoid @Compendium[sfrpg.races.gNEpnjopGmc2veyT]{Ryphorians}, who manifest thick white fur and narrowed eyes to protect against snow blindness in the winter and develop smooth, dark skin in the summer. While the advent of spaceflight has made such adaptations less important for survival, @Compendium[sfrpg.races.gNEpnjopGmc2veyT]{Ryphorian} biology continues to be inexplicably tied to the planet, which is currently locked in winter. Those @Compendium[sfrpg.races.gNEpnjopGmc2veyT]{Ryphorians} born offworld generally maintain their current winterborn form, though even without knowing the exact mechanism, some have begun using magic and genetic engineering to transition early.<br /><br />Much of traditional Triaxian culture revolves around the fraught relationship between humanoids and dragons. For millennia, the fractious humanoid nations of the Allied Territories battled against the dragon-ruled nations of the Drakelands. The tactically crucial isthmus between the two warring continents was the Skyfire Mandate, defended on the allied side by a legion of @Compendium[sfrpg.races.gNEpnjopGmc2veyT]{Ryphorians} bonded with intelligent dragonkin mounts. With the coming of the Pact, however, the primarily evil dragons of the Drakelands saw the advantages of membership and trade with the other Pact Worlds, and active hostilities ceased. Today, while humanoids remain second-class citizens in the Drakelands, their masters have opted for more subtle power plays, with many dragons acting as shadowy investors in major corporations. The Allied Nations, meanwhile, largely lost their reason for cohesion, and today nations such as militant Kamora, where every citizen goes armed, vie for relevance with countries such as Zo, where spaceflight and its support are practically a state religion, or Preita, the Scholar&rsquo;s Paradise, where @Compendium[sfrpg.classes.IvLuq2pxKkHJJpae]{Technomancers} duel on campuses for high-paying corporate contracts. While most of the nations have prospered under the new interplanetary arrangement, a few have refused to modernize fully and still cling to the old ways. Of these, the best known is the pugnacious walled city of Aylok, which shoots down any starship that dares enter its airspace and requires that anyone seeking to trade or meet with its ruling Imperators come in by land instead, through trap-lined plains of jagged ice and hordes of furred insectile horrors bred for defense. Such policies have deeply undercut the city&rsquo;s health and economy, but so far the ruling elite claims it&rsquo;s the only way to avoid complete cultural annihilation by the encroaching Pact Worlds.<br /><br />Even with minor outliers like Aylok, nowhere did the advent of the Pact have a greater effect than in the Skyfire Mandate. With peace&mdash;if a tense one&mdash;between dragons and humanoids, and with spaceflight replacing planetary combat in importance, the territory&rsquo;s famed Dragon Legion found itself without a purpose. In response, its leaders took to the stars, and today the rebranded Skyfire Legion forms an elite and highly principled mercenary organization, selling its protection to well-meaning colonists and corporations operating beyond the solar system (and thus outside the Stewards&rsquo; protection). Now the dragonkin themselves are only occasionally ridden in atmosphere. Many starfaring dragonkin families have resorted to genetic engineering to reduce their size to better fit in the narrow corridors of space stations and starships, and thanks to their near-telepathic bond with their partners, no humanoid of the legion would dream of flying a starfighter without her dragonkin copilot.<br /><br /></span></p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Outside of the Allied Territories, a notable exception to prevailing Triaxian culture is the continent of Ning, long cut off from the other nations by the vast Sephorian Sea. Like backward-looking Aylok, Ning has refused to acknowledge the Pact&rsquo;s authority, but it has embraced modernization, making it a haven for corporations, criminals, and all others that seek to avoid Pact control. Far from being a lawless society, however, Ning is obsessed with honor and status&mdash;traits that attract a fair number of @Compendium[sfrpg.races.dGlSCMtFZ2ZIKUpl]{Kasatha} and @Compendium[sfrpg.races.7VtfabTXl7NEXC6u]{Vesk} immigrants&mdash;and its upper class, led by the Immortal Suzerain, keeps its citizens safe from dangers both domestic and foreign. Culturally, Ning is best known for the <em>ukara</em>, or &ldquo;battleflowers&rdquo;: lithe, genderless warriors&mdash;often @Compendium[sfrpg.classes.kuEdVbzv5zXIO4wk]{Solarians}&mdash;who compete in broadcasted ritual combat in exchange for system-wide celebrity.</span><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<h2>Aliens Found At Triaxus</h2>\n<p>@Compendium[sfrpg.alien-archives.HRrlAqsy8RNlu8wD]{Wolliped, Alural War Wolliped}, Dragonkin, Elmeshra, @Compendium[sfrpg.alien-archives.XFBxFNz0W1LT7ONr]{Ryphorian Skyfire Pilot}, @Compendium[sfrpg.alien-archives.dip7t11VYLzcu19k]{Ryphorian Technician}, @Compendium[sfrpg.alien-archives.kTazJdDZwePBfA3l]{Wolliped}</p>",
  "flags": {},
  "img": "systems/sfrpg/images/cup/pact_worlds/triaxus.png"
}