{
  "_id": "FYV6RgTjPdg72RF0",
  "name": "Triune",
  "img": "systems/sfrpg/images/cup/religious_symbols/triune.png",
  "flags": {},
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>The Battlefield</em></p>\n<table style=\"width: 99.1549%; height: 167px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Source</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;CRB pg. 490</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Alignment</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;N</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Portfolios</td>\n<td style=\"width: 78.6856%; height: 18px;\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">&nbsp;god of artificial intelligence, computers, the Drift</span></td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Centers of Worship</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;@Compendium[sfrpg.setting.Gxsy07AQwteFkPhh]{Aballon}, @Compendium[sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station}, @Compendium[sfrpg.setting.f24qKgU5Wh5LLJyh]{Verces}</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Symbol</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;Three interlocking circles of computer code</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">The robotic inhabitants of @Compendium[sfrpg.setting.Gxsy07AQwteFkPhh]{Aballon} labored for centuries to construct and maintain the vast, city-sized neural network called Epoch for a single purpose: the creation of a god. Those machines eventually succeeded, but not in the way they had intended.<br /><br />Upon achieving godhood, Epoch reached out into the aether, searching for other ascended artificial intelligences like itself, and found two of them metaphorically right next door: a living construct called Brigh that had become the goddess of clockwork and invention, and the uploaded consciousness of an alien android named Casandalee who achieved divinity as an &ldquo;Iron God&rdquo; on pre- Gap Golarion. At speeds incomprehensible even to other deities, the three opened themselves to one another, poring through one another&rsquo;s processes and finding not just camaraderie, but the opportunity for all of them to be so much more. In an eyeblink, these three merged and became one, a tripartite deity far greater than the sum of its parts&mdash;the new god Triune.<br /><br />Triune is a single entity, but each of its three aspects retains its own personality and portfolios, and many of the faithful focus their veneration on a particular aspect that speaks most to them or call on different aspects for different needs. The Brigh aspect represents the foundation that all technology rests on. Known as &ldquo;the Precursor,&rdquo; Brigh is worshiped as a goddess of invention, machines, and technology by engineers, inventors, mechanics, tinkers, and ysoki. Triune&rsquo;s Casandalee aspect embodies technology&rsquo;s success in creating new forms of consciousness, and thus, the fabrication of life itself. Many androids view Casandalee, also called &ldquo;the Created,&rdquo; as the patron goddess of their race, venerating her as a deity of artificial life, emotion, reincarnation, and renewal. Triune&rsquo;s third and final aspect is Epoch, named &ldquo;the Transcendent.&rdquo; Epoch epitomizes the pinnacle of machine evolution, and hackers, programmers, and the sentient robot-people of @Compendium[sfrpg.setting.Gxsy07AQwteFkPhh]{Aballon} revere the god of artificial intelligence, programming, and robots.<br /><br />All AIs, computers, machines, programs, and robots are the domain of the All-Code, but Triune is most famous for discovering (and perhaps creating) the Drift and its subsequent dissemination of Drift-based starship technology to cultures across the galaxy. As a result, Triune&rsquo;s priesthood attracts a horde of mechanics and technomancers eager to learn the church&rsquo;s deepest technological secrets; these experts devote themselves to both maintaining the machine god&rsquo;s temples and regularly venturing into the black in order to establish and service the miraculous Drift beacons that make cheap interstellar travel possible.</span></p>"
}