{
  "name": "Urgathoa",
  "img": "systems/sfrpg/images/cup/religious_symbols/urgathoa.png",
  "flags": {},
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>Grandmother Rat<br /></em></p>\n<table style=\"width: 99.1549%; height: 90px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Source</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;CRB pg. 491</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Alignment</td>\n<td style=\"width: 78.6856%; height: 18px;\">NE</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Portfolios</td>\n<td style=\"width: 78.6856%; height: 18px;\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">&nbsp;goddess of disease, gluttony, undeath</span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"></span></td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Centers of Worship</td>\n<td style=\"width: 78.6856%; height: 18px;\">\n<p>@Compendium[sfrpg.setting.0VTtBYDJC5vUC434]{Eox}</p>\n</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Symbol</td>\n<td style=\"width: 78.6856%; height: 18px;\">A skull-backed fly or death's head moth</td>\n</tr>\n</tbody>\n</table>\n<p><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><br /></span></span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">Urgathoa was once a mortal with a hunger for life so tremendous that she rebelled against the notion of being judged by @Compendium[sfrpg.setting.VQrVznzrr85I90TI]{Pharasma} when she died, instead tearing herself away from the Lady of Graves&rsquo;s endless line of souls and returning from the Great Beyond as the universe&rsquo;s first undead creature. Urgathoa&rsquo;s existence is a corruption of the natural order; some say her first divine footprints upon the soil of the Material Plane birthed plague and infection and that the first undead shadows and wraiths were born of her breath.<br /><br />Urgathoa is an utterly amoral, hedonistic goddess, concerned only with sating her own desires, regardless of the consequences others might suffer. To the Pallid Princess, the dull existence of a dead soul is pointless and tedious compared to the vibrant intensity of mortal or undead sensation, so her followers indulge in gluttonous depravity, attempting to cram as much sensation into existence as possible. Urgathoa&rsquo;s faith embraces breaking and surpassing taboos, so nothing is forbidden. Asceticism and self-restraint are repugnant&mdash;unless they are themselves part of some obsessive and gluttonous game&mdash;and the unrestrained excess of undeath is a state to aspire to.<br /><br />Creatures of passion and vice who believe that the universe is their playground are drawn to Urgathoa&rsquo;s church, as are those who worship death and revere disease. Most of her followers are insatiable gluttons, sinister necromancers, undead creatures, or those who seek undeath for themselves. They demand experience without limits or repercussions and perpetually chase hedonistic sensation. Although the church of Urgathoa is primarily interested in undeath, some cults focus on her gluttonous aspect, indulging in lavish orgies and decadent feasts of food and drugs. The vices of those who worship Urgathoa tend to become ever stranger and more demanding as they advance in her service. Urgathoa&rsquo;s faith is shunned, if not outright banned, on most civilized worlds, but the undead inhabitants of @Compendium[sfrpg.setting.0VTtBYDJC5vUC434]{Eox} openly worship the Pallid Princess, and many cities have secret clubs dedicated to her, often servicing the bored elite. Urgathoa&rsquo;s temples are built like feast halls, usually adjacent to a graveyard or crypt inhabited by loyal undead creatures.<br /><br />Priests of Urgathoa are usually mystics or envoys, but people of all talents can be seduced by her promises. Interestingly, her faithful are split on the issue of technological life extension: while some eagerly pursue virtual immortality through methods like consciousness uploads, traditionalists fear that this sidestepping of magical undeath may gradually lessen the goddess&rsquo;s influence. Others see it as a nonissue, expecting it&rsquo;s only a matter of time until @Compendium[sfrpg.setting.VQrVznzrr85I90TI]{Pharasma} and her minions forcibly close such loopholes.</span></span></span></span></span></span></span><br /></span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"></span></p>",
  "_id": "anZKSsgV81lZ49ew"
}