{
  "_id": "f24qKgU5Wh5LLJyh",
  "name": "Verces",
  "flags": {},
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>The Line</em></p>\n<table style=\"width: 99.1549%;\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"width: 13.4102%;\">Source</td>\n<td style=\"width: 85.8796%;\">CRB pg. 444</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Location</td>\n<td style=\"width: 85.8796%;\">Pact Worlds</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Settlements</td>\n<td style=\"width: 85.8796%;\">Skydock</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Diameter</td>\n<td style=\"width: 85.8796%;\">x1</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Mass</td>\n<td style=\"width: 85.8796%;\">x1</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Gravity</td>\n<td style=\"width: 85.8796%;\">x1</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Atmosphere</td>\n<td style=\"width: 85.8796%;\">Normal</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Day</td>\n<td style=\"width: 85.8796%;\">-</td>\n</tr>\n<tr>\n<td style=\"width: 13.4102%;\">Year</td>\n<td style=\"width: 85.8796%;\">3 years</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">As a tidally locked world, Verces has no day or night, only a light side and a dark side, with an atmosphere only partially capable of redistributing the sun&rsquo;s energy. On the light side, known as Fullbright, scorched deserts host iron-hard plants and animals with photosynthesizing skin, while the partly frozen seas of Darkside offer a home to predators such as hoarbats and the infamous bloodbrothers, who trap prey within their own bodies in order to co-opt their circulatory systems. Between these two extremes runs the Ring of Nations, a temperate zone along the twilit terminator filled with gleaming skyscrapers, bustling spaceports, gorgeously manicured (and dizzyingly vertical) parkfarms, and high-speed bullet trains.<br /><br />Similar to @Compendium[sfrpg.races.AMBcyDZDtJ1OOzh3]{Humans} but taller, with color-changing skin and mouselike black eyes, the native @Compendium[sfrpg.races.nyQVqNvwCFL2YVO7]{Verthani} have long been at the forefront of cybernetics, due in part to their traditional caste system. Under this ancient system, young adults chose membership in one of three groups: the Augmented, warriors and adventurers who modified their bodies with technology; the Pure Ones, who rejected all personal augmentation but dedicated themselves to food production, governance, and other domestic responsibilities; and the scarred God-Vessels, who served as living avatars of their deities, burning holy symbols called devotionals into their chests. To ensure that no group grew too powerful, Augmented and God-Vessels were only allowed to marry Pure Ones. Though this caste system is now seen as archaic, with most @Compendium[sfrpg.races.nyQVqNvwCFL2YVO7]{Verthani} augmenting themselves to one degree or another and paying only lip service (at best) to the old ways, many still credit the caste system with the head start that placed Verces at the cutting edge of implant technology.<br /><br />In addition to pioneering cybernetics, @Compendium[sfrpg.races.nyQVqNvwCFL2YVO7]{Verthani} were also one of the first races to adopt space exploration, voyaging between worlds in their dirigible-like aetherships. While the coming of Drift technology and increased interplanetary trade under the Pact have allowed other worlds to catch up, verthani pilots and interstellar explorers remain legendary, and their massive shipyards at Skydock&mdash;an ancient geosynchronous satellite reached via space elevator&mdash;are second to none. Long since replaced by more modern designs, retrofitted aethership pleasure yachts still serve as marks of style and status among Pact World elites, as do their high-end Terminator-brand racing skiffs.<br /><br />Since even before the Gap, the Ring of Nations has governed Verces&rsquo;s temperate zone. While all of the component countries maintain theoretical independence, in practice the coalition forms a single worldwide government, with representatives from each country participating in the planetary Grand Assembly. The success of this model led to the Pact Worlds adopting both its structure and the peacekeeping Stewards, and to this day Verces remains a firm supporter of the agreement, as well as @Compendium[sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station's} closest ally. Citizens of the Ring of Nations freely pass between countries, and in places the Ring becomes a single vast city, skyscrapers glinting in the sun while its hive of shadowed lower levels blaze with neon and magic.<br /><br />Of course, not all Vercites recognize the Grand Assembly&rsquo;s authority. Beyond the terminator zone live scattered groups of rebels, from nomadic tribes and survivalist cults to criminal organizations and political exiles. Collectively termed the Outlaw Kingdoms, these fringe societies are generally ignored except when they raid Ring citizens or Ring-owned outposts, such as the vast Sun Farm solar plantations in Fullbright or Darkside&rsquo;s shelynium ice mines. Some groups, such as the ice-obsessed Ascetics of Nar in the frozen monastery called the Fastness of the Ordered Mind, trade regularly with Ring citizens, but most respectable Vercites steer clear of both darksiders and lightsiders&mdash;at least officially.<br /><br />For a planet so urban and densely settled along the terminator, Verces has a surprising amount of unexplored wilderness. Even those in the Outlaw Kingdoms, dwelling in their sun-baked huts or tunneling deep into the ice to reach the fertile seas beneath, inhabit only a tiny portion of their territory, leaving vast stretches of untouched wilds and strange ruins from unremembered eras. One of the strangest of these is Qidel, Aerie of the Sun, a strange tube-spire rising high out of the center of Fullbright and descending deep into the planet&rsquo;s mantle. So far, all expeditions into the structure have failed to return, transmitting only strange ravings about winged creatures in the depths.</span><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<h2>Aliens Found At Verces</h2>\n<p>@Compendium[sfrpg.alien-archives.MjO5gIWQAbjsVCGp]{Bloodbrother}, Glacial Borer, Ihonva, @Compendium[sfrpg.alien-archives.fCBM4eTpMwJNPr4J]{Niaq}, @Compendium[sfrpg.alien-archives.oYtsrRPplxH4Zl34]{Verthani Aether Pilot}, @Compendium[sfrpg.alien-archives.vHkWZbvEzuJRnJGp]{Verthani Pure One}</p>"
}