{
  "name": "Vohxa",
  "flags": {},
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p>The Mines</p>\n<table border=\"1\">\n<tbody>\n<tr>\n<td>Source</td>\n<td>AP #34 pg. 62</td>\n</tr>\n<tr>\n<td>Location</td>\n<td>Near Space</td>\n</tr>\n<tr>\n<td>Settlements</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Diameter</td>\n<td>x0.8</td>\n</tr>\n<tr>\n<td>Mass</td>\n<td>x1.1</td>\n</tr>\n<tr>\n<td>Gravity</td>\n<td>x1</td>\n</tr>\n<tr>\n<td>Atmosphere</td>\n<td>Normal</td>\n</tr>\n<tr>\n<td>Day</td>\n<td>22 hours</td>\n</tr>\n<tr>\n<td>Year</td>\n<td>429 days</td>\n</tr>\n</tbody>\n</table>\n<div title=\"Page 64\">&nbsp;</div>\n<div title=\"Page 64\"><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">Vohxa circles far from its sun, and its mountainous surface largely consists of frigid tundra covered in snow and ice. Even the equatorial lowlands rarely warm past 65 degrees, and Vohxa&rsquo;s native life is limited to spindly and resilient trees, hardy shrubs, and passive herd animals that graze the frozen plains or climb the rocky slopes. But at some point during the Gap, Vohxa became a home for many cold-weather species indigenous to other planets, such as high-flying niaqs, sharpwings, lumbering wollipeds and even the occasional silver dragon. No one is quite sure how so many creatures from other planets came to dwell here.<br /><br />Vohxa was discovered by accident when a mining vessel crewed by dwarves and humans experienced a hazard in the Drift and emerged far from its original course. But the presence of familiar life on the planet spurred the crew&rsquo;s curiosity, and the intrepid miners soon discovered the world was rich in siccatite, as well as other more mundane resources. Finding the planet had no native sapient life, the miners decided to settle there and used the mining equipment mounted on their starship to dig the foundation for Tahxia, now the planet&rsquo;s largest settlement; there, dwarves, humans, and shirrens who followed after escaping the Swarm established homes in warm, comfortable, and expansive subterranean chambers.<br /><br />The people of Vohxa are hardy, hard-working, and fiercely loyal to their home, family, and neighbors. Modern mining facilities rise up from across the world&rsquo;s surface, scarring the planet&rsquo;s majestic landscape with dingy metal towers and refineries that release a steady stream of chemicals into Vohxa&rsquo;s water and air. Virtually all of its economy is based on mining and related industries&mdash;the precious gems and metals taken from its mines are highly coveted throughout the galaxy&mdash;and there&rsquo;s little else to draw visitors here.<br /><br />Recently, war has come to Vohxa. The discovery of ancient hobgoblin ruins in Vohxa&rsquo;s southern hemisphere gave the Gideron Authority an excuse to invade. Local defense forces were no match for the Authority&rsquo;s fleet of interstellar warships, and now the Authority all but rules the planet&rsquo;s surface, where they have set up command posts, barracks, armories, and labor camps exploiting Vohxa&rsquo;s population to work the mines under cruel and inhumane conditions. Families have been separated, settlements reduced to rubble, and lives cast aside as the Authority pillages Vohxa in support of a xenophobic and militant agenda. Tahxia, which holds the planet&rsquo;s only starship construction facility, is now fully under the control of the Authority.<br /><br />There is a resistance movement, however, founded in the siccatite tunnels and carried to remote cabins and caves across the planet&rsquo;s surface. This resistance benefits from charismatic leaders and canny fighters of many species, but lacks the weapons, vehicles, and the other materials of war required to seriously threaten the invaders, and so far no outside force has been willing to risk engaging the Gideron fleet in orbit to supply the resistance.</span></div>",
  "_id": "Xpbp0itxf3Orj4dC"
}