{
  "_id": "KZvxBU9KGbqRCKkv",
  "name": "Weydan",
  "flags": {},
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>The Endless Horizon<br /></em></p>\n<table style=\"width: 99.1549%; height: 167px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Source</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;CRB pg. 491</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Alignment</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;CG</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Portfolios</td>\n<td style=\"width: 78.6856%; height: 18px;\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">&nbsp;god of </span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">discovery, equality, exploration, freedom</span></td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Centers of Worship</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;@Compendium[sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station}, @Compendium[sfrpg.setting.Yt2xT4Iy6lHjCzso]{Diaspora}, @Compendium[sfrpg.setting.nZHqkDndoLfqukCs]{Idari}, @Compendium[sfrpg.setting.f24qKgU5Wh5LLJyh]{Verces}</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Symbol</td>\n<td style=\"width: 78.6856%; height: 18px;\">A starship heading into the unknown</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">While gods like Iomedae and Urgathoa started out as mortals and ascended to godhood, Weydan did the opposite&mdash;and continues to.<br /><br />As the god of discovery and exploration, the deity called Weydan regularly breaks off shards of his divine self and crafts them into avatars&mdash;mortal versions of himself in every gender, shape, and species&mdash;that can walk unseen among the countless cultures of the Material Plane, free from the responsibilities of godhood and able to experience those aspects of existence denied to omniscient deities. In this way he also teaches the fundamental equality of all creatures&mdash;even gods&mdash;and encourages his congregation to treat all people well, for even the most grotesque sinner or alien monstrosity might be a secret messiah. While these avatars of the divine occasionally reveal themselves to protect the innocent or lead the faithful in times of crisis, more often they simply travel, exploring the multiverse to the best of their mortal abilities, until death folds their spark back into the divine flame.<br /><br />While @JournalEntry[KZvxBU9KGbqRCKkv]{Desna} advocates travel for travel&rsquo;s sake, Weydan expounds the virtues of voyaging with an end goal in mind, even if the goal is simply discovery. Exploring the unknown is a sacred process that reveals as much about the explorer as about the star system or world being explored. The universe contains a wealth of wonders just waiting to be discovered, and Weydan takes joy in every discovery his followers make, no matter how small or how significant. He and Desna share a love of liberty, and Weydan believes in every sentient species&rsquo; right to freedom, unfettered by restrictive laws. He regards equality for people from all walks of life as the foundation of that freedom and an essential requirement for a thriving society. As such, he opposes slavery and any system that advances one being&rsquo;s privileges by causing another&rsquo;s oppression, which often puts him at odds with Abadar&rsquo;s capitalist teachings.<br /><br />Envoys, explorers, gnostics, socialists, Starfinders (see page 479), and colonists heading to new homes on recently discovered planets make up the majority of Weydan&rsquo;s followers and priests. Many @Compendium[sfrpg.races.AMBcyDZDtJ1OOzh3]{Humans} and @Compendium[sfrpg.races.GHIntVN70xTt2Tlo]{Androids}, especially those fighting against oppression, venerate Weydan, as do young @Compendium[sfrpg.races.dGlSCMtFZ2ZIKUpl]{Kasathas} rebelling against the strict traditions of their culture, or shirrens appreciating his succor of the downtrodden. Befitting the egalitarian nature of his faith, Weydan&rsquo;s church does not have much of a hierarchy. Temples to Weydan are commonly housed within starships, both active craft and decommissioned hulks.</span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"></span></p>"
}