{
  "_id": "e7EG5UbOCFSx8WjC",
  "name": "Yrgytch",
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p>High-Gravity Resort World</p>\n<table border=\"1\">\n<tbody>\n<tr>\n<td>Source</td>\n<td>AP #35 pg. 62</td>\n</tr>\n<tr>\n<td>Location</td>\n<td>The Vast</td>\n</tr>\n<tr>\n<td>Settlements</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Diameter</td>\n<td>x1/2</td>\n</tr>\n<tr>\n<td>Mass</td>\n<td>x1/4</td>\n</tr>\n<tr>\n<td>Gravity</td>\n<td>x2</td>\n</tr>\n<tr>\n<td>Atmosphere</td>\n<td>Thin</td>\n</tr>\n<tr>\n<td>Day</td>\n<td>40 hours</td>\n</tr>\n<tr>\n<td>Year</td>\n<td>155 days</td>\n</tr>\n</tbody>\n</table>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"><br /></span><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span>The only planet orbiting around its orange dwarf star, Yrgytch appears covered with low hills, tropical jungles, and sweeping, pristine beaches. This small, beautiful world features few changes in elevation with its highest peak only a few hundred feet tall and its deepest ocean trenches only a thousand feet below the calm waters&rsquo; surface. The tropical world isn&rsquo;t quite the paradise it appears, however, as it has a much stronger gravitational pull than its small size suggests. The reason for this phenomenon puzzles off-world planetary geologists since the planet has neither the mass nor the composition to produce such extreme gravity.</p>\n<p>The only sapient native species of Yrgytch, @Compendium[sfrpg.alien-archives.PTH7LcIIsk3mPCNZ]{Yrgytchees} haven't helped in explaining this gravitational anomaly. These short featery people are affable and wecloming, particularly when inviting off-worlders to their various competing beachside resorts, but they become unusually reticent when discussing their home planet&rsquo;s gravity. This silence doesn&rsquo;t stem from some species-wide secret, but rather a powerful reverence for their world and its strong pull. All yrgytchees, and a few other native species, manipulate gravity fields around them in instinctive, defensive ways. Yrgytchees have no formal religion or training that helps them hone these abilities&mdash;at least, none they share with visitors. Although technologically sophisticated, yrgytchees don&rsquo;t construct spaceships or even flying vehicles because leaving their world equals anathema and invites summary execution upon return. The only yrgytchees encountered away from Yrgytch are misanthropes or radicals who know the permanence of their self-imposed exile. The local @Compendium[sfrpg.alien-archives.PTH7LcIIsk3mPCNZ]{Yrgytchees} suspect each other and seem desperate to hire anyone who can help them recover the stolen toxin before some calamity occurs.</p>\n<div title=\"Page 64\">\n<div>\n<div>\n<p>Any number of Yrgytch&rsquo;s resorts and retreats welcome visitors,butmuchofthecontinents&rsquo;interiorsremainoff-limitsto anyone but yrgytchees. This restriction includes the sprawling cave-complex called Oglimyr, where yrgytchee scientists have honed ancient alchemical lore to produce miraculous elixirs and serums of all types. Recently, a laboratory accident resulted in the production of the most lethal poison ever produced on the planet. Somehow, unknown parties promptly stole it. The local yrgytchees suspect each other and seem desperate to hire anyone who can help them recover the stolen toxin before some calamity occurs.<span style=\"font-size: 9.000000pt; font-family: 'GoodOT';\"><br /></span></p>\n<p>The center of @Compendium[sfrpg.alien-archives.PTH7LcIIsk3mPCNZ]{Yrgytchee} government goes wholly unseen by most visitors because it's hidden entirely underwater. Subterranean monorails lead to the house of Ninety-Nine Cabals, a series of connected domes in one of Yrgytch's deepest ocean trenches where the cabals' leaders regularly meet. Fractious and backstabbing groups, tha cabals function as equal parts politcal parties, public corporations, and unions. Those few yrgytchees who don't belong to a cabal constitute the planet's ostracized the lower class.</p>\n<p>The most desolate part of Yrgytch is known as the Forbidden Lands. Far from the settlements and resorts, this area features numerous levitating monuments, the result of erratic, localized gravity disruptions. Ancient ruins that substantially predate the oldest yrgytchee civilizations hint that some earlier species once dominated the planet. The Forbidden Lands terrify @Compendium[sfrpg.alien-archives.PTH7LcIIsk3mPCNZ]{Yrgytchees}, who keep visitors out to prevent awakening any sinister, ageless threats.</p>\n<p>&nbsp;</p>\n</div>\n</div>\n</div>",
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}