{
  "_id": "GJHErSiurz9I7NoB",
  "name": "Zeres",
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p><em>Tropical, Watery Planet Hosting a Luxury Resort<br /></em></p>\n<table style=\"width: 99.1549%; height: 162px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Source</td>\n<td style=\"width: 86.5714%; height: 18px;\">AP #13 pg. 62</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Location</td>\n<td style=\"width: 86.5714%; height: 18px;\">Near Space</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Settlements</td>\n<td style=\"width: 86.5714%; height: 18px;\">-</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Diameter</td>\n<td style=\"width: 86.5714%; height: 18px;\">x3/4</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Mass</td>\n<td style=\"width: 86.5714%; height: 18px;\">x1/2</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Gravity</td>\n<td style=\"width: 86.5714%; height: 18px;\">x1</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Atmosphere</td>\n<td style=\"width: 86.5714%; height: 18px;\">Normal</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Day</td>\n<td style=\"width: 86.5714%; height: 18px;\">28 hours</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 12.7183%; height: 18px;\">Year</td>\n<td style=\"width: 86.5714%; height: 18px;\">1 year</td>\n</tr>\n</tbody>\n</table>\n<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\">One of only three planets orbiting a yellow star, Zeres is covered almost entirely in placid, crystal-blue oceans that connect to the Plane of Water via approximately 200 stable portals. These passageways formed millennia ago and are scattered intermittently across the planet, both high in the sky and deep below the surface of the oceans. Tepid seawater from the Elemental Plane pours in from the sky portals while simultaneously draining into the vortices below the surface of Zeres&rsquo;s oceans, creating a constant circulation between the two locations. Though the underwater portals are rarely seen by anyone other than explorers and scientists, the high-altitude portals form the planet&rsquo;s hallmark skyline of colossal, glimmering waterfalls that cascade&mdash;seemingly sourceless&mdash;from the air. No one has yet to discover how these planar gateways manifested, but most scholars believe they predate the Gap.<br /><br />The little land that exists on Zeres takes the form of thousands of variously sized islands (the largest being only about 5 miles across) clustered together in hundreds of archipelagos across the planet. Most of the islands&rsquo; beaches are covered in soft, pearlescent sand that shimmers in a spectrum of pastels, but some beaches consist of craggy, deep-black volcanic glass. There are no records of any native intelligent species ever existing on Zeres, and the islands contain mostly docile, and sometimes even friendly, fauna. However, while the ocean waters are pleasant, they contain all manner of creatures both timid and monstrous&mdash;most of which were inadvertently transported to the Material Plane via one of the various portals to the Plane of Water. Those who visit Zeres try to steer clear of the more hostile species, but accidental run-ins do occasionally occur.<br /><br />Due to Zeres&rsquo;s exquisite vistas, balmy weather, and lack of substantially threatening terrestrial fauna, it was not left unsettled for long. Glasswater Realty, a staggeringly wealthy real-estate organization that rumors suggest is secretly operated by marids, purchased all claims to Zeres and converted it into a luxurious planetwide resort and water park called Pearlhaven. The five largest islands on Zeres now hold the resort&rsquo;s five major facilities: the main port where private and charter starships ferrying resort clientele land, the flagship hotel, the resort&rsquo;s central hub where patrons can purchase souvenirs or elicit help from the information desk, the main shopping center, and a staff housing complex.<br /><br />Since Zeres was settled, its skyline has evolved immensely. Though still tranquil and rife with natural beauty, the planet&rsquo;s vistas now consist of not only glittering beaches and suspended waterfalls dotting the horizon, but also airborne cruise ships drifting serenely; minimalist, skyscraping hotels and shopping centers; and hundreds of miles of glass waterslides suspended in the air, offering riders heart-pounding views of the seas below.<br /><br />Thousands of wealthy vacationers come and go from Pearlhaven year round, the only permanent residents being the resort staff&mdash;which consists almost entirely of water-breathing species who can quietly slip in and out of the various shops, restaurants, and other facilities through channels of water that connect most of the structures. A stay in Pearlhaven is at least 500 credits a night, with additional charges levied for specialty drinks, gourmet meals, and the many water-based activities, such as deep-sea diving, yachting, and kitesurfing.<br /><br />Every year, for approximately 1 week, a section of Pearlhaven called Celebration Lagoon&mdash;a series of flumes and slides attached to a central pool&mdash;is open to the public, with tickets offered in a lottery system. Those who win are given a free day in the lagoon, but must provide their own transportation to Zeres.</span></p>",
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}