{
  "name": "Zon-Kuthon",
  "flags": {},
  "img": "systems/sfrpg/images/cup/religious_symbols/zon_kuthon.png",
  "content": "<p><span id=\"ctl00_MainContent_DataListSystems_ctl00_LabelName\"></span></p>\n<p>The <em>Midnight Lord<br /></em></p>\n<table style=\"width: 99.1549%; height: 90px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Source</td>\n<td style=\"width: 78.6856%; height: 18px;\">&nbsp;CRB pg. 492</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Alignment</td>\n<td style=\"width: 78.6856%; height: 18px;\">LE</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Portfolios</td>\n<td style=\"width: 78.6856%; height: 18px;\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">&nbsp;god of darkness, envy, loss, pain</span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"></span></td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Centers of Worship</td>\n<td style=\"width: 78.6856%; height: 18px;\">@Compendium[sfrpg.setting.gzXT0xwsj8kQAoj0]{Akiton}, @Compendium[sfrpg.setting.psZBx1kcx9pHsLrz]{Apostae}, @Compendium[sfrpg.setting.Yt2xT4Iy6lHjCzso]{Diaspora},&nbsp; @Compendium[sfrpg.setting.0VTtBYDJC5vUC434]{Eox}, @Compendium[sfrpg.setting.f24qKgU5Wh5LLJyh]{Verces}</td>\n</tr>\n<tr style=\"height: 18px;\">\n<td style=\"width: 20.6042%; height: 18px;\">Symbol</td>\n<td style=\"width: 78.6856%; height: 18px;\">A skull with spiked chains through its eye sockets</td>\n</tr>\n</tbody>\n</table>\n<p><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><br /></span></span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\">Ages ago, Zon-Kuthon was Dou-Bral, half-brother to the goddess of love and beauty, but his envy over her talents led him to journey into unknown regions beyond the edge of the Great Beyond. There, he encountered something that changed him for the worse, and when he returned, he had become a new god of pain, suffering, and loss.<br /><br />Zon-Kuthon is a twisted, cruel, jealous god who defiles flesh to bring pain and misery. He represents debilitating loss, consuming envy, emotional darkness, and ever-present pain. Unrepentantly evil, he finds only brief joy in the pain he causes others. His very existence is a corruption and parasite upon the universe. His alien mind constantly seeks new ways to oppress, humiliate, demoralize, and destroy others, but his true goals are incomprehensible. The Midnight Lord offers no great wisdoms, no promises of universal truth, and no guarantee of rewards in the afterlife. It&rsquo;s possible that this bleak nihilism may be part of some more elaborate master plan unknowable to even his greatest priests, but so far the method and message is that existence itself is pain.<br /><br />Zon-Kuthon&rsquo;s faith attracts evil sadists, demented masochists, and those whose spirits are so wounded that only overwhelming pain distracts them from their sorrows. He whips the minds of serial killers, guides the hands of torturers, and plays upon the nerves of the suffering. He is the patron of slave masters, back-alley surgeons, and those driven to madness by envy and loss&mdash; people so injured that they come to revel in pain or joyfully inflict the same upon others. His priests, known as the Servants of Midnight, seek to pierce the veil of the Great Beyond and expose themselves to what lies there, hoping to achieve the same apotheosis as Zon-Kuthon himself. His church has no overarching organizational tenets beyond bringing pain to the universe, yet it still manages to remain a major presence due to the discoveries of the Joyful Things&mdash;voluntary amputees whose lack of limbs or sensory organs leaves them plenty of time to design ever more sinister devices for Kuthite arms dealers (such as shadowdrives, which were popular before the discovery of @Compendium[sfrpg.setting.nb5A5e7HqTnvVjtX]{Drift} travel among those willing to trade excruciating pain for speed). Zon-Kuthon&rsquo;s temples are torture chambers, both in appearance and function, and worship services always incorporate torture and selfmutilation, blurring the line between pleasure and pain.<br /><br />Of Zon-Kuthon&rsquo;s sibling, Shelyn, much remains unknown. Though not silent, her responses to worshipers are infrequent and fractured, leading some to believe she&rsquo;s traveling beyond the known multiverse in search of a cure for her brother&rsquo;s ancient, yet still mysterious condition.</span></span></span></span></span><br /></span><span id=\"ctl00_MainContent_DataListDeities_ctl00_LabelName\"></span></p>",
  "_id": "NCjMqGMqprKIe33d"
}