{
  "_id": "YRCjLQcyNbvdt9sy",
  "name": "Aasimar",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "outsider",
    "abilityMods": {
      "parts": [
        [
          2,
          "cha"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Many kinds of extraplanar beings can infuse humanoids&rsquo; bloodlines, whether as a side effect of powerful magic or the result of a tryst; those in whom extraplanar traits surface strongly are known as planar scions. Aasimars and tieflings, the mortal offspring of celestials and fiends, respectively, are the most common of these. Though planar scions resemble their humanoid kin, their appearance and demeanor bear supernatural touches. Tieflings might have horns, vestigial wings, or cloven hooves, while aasimars may have glowing eyes or a metallic sheen to their hair and skin.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Because of their innate curiosity, humans are more likely to dally with outsiders, and as a consequence, a significant percentage of planar scions living in the Pact Worlds are descended from humans. However, because humans are far less populous than in pre-Gap eras, planar scions descended from other humanoid races are now far more numerous. A planar scion might pass for a member of the humanoid parent&rsquo;s species, or the scion&rsquo;s otherworldly features could make their origin obvious to those who are familiar with the species&rsquo; normal characteristics. Those whose outsider blood is evident still find acceptance in most major settlements across the Pact Worlds, where diverse beings coexist in peace. On @Compendium[sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station}, the hub of interspecies relations, few people bat an eye when they meet an aasimar or tiefling.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">However, in insular or tradition-bound communities, any signs of plane-touched heritage can be a blessing&mdash;or a death sentence&mdash;depending on the dominant traditions. The demon-worshiping @Compendium[sfrpg.races.3kLK4WKPqNvFTwIB]{Drow} of @Compendium[sfrpg.setting.psZBx1kcx9pHsLrz]{Apostae} see tieflings as a favor from demonic patrons, while the elves of Sovyrian on @Compendium[sfrpg.setting.mkJGLfpJkvAKLZz3]{Castrovel} are likely to banish children who bear such fiendish heritage. The Radiant Cathedral, on the other hand, trains aasimars to become beacons of the Sarenite faith, and also guides tieflings to a brighter future than their heritage suggests. Formians, shobhads, vesk, and other species with flexible morality view aasimars and tieflings, particularly those descended from their own kind, with both admiration and suspicion.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Planar scions are often outliers in their community, either put on a pedestal or ostracized because of their ancestry. The potent blood that courses through the veins of aasimars and tieflings also makes them ambitious; many choose a dangerous but rewarding profession, such as explorer, mercenary, spy, or pilot.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Ability Adjustments </strong>+2 Cha<br /><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Vital Stats</h2>\n<p><strong>Average Height</strong>&nbsp;5-7 ft.<br /><strong>Average Weight</strong>&nbsp;100-300 lbs.<br /><strong>Age of Maturity</strong>&nbsp;18 years<br /><strong>Maximum Age</strong>&nbsp;80+2d20 years</p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Planar scions are often Medium, and all are outsiders with the native subtype.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.HhrIJeHTxSGVX9mV]{Darkvision}</h2>\n<p>Aasimars and tieflings have @UUID[Compendium.sfrpg.rules.rX5rK6UWAIOeeipl.JournalEntryPage.p0o9tmWtKZ0qy8DI#darkvision]{Darkvision} to a range of 60 feet.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.SLyKG3oIDY3quMr8]{Celestial Radiance}</h2>\n<p>As a standard action, an aasimar can shed light, causing light within 10 feet of him to increase two steps, up to bright, and light for 10 more feet beyond that to increase one step, up to normal. This lasts for 1 minute, but the aasimar can dismiss it as a swift action. Magical darkness can decrease the light level in this area only if it&rsquo;s from an item or creature of a level or CR higher than that of the aasimar. An aasimar can use this ability once per day, plus a number of times equal to half his CR or level.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.u8l1CahQV5UM2AT8]{Celestial Resistance}</h2>\n<p>Aasimars have resistance 5 to acid, cold, and electricity.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.8hFYXd32wSmywMYL]{Skilled}</h2>\n<p>Naturally eloquent and perceptive, aasimars gain a +2 racial bonus to Diplomacy and Perception checks.</p>\n<h1>Alternate Racial Traits</h1>\n<p>The following are alternate racial traits for planar scions.</p>\n<h2>@Compendium[sfrpg.racial-features.o3yXOEEKf7MKf5u4]{Armor Avatar}</h2>\n<p><strong>Source</strong>&nbsp;AP #46 pg. 51<br />Scions descended from armor-plated celestials or anarchic warrior entities have an affinity for armor&mdash;it fits perfectly and protects more efficiently, as though it were an extension of the scion themself. When wearing armor, they gain a +1 racial bonus to AC. When they&rsquo;re wearing heavy armor, their armor check penalty is 1 less severe than normal.</p>\n<p><strong>This replaces celestial radiance for aasimars or reverse fate for ganzis.</strong></p>\n<h2>@Compendium[sfrpg.racial-features.hYuNh16eDfHXeku9]{Celestial Heroism}</h2>\n<p><strong>Source</strong>&nbsp;AP #46 pg. 51<br />Many aasimars born of the wild freedom of Elysium can bring forth the heroic spirit in others, driving them to fight their hardest. As a swift action, the aasimar can bolster the spirit of a willing creature within 30 feet. The bolstered creature gains a +1 morale bonus to damage rolls and saving throws, and suffers no penalties for charging. These benefits last for 1 minute or until the aasimar uses this ability again. This is a mind-affecting effect. The aasimar can bolster spirits in this way once per day, plus a number of times equal to half their CR or level.</p>\n<p><strong>This replaces celestial radiance and skilled.</strong></p>\n<h2>@Compendium[sfrpg.racial-features.raPAifvhYc4hqfhN]{Celestial Judgment}</h2>\n<p><strong>Source&nbsp;</strong>AP #46 pg. 51<br />Aasimars descended from Heaven&rsquo;s celestial hierarchy can pass judgment on their foes, enforcing their will with the menace of celestial wrath. As a standard action, the aasimar chooses a creature they can see within 20 feet, who must attempt a Will save (DC = 10 + half the scion&rsquo;s level or CR + the scion&rsquo;s key ability modifier). On a failure, the target suffers a &ndash;1 penalty to attack rolls and saving throws for 1 minute or until the aasimar is no longer conscious, whichever comes first. This is a mind-affecting effect. The aasimar can menace foes this way once per day, plus a number of times equal to half their CR or level.</p>\n<p><strong>This replaces celestial radiance and skilled.</strong></p>\n<h2>@Compendium[sfrpg.racial-features.mD8bGGlfmBUQAZiA]{Celestial Solace}</h2>\n<p><strong>Source</strong>&nbsp;AP #46 pg. 52<br />Many aasimars born of the comfort of Nirvana are beacons of hope, uplifting their allies with warm glances and gentle words. As a swift action, the aasimar can impart hope to a creature within 30 feet who has 0 Stamina Points (or is at half Hit Points or fewer for creatures that don&rsquo;t have Stamina Points), granting that creature temporary Hit Points equal to the aasimar&rsquo;s level or CR and a +1 divine bonus to AC. These benefits last for 1 minute or until the aasimar uses this ability again. This is a mind-affecting effect. The aasimar can impart hope in this way once per day, plus a number of times equal to half their CR or level.</p>\n<p><strong>This replaces celestial radiance and skilled.</strong></p>\n<h2>@Compendium[sfrpg.racial-features.xSEhh5NeWmFhaA1x]{Celestial Voyager}</h2>\n<p><strong>Source</strong>&nbsp;AP #46 pg. 52<br />The devas who watch over the planes lend their aasimar descendants the ability to reach across planar borders, summoning allies of raw quintessence. These aasimars can cast @Compendium[sfrpg.spells.rJ0acpj21GDJYaim]{Summon Creature&nbsp;I} <span style=\"font-family: var(--font-primary); font-size: var(--font-size-14);\">as a spell-like ability, choosing one type of creature for each character level they gain. This otherwise acts as gaining summon creature as a spell known for all purposes, including changing selections and meeting requirements of selected creatures. At 4th level and every 4 levels thereafter, this ability increases by 1 spell level, to a maximum of summon creature VI at 20th level. The aasimar can summon allies in this way once per day.</span></p>\n<p><strong>This replaces celestial radiance and skilled.</strong></p>\n<h2>@Compendium[sfrpg.racial-features.ZB9diCMqimFfwR25]{Myopic Resilience}</h2>\n<p><strong>Source</strong>&nbsp;AP #46 pg. 53<br />Some planar scions build a particularly intense resistance rather than developing diverse resistances; tieflings of infernal lineage often possess superb fire resistance, for example. When selecting this trait, the planar scion chooses a single energy type to which they normally have resistance, such as cold, electricity, or fire. The scion loses resistance to the other energy types, but the resistance they choose increases to 10 at 8th level and to 15 at 12th level.</p>\n<p><strong>This ability alters celestial resistance for aasimars, distortion resistance for ganzis, or fiendish resistance for tieflings.</strong></p>\n<h2>@Compendium[sfrpg.racial-features.1nYYgRMf1o4973cB]{Winged Scion}</h2>\n<p><strong>Source</strong> AP #46 pg. 53<br />A planar scion with this alternate racial trait has a pair of fully developed wings sprouting from their back. Aasimars with angel wings and tieflings with bat wings are the most iconic, but by no means are these the only manifestations. A planar scion with this trait has an extraordinary fly speed of 30 feet with average maneuverability.</p>\n<p><strong>This replaces celestial radiance for aasimars or fiendish gloom for tieflings.</strong></p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "source": "AA2 pg. 98",
    "subtype": "native"
  }
}