{
  "_id": "0bdLfx9JhDWxaXFX",
  "name": "Alkainan",
  "type": "race",
  "_stats": {
    "coreVersion": 12,
    "systemId": "sfrpg",
    "systemVersion": "0.26.1"
  },
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ],
        [
          2,
          "con"
        ],
        [
          -2,
          "wis"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Alkainans are badger-like humanoids with metallic fur who have recently taken up residence on the arboreal planet of Volunisp in Near Space, somewhat near the Veskarium. Alkainan mythology speaks of their home world, a realm of naturally occurring metallic spires somewhere in the Vast, and how they fled a “great evil” that none can specify.</p>\n<p>Current alkainan society consists of three castes: the byggja, custodians of the Volunisp settlements; the leita, who take to the stars to meet and trade with other species; and the matriarchs, female alkainan leaders and ministers of marriage and other spiritual matters. While most matriarchs remain on Volunisp, a few travel with leita on their chrome-plated starships.</p>\n<p>Part of an alkainan's physiology depends on the types of metals consumed by their ancestors on their home world, granting unusual coloring to their fur and unique defenses.</p>\n<p><strong>Ability Adjustments</strong> +2 Str, +2 Con, –2 Wis</p>\n<p><strong>Hit Points</strong> 4</p><h2>Size and Type</h2><p>Alkainans are Medium humanoids with the alkainan subtype.</p><h2>@UUID[Compendium.sfrpg.racial-features.Item.ivfqMdylivscbLak]{Low-Light Vision}</h2><p>Alkainans have low-light vision.</p><h2>@UUID[Compendium.sfrpg.racial-features.Item.J0NXGFNv4msxyMWr]{Metallic Bloodline}</h2><p>Each alkainan's ancestors survived on a type of metal, granting their descendants a certain ability as follows.</p>\n<p><em>@UUID[Compendium.sfrpg.racial-features.Item.bdfjLmAqNcoYrfTv]{Ferrous}:</em> When wearing armor, the alkainan gains a +1 species bonus to KAC.</p>\n<p><em>@UUID[Compendium.sfrpg.racial-features.Item.KmbbqcLqnjDwylk6]{Nonferrous}:</em> The alkainan gains a +2 species bonus to Reflex saving throws.</p>\n<p><em>@UUID[Compendium.sfrpg.racial-features.Item.wBBmNIKjcGAGnZE8]{Skymetal}:</em> The alkainan's unarmed strikes count as magic. At 7th level, the alkainan's unarmed strikes also count as adamantine.</p><h2>@UUID[Compendium.sfrpg.racial-features.Item.KfEzPksDco3HYSjz]{Natural Weapons}</h2><p>Alkainans can attack with a special unarmed strike that deals lethal slashing damage, doesn't count as archaic, and threatens squares. Alkainans gain a special version of the Weapon Specialization feat with this unarmed strike at 3rd level, allowing them to add 1-1/2 × their character level to their damage rolls for this unarmed strike (instead of just adding their character level, as usual).</p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "source": "AP #49 pg. 56",
    "subtype": "alkainan"
  }
}