{
  "_id": "90cMlX2gb9pKG42e",
  "name": "Amrantah",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Amrantahs are living machines made from highly advanced magitech and imbued with the soul of a long-dead person from Amran. These artificial beings are humanoid in appearance and most often resemble humans made of metal, with bluish energy visible from within their bodies. Amrantahs can easily modify their bodies with access to a ghost forge, and many take full advantage of this fact. Some take on appearances resembling draconic or bestial humanoids, while others adopt a blankfaced, enigmatic appearance. Amrantahs often choose a gender fitting the soul’s identity. These amrantahs shape their bodies to reffect their gender, while others experiment with or reject gendered traits.<br><br>All amrantahs emerge from the ghost forges with the default imprint left behind by the machines’ Gap-shattered programming. Originally meant to grant the amrantah a portion of their people’s knowledge, this process instead causes amrantahs to emerge with naive, innocent, and somewhat undeveloped personalities, though each is still influenced by their preimprint personalities. Amrantahs tend toward chaotic good or chaotic neutral alignment as a result, with a whimsical, fun-loving bent. Amrantahs and gnomes get along very well.<br><br>Amrantah culture, such as it is, is largely defined by their environment. The pleasure-cities of Amran offer amrantahs an endless array of distractions, and many have short attention spans, though engrossing tasks can hold them rapt for as long as necessary. Even when away from their cities, amrantahs use their internal systems to play games or otherwise entertain themselves while performing other tasks. Accustomed to having their way, amrantahs can become petulant when a desire is denied, though most are too good natured to really make a fuss—another pleasure is around the corner, after all.<br><br>Given their origins, amrantahs have a casual relationship with religion. When an amrantah dies, regardless of their distance from a ghost forge, the soul travels back to be reborn. While this offers immortality of a sort, the amrantahs no longer have the mastery of magitech necessary to reprogram the ghost forges. Thus, souls reborn this way are inevitably reimprinted, emerging with a blank mind and personality. Most amrantahs have a healthy respect for death, if not quite the same fear other species possess. Most amrantahs see the process of reincarnation as the doorway to new adventures, so after living a full life, an amrantah sees death as little to fear.<br><br>Amrantahs vary from 5 to 7 feet tall, and they weigh from 120 to 350 pounds. The physical components of an amrantah degenerate over time, meaning each individual usually lives a bit more than a century.<br><br><strong>Ability Modifiers</strong> +2 Con, +2 Cha, –2 Wis<br><strong>Hit Points</strong> 6</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Amrantahs are Medium constructs with the magical and technological subtypes.</p>\n<h2 class=\"title\">Constructed Body</h2>\n<p>An amrantah’s body is made of magically and technologically enhanced metal housing a technomagical substance like ectoplasm that holds the soul, glowing with this spiritual energy. An amrantah has an internal, integrated standard datajack and personal comm unit. If an amrantah is helpless, these items can be removed or destroyed without damaging the amrantah. They can be replaced or upgraded for the normal price of this equipment. This gear doesn’t count against the systems in which an amrantah can install augmentations. In addition, an amrantah can install two extra augmentations overall, provided no one system has more than two.</p>\n<h2 class=\"title\">Exposed Soul</h2>\n<p>Amrantahs’ souls are less protected than those of other creatures, and they take a –2 penalty to saving throws against necromancy effects. Additionally, amrantahs are as susceptible to mind‑affecting effects as humanoids.</p>\n<h2 class=\"title\">Living Machine</h2>\n<p>Amrantahs are living creatures. Amrantahs have a Constitution score, benefit from natural and magical healing, and can be raised from the dead. They lack the construct immunities trait, are immune only to disease—their internal fluid can be disrupted by poison and affected by drugs and medicinals. Amrantahs replenish internal energy and fluid by eating and drinking, and they must rest and can dream. However, amrantahs don’t breathe or suffer the environmental effects of being in a vacuum.</p>\n<h2 class=\"title\">Shapeable Hold</h2>\n<p>An amrantah’s plating is slightly shapeable via the influence of the underlying fluid, allowing a better grip on or integration with objects. When wearing armor with which they have proficiency, amrantahs can integrate with the armor, reducing its armor check penalty by 1 and its speed penalty by 5 feet. In addition, amrantahs gain a +2 racial bonus to KAC against disarm combat maneuvers.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SF#21-48",
    "type": "construct",
    "modifiers": [],
    "hp": {
      "value": 6,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "con"
        ],
        [
          -2,
          "wis"
        ],
        [
          2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "magical, technological",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}