{
  "_id": "X5rY4zImiwrkqDd4",
  "name": "Anassanoi",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "wis"
        ],
        [
          2,
          "cha"
        ],
        [
          -2,
          "con"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Anassanois are native to a distant star, Anassan, which they left in a generation ship named the Kahlannal. For more on anassanoi culture and their city of Kahlannal.</p>\n<p>The typical anassanoi is staunchly loyal, sympathetic, and effusive with friends. However, by @UUID[Compendium.sfrpg.races.AMBcyDZDtJ1OOzh3]{Human} standards, anassanoi body language and facial expressions lack animation and emotion, despite the fact that an anassnoi has three eyes and two (vertical) mouths. Anassanois are natural telepaths and extremely open when communicating with telepathy, suffusing such exchanges with the feelings their physical gestures lack. This openness translates into emotional honesty, offering others a ready sense of who the speaking anassanoi is. An anassanoi who wants to avoid this openness can learn to suppress it by becoming practiced in deception, but few anassanois do so.</p>\n<p>A typical anassanoi stands almost 8 feet tall but is slender, weighing around 200 pounds. They mature at about age 25 and live for around 150 years.</p>\n<p><strong>Ability Adjustments</strong>+2 Wis, +2 Cha, –2 Con</p>\n<p><strong>Hit Points</strong> 4</p>\n<h2>Vital Stats</h2>\n<div><strong>Average Height</strong>&nbsp;5-7 ft.</div>\n<div><strong>Average Weight</strong>&nbsp;120-350 lbs.\n<p><strong>Age of Maturity</strong>&nbsp;0 years</p>\n<p><strong>Maximum Age</strong> 110 years</p></div>\n<h2>Size and Type</h2>\n<p>Anassanois are Medium humanoids with the anassanoi subtype.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.NW9pxsxvuGNnxfBA]{Blindsense}</h2>\n<p>Anassanois can sense thinking creatures with a range of 30 feet. They cannot sense mindless creatures or those immune to mind-affecting magic with this awareness.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.naGnV5aznsU7CCvs]{Low-Light Blindness}</h2>\n<p>Anassanois treat dim light as if it were darkness.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.IfLZnKCDSYC4DTTL]{Open}</h2>\n<p>Other creatures receive a +6 bonus to Sense Motive checks against an anassanoi who is using telepathy to communicate with them. Anassanois gain a +2 bonus to Diplomacy checks when using telepathy to communicate.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.QmSOsPFazgFH1kKu]{Limited Telepathy}</h2>\n<p>Anassanois have telepathy with a range of 30 feet.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.QM4Rtbc3iqYsRJK9]{Third Eye}</h2>\n<p>Anassanois gain a +2 racial bonus to Perception and Sense Motive checks.</p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "source": "AP #17 pg. 55",
    "subtype": "anassanoi"
  }
}