{
  "name": "Android",
  "permission": {
    "default": 0,
    "Fsap5l6u2LMmtbmd": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p>Complex technological creations crafted to resemble humans, androids were originally a servitor race, but they have since broken free to form their own society. Unlike ordinary robots or ship AIs, androids do not simply respond according to their programming; rather, they have independent consciousnesses and are animated by souls - a distinction crucial to their generally accepted status as people rather than property.</p>\n<h2>Size and Type</h2>\n<p>Androids are Medium humanoids with the android subtype.</p>\n<h2>Constructed</h2>\n<p>For effects targeting creatures by type, androids count as both humanoids and constructs (whichever effect is worse). They receive a +2 racial bonus to saving throws against disease, mind-affecting effects, poison, and sleep, unless those effects specifically target constructs. In addition, androids do not breathe or suffer the normal environmental effects of being in a vacuum.</p>\n<h2>Exceptional Vision</h2>\n<p>Androids have low-light vision and darkvision. As a result, they can see in dim light as if it were normal light, and they can see with no light source at all to a range of 60 feet in black and white only. See low-light vision and darkvision on pages 264 and 263.</p>\n<h2>Flat Affect</h2>\n<p>Androids find emotions confusing and keep them bottled up. They take a –2 penalty to Sense Motive checks, but the DCs of Sense Motive checks attempted against them increase by 2.</p>\n<h2>Upgrade Slot</h2>\n<p>Androids have a single armor upgrade slot in their bodies. Regardless of whether androids are wearing physical armor, they can use this slot to install any one armor upgrade that could be installed into light armor.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB, p. 42",
    "type": "humanoid",
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "int"
        ],
        [
          -2,
          "cha"
        ]
      ]
    },
    "size": "medium",
    "subtype": "android",
    "damage": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "GHIntVN70xTt2Tlo"
}