{
  "_id": "5mGl7UP5PymPUuWx",
  "name": "Android (Companion)",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p>Complex technological creations crafted to resemble humans, androids were originally a servitor race, but they have since broken free to form their own society. Unlike ordinary robots or ship AIs, androids do not simply respond according to their programming; rather, they have independent consciousnesses and are animated by souls - a distinction crucial to their generally accepted status as people rather than property.</p>\n<h2>Size and Type</h2>\n<p>Androids are Medium humanoids with the android subtype.</p>\n<h2>Constructed</h2>\n<p>For effects targeting creatures by type, androids count as both humanoids and constructs (whichever effect is worse). They receive a +2 racial bonus to saving throws against disease, mind-affecting effects, poison, and sleep, unless those effects specifically target constructs. In addition, androids do not breathe or suffer the normal environmental effects of being in a vacuum.</p>\n<h2>Exceptional Vision</h2>\n<p>Androids have low-light vision and darkvision. As a result, they can see in dim light as if it were normal light, and they can see with no light source at all to a range of 60 feet in black and white only. See low-light vision and darkvision on pages 264 and 263.</p>\n<h2>Flat Affect</h2>\n<p>Androids find emotions confusing and keep them bottled up. They take a –2 penalty to Sense Motive checks, but the DCs of Sense Motive checks attempted against them increase by 2.</p>\n<h2>Upgrade Slot</h2>\n<p>Androids have a single armor upgrade slot in their bodies. Regardless of whether androids are wearing physical armor, they can use this slot to install any one armor upgrade that could be installed into light armor.</p>\n<p>&nbsp;</p>\n<h1 class=\"title\">Alternate Racial Traits</h1>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Source</strong> <em>Character Operations Manual pg. 16</em><br>Most androids have the standard android racial traits detailed in the <em>Core Rulebook</em>, but individuals might have unique abilities, represented by the following alternate racial traits.</span></p>\n<h2 class=\"title\">Easily Augmented</h2>\n<p><strong>Source</strong> <em>Character Operations Manual pg. 16</em><br>As artificial creatures, androids are compatible with a wide array of cybernetics. Androids who have this racial trait can install one additional cybernetic augmentation into one system that already has an augmentation. This replaces upgrade slot.</p>\n<h2 class=\"title\">Impersonation Matrix</h2>\n<p><strong>Source</strong> <em>Character Operations Manual pg. 16</em><br>Although most androids stand out as artificial beings, some have intricate personality matrices and physical alterations that downplay their constructed nature. Androids who have this alternate racial trait don’t take any penalty to Disguise checks to change their appearance to a creature of a different race or type if they are disguising themselves as a human. If the android also has the xenometric android alternate racial trait (see page 17), this benefit instead applies to Disguise checks to change appearance to that of the race chosen along with the xenometric android alternate racial trait.<br><br>This replaces the +2 racial bonus to saving throws against disease, mind-affecting effects, poison, and sleep from the constructed trait. The android retains all the other features of the constructed trait.</p>\n<h2 class=\"title\">Infosphere Integration</h2>\n<p><strong>Source</strong> <em>Character Operations Manual pg. 16</em><br>The artificial brain an android possesses can allow better compatibility with infospheres and direct downloads of information. An android with this trait has a built-in comm unit that can be accessed without needing to use their hands. Once per day, whenever the android takes a 10-minute rest to regain Stamina Points, they can choose one Intelligence-, Wisdom-, or Charisma-based skill. The chosen skill becomes a class skill for them, and they gain Skill Focus as a bonus feat with that skill. This decision lasts until the next time the android uses this trait.<br><br>This replaces exceptional vision.</p>\n<h2 class=\"title\">Multilingual</h2>\n<p><strong>Source</strong> <em>Character Operations Manual pg. 17</em><br>New languages are easy for some androids to learn. An android with this racial trait knows four additional languages at 1st level. In addition, whenever such an android invests a skill rank into Culture, they learn two new languages instead of one.<br><br>This replaces upgrade slot.</p>\n<h2 class=\"title\">Nanite Upgrade</h2>\n<p><strong>Source</strong> <em>Character Operations Manual pg. 17</em><br>Specialized nanites maintain an android body, but they can be upgraded to perform additional tasks. Androids who have this racial trait gain Nanite Integration as a bonus feat, ignoring the feat’s prerequisites.<br>This replaces upgrade slot.</p>\n<h2 class=\"title\">Xenometric Android</h2>\n<p><strong>Source</strong> <em>Character Operations Manual pg. 17</em><br>Although most androids are manufactured to resemble humans, those crafted in the likenesses of other species exist. Such “xenometrics” possess abilities that mirror those of other races, sometimes even using hybrid tech to duplicate magic abilities.<br><br>An android with this trait selects one of the species detailed in the paragraphs below. This choice cannot be changed. In addition to possessing physical features resembling those of the chosen species, the android’s size category and reach changes to match the chosen race. In addition, xenometric androids gain some of the chosen species’ racial traits, which are noted in parentheses next to the race’s name. If a gained racial trait determines land speed, the android uses the speed as defined by that racial trait instead of that of the android. If the chosen species has a different type than humanoid, the xenometric android’s type changes to match.<br><br><em>Starfinder Core Rulebook</em> options are dwarf (darkvision, slow but steady), elf (elven immunities, low-light vision), gnome (gnome magic, low-light vision), half-elf (adaptability, low-light vision), half-orc (darkvision, intimidating, self-sufficient), halfling (keen senses, sneaky, sure-footed), kasatha (four-armed, natural grace), lashunta (lashunta magic, limited telepathy), shirren (blindsense, limited telepathy), vesk (low-light vision, natural weapons), and ysoki (cheek pouches, darkvision).<br><br><em>Starfinder Alien Archive</em> options are dragonkin (draconic immunities, flight), formian (limited telepathy, natural weapons), haan (firespray, slow fall), kalo (kalo movement, kalo vision), maraquoi (blindsense, prehensile tail), nuar (natural weapons, swift), verthani (skill focus, skin mimic), and wrikreechee (snag, wrikreechee movement).<br><br><em>Starfinder Alien Archive 2</em> options are hobgoblin (fearsome, sneaky), orc (fierce survivalist, orc ferocity), pahtra (nimble, talented), and vlaka (cold resistance, perceptive).<br><br>The <em>Starfinder Pact Worlds</em> option is the strix (nightborn, strix mobility).<br><br>This replaces upgrade slot and exceptional vision.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "COM-16",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "android",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}