{
  "_id": "74r6cvaQI6XzVHli",
  "name": "Astriapi",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "monstrous humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "wis"
        ],
        [
          -2,
          "str"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Astriapis are bipedal arthropods with chitinous exoskeletons, membranous insectile wings, and large powerful mandibles. Their pigmentation runs the gamut from dark blues through bold yellows, and some astriapis selectively carve their exoskeletons to create individualistic patterns. They can also naturally produce a restorative honey. On average, astriapis stand around 6 feet tall and weigh between 120 and 150 pounds.</p>\n<p>When astriapis awoke from the Gap, they found themselves as the sole sapient inhabitants of an immense megalopolis that covered the entire landmass of the Near&nbsp;Space planet Colveare. Through impressive feats of magical and engineering prowess, the planet&rsquo;s natural resources and native species had been preserved, with every part of the planet&rsquo;s ecosystem carefully integrated into the urban sprawl. Astriapi society as a whole immediately dedicated itself to studying the city-planet&rsquo;s workings to maintain the integrity of the system they found themselves a part of, surviving the struggles of post-Gap adjustments through a natural inclination to regimentation and cooperative obedience.</p>\n<p>According to pre-Gap records, the city-planet of Colveare formed when a caste of astriapian warrior-priests produced and consumed honey made from the pollen of the zhufera flower (an aquatic plant native to the planet), which granted them prophetic dreams. Claiming these dreams foretold coming ecological and societal disaster, the priests led a violent planet-wide revolution, eventually creating a unified theocracy dedicated to the preservation of the planet through learning and faith. Today, those who claim descendance from these original revolutionaries refer to themselves as the Hierarchs, and they cultivate the only remaining crop of zhufera flowers from which they derive their closely guarded stores of the prophecy-producing honey. The Hierarchs pass accounts of their dreams down through a complex bureaucracy of executives, scientists, scholars, and engineers, who in turn interpret the dreams and assign tasks to other astriapis in a complicated, selfsustaining web of goals and assignments&mdash;all in the service of maintaining the city&rsquo;s complex infrastructure.</p>\n<p>Some posit that @Compendium[sfrpg.setting.rUtAoz8NUGCZR4yz]{Yaraesa} granted visions through these dreams, while others see evidence of @Compendium[sfrpg.setting.FQYlHNdUxXmVccoI]{Oras}&rsquo; evolutionary influence. Many astriapis, however, believe that the visions granted by the zhufera honey came from several gods.</p>\n<p><strong>Ability Adjustments</strong>: +2 Dex, +2 Wis, -2 Str</p>\n<p><strong>Hit Points</strong>: 4</p>\n<h2>Vital Stats</h2>\n<p><strong>Average Height</strong> 5-1/2-6-1/2 ft.<br /><strong>Average Weight</strong> 120 to 150 lbs.<br /><strong>Age of Maturity</strong> 6 years<br /><strong>Maximum Age</strong> 60 + 1d20 years</p>\n<h2>Size and Type</h2>\n<p>Astriapis are Medium monstrous humanoids</p>\n<h2>@Compendium[sfrpg.racial-features.5QLa2ehxjJGklhiz]{Astriapi Movement}</h2>\n<p>Astriapis have a land speed of 30 feet and an extraordinary fly speed of 30 feet with average maneuverability.</p>\n<h2>@Compendium[sfrpg.racial-features.YwZRwR3e3njqfgSV]{Astriapi Senses}</h2>\n<p>Astriapis have @UUID[Compendium.sfrpg.rules.rX5rK6UWAIOeeipl.JournalEntryPage.p0o9tmWtKZ0qy8DI#blindsense]{Blindsense} (scent) with a range of 30 feet and @UUID[Compendium.sfrpg.rules.rX5rK6UWAIOeeipl.JournalEntryPage.p0o9tmWtKZ0qy8DI#darkvision]{Darkvision} with a range of 60 feet.</p>\n<h2>@Compendium[sfrpg.racial-features.Wrtlsn5z3hpdk8ay]{Honey Production}</h2>\n<p>Once per day, an astriapi can spend 10 minutes to produce a vial of magical honey. This honey functions as a @Compendium[sfrpg.equipment.wKVMw34GyIVXXs0w]{Serum of Healing, Mk 1}. At 5th level (or CR 5), the honey functions as a @Compendium[sfrpg.equipment.4HzMPv5UPcZYEdL1]{Serum of Healing, Mk 2}, and at 9th level (or CR 9),&nbsp; it functions as a @Compendium[sfrpg.equipment.9Tgfgec4VaGkNHLR]{Serum of Healing, Mk 3}. Regardless of its level, the honey can&rsquo;t be sold, and its magical properties expire after 24 hours, when it turns into mundane foodstuff.</p>\n<h2>@Compendium[sfrpg.racial-features.KfEzPksDco3HYSjz]{Natural Weapons} (P)</h2>\n<p>Natural weapons (and natural attacks) such as acid spit, bite, claw, or slam don&rsquo;t require ammunition and can&rsquo;t be disarmed or sundered.</p>\n<p>In addition, a player character with this ability can attack with a special unarmed strike that deals lethal damage, doesn&rsquo;t count as archaic, and threatens squares. They also gain a special version of the Weapon Specialization feat with this unarmed strike at 3rd level, allowing them to add 1&ndash;1/2 &times; their character level to their damage rolls for this unarmed strike (instead of just adding their character level as usual).</p>\n<h2>@Compendium[sfrpg.racial-features.IEVIpQGfdI9vStVO]{Scholars of Colveare}</h2>\n<p>Astriapis gain a +2 racial bonus to Engineering and Mysticism checks.</p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "source": "AA4 pg. 12",
    "subtype": ""
  }
}