{
  "_id": "CIjMq6BdqpkADKbN",
  "name": "Astrazoan",
  "type": "race",
  "data": {
    "type": "aberration",
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "cha"
        ],
        [
          -2,
          "con"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">The shapeshifting astrazoans have lived as humans, lashuntas, verthani and many other races for the past few centuries, but their origins are shrouded in mystery. As even they have no records of their beginnings, it is widely assumed they came into being at some point during the Gap. They have little in the way of their own culture and strive to find their place in the galaxy.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">An astrazoan in their native form resembles a seven-limbed, @Compendium[sfrpg.races.AMBcyDZDtJ1OOzh3]{Human}-sized starfish, with a single visual sensor in the middle of each limb. Their skeleton is cartilaginous and their flesh jellylike, but an astrazoan can spontaneously mold and introduce pigment into their flesh to imitate the appearance of almost any creature of the same size. Astrazoans are capable of forming both male and female reproductive organs and thus are effectively hermaphrodites. Because most astrazoans live in humanoid societies with defined gender roles, it is common for them to develop a fixed gender identity, but just as many are gender-fluid.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">There are very few astrazoans in the Pact Worlds (though no one can be certain of the exact number), and the majority of them reside on @Compendium[sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station}, @Compendium[sfrpg.setting.mkJGLfpJkvAKLZz3]{Castrovel}, @Compendium[sfrpg.setting.f24qKgU5Wh5LLJyh]{Verces}, and other areas where they can blend in with the local populace. They do so not for any sinister reason or even from fear, but out of a desire to make those whom they live among more comfortable. They are aware that their natural form might be a bit off putting to humanoids who primarily interact with only other humanoids.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">On a hunch, a team of researchers recently compared the DNA of an astrazoan volunteer to samples from an ancient race known as ilee, who vanished from their home on @Compendium[sfrpg.setting.psZBx1kcx9pHsLrz]{Apostae} during the Gap, and found a remarkable number of similarities. The ilee were known for being unique: no two of them looked alike. These researchers theorize that some of the ilee used highly advanced genetic engineering to completely transform themselves in response to an extinction-level threat; the astrazoans&rsquo; innate ability to control their forms is thought to be a side effect of this change, though some believe it was the intended purpose.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Ability Adjustments </strong>+2 Dex, +2 Cha, -2 Con<br /><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Vital Stats</h2>\n<p><strong>Average Height</strong>&nbsp;5-7 ft.<br /><strong>Average Weight</strong>&nbsp;120-160 lbs.<br /><strong>Age of Maturity</strong>&nbsp;16 years<br /><strong>Maximum Age</strong>&nbsp;80+2d20 years</p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Astrazoans are Medium aberrations with the shapechanger subtype.</p>\n<h2 class=\"title\">Change Form</h2>\n<p>As a standard action, an astrazoan can physically alter their form to look like any Medium creature, as long as they have seen a similar creature before. They can attempt to either mimic a specific creature or look like a general creature of the chosen type. The astrazoan gains a +10 bonus to Disguise checks to appear as a creature of the type and subtype of the new form. The DC of the astrazoan&rsquo;s Disguise check is not modified as a result of altering major features or if they disguise themself as an aberration or a humanoid (though the DC is still modified if the astrazoan attempts to disguise themself as a different creature type). The astrazoan can remain in an alternate form indefinitely (or until they take another form).</p>\n<h2 class=\"title\">Compression</h2>\n<p>An astrazoan can move through an area as small as one-quarter their space without squeezing or one-eighth their space when squeezing.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Astrazoans can see up to 60 feet in the dark.</p>\n<h2 class=\"title\">Many Forms</h2>\n<p>For effects targeting creatures by type, astrazoans count as both aberrations and humanoids.</p>\n<h2 class=\"title\">Rapid Revival</h2>\n<p>Once per day, when an astrazoan takes a 10-minute rest to regain Stamina Points, they can additionally recover Hit Points as though they had taken a full night&rsquo;s rest.</p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "source": "PW pg. 210",
    "subtype": "shapechanger"
  },
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}