{
  "_id": "CbLeU8p8kAMHaOI9",
  "name": "Bantrid",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "aberration",
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "con"
        ],
        [
          -2,
          "int"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Until recently, the small @Compendium[sfrpg.setting.ac6z5Rqyx0oLzvVf]{Liavaran} shepherd moon named Hibb was believed to be uninhabited. With rolling hills covered in stubby grasslike protrusions and very few bodies of water, Hibb held little of interest for explorers. The moon&rsquo;s lack of natural resources and the pervasive stench that issued from the ground, which no manner of filtration could suppress, further contributed to Hibb not being colonized by the barathus&mdash; or anyone else in the Pact Worlds, for that matter.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">However, less than 5 years ago, previously unnoticed machinery under Hibb&rsquo;s surface began to stir. All across the moon, apertures opened in the ground, from which rose tall towers with spiraling ramps. Heretofore unknown creatures emerged from these towers, their small visual sensors adjusting to the light of the distant sun. The members of this sentient species, who call themselves bantrids, had slumbered in stasis for eons before their ancient computers woke them. Because of the Gap and faulty data-storage drives, however, the bantrids had no knowledge of the solar system&rsquo;s current political climate and no recollection of why their people entered stasis in the first place. Some believe they were hiding from an imminent threat or natural disaster, while others posit that bantrids were the first sentient species in the system and that they put themselves to sleep to wait for others to interact with.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Bantrids have unusual anatomy. Their lower halves are nothing more than dense organic spheres. Bantrids move by spinning these foot-orbs using hundreds of thousands of cilia on the underside of partial sheaths that cover the orbs. Their upper torsos are stout columns that taper slightly at the top. Bantrids have no heads in the fashion most humanoids do. Instead, their visual and auditory sensors are located in the middle of their torsos, directly under small mouths containing a few teeth made only for chewing fruits and nuts. Bantrids have no noses and, in fact, no sense of smell at all. Near the apex of their torsos, bantrids have a pair of appendages that resemble large, flat hands with several thin fingers. Bantrids&rsquo; skin often bears striped coloration along the length of their torsos and across their upper limbs.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Most bantrids are curious about the &ldquo;new&rdquo; galaxy they now find themselves in and are eager to learn about all the other sentient species that inhabit it. This leads them to rush (sometimes literally) into situations before fully understanding them. Some of their Pact Worlds neighbors find this trait endearing and happily bring bantrids into their businesses or starship crews, while a few others are put off by their appearance. Bantrids don&rsquo;t hesitate to write off those who don&rsquo;t accept them, and they easily move on to new opportunities.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Bantrid culture revolves around motion, from their ramped tower-dwellings to their treadmill-chairs. A bantrid who isn&rsquo;t moving starts to feel an overwhelming dread akin to claustrophobia. If this lasts too long, the bantrid will simply leave wherever they are at the moment, despite the social consequences. A restrained bantrid will keen wildly and hyperventilate, usually passing out.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Bantrids have no gender and reproduce via a form of budding that creates tiny bantrids whose foot-orbs are not yet sufficiently developed to allow locomotion. These offspring must be carefully watched over until they can move on their own, which takes about 5 months.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Ability Adjustments </strong>+2 Dex, +2 Con, -2 Int<br /><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Vital Stats</h2>\n<p><strong>Average Height</strong>&nbsp;3-4 ft.<br /><strong>Average Weight</strong>&nbsp;70-100 lbs.<br /><strong>Age of Maturity</strong>&nbsp;8 years<br /><strong>Maximum Age</strong>&nbsp;70+2d20 years</p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Bantrids are Small aberrations.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.h7dwwOcxm9cIOCgM]{Anosmatic}</h2>\n<p>Bantrids have no sense of smell and are immune to @Compendium[sfrpg.rules.PqV3OCbUTyk2upPD]{Sense-dependent} effects that rely on smell.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.AGsTbSHSSBRvq3CB]{Balanced}</h2>\n<p>Bantrids receive a +2 racial bonus to AC against trip combat maneuvers and can stand up from @Compendium[sfrpg.conditions.XeRGqHVtcZ7vsgJ0]{Prone} as a swift action.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.rV5kGoC20QmOk0Et]{Daredevil}</h2>\n<p>Bantrids receive a +2 racial bonus to Acrobatics checks.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.HhrIJeHTxSGVX9mV]{Darkvision}</h2>\n<p>Bantrids can see up to 60 feet in the dark.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.naBNxGfgAhHTwvYs]{Swift}</h2>\n<p>Bantrids have a land speed of 40 feet.</p>\n<h1 class=\"title\">Alternate Racial Traits</h1>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Some bantrids move in particularly unusual ways.</span></p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.oPArCfhKBgfwMy7O]{Hollow Orb}</h2>\n<p><strong>Source</strong>&nbsp;<em>AP#31 </em><em>pg. 53</em><br />By changing their diet, bantrids can cause their foot-orb to gain hollow, honeycomb-like cells throughout its structure. These bantrids are faster and float more easily in water, but the extra speed comes with a loss of fine control. These bantrids&rsquo; land speed increases to 50 feet, and they gain a +2 racial bonus to Athletics checks to swim.</p>\n<p><strong>This replaces balanced, daredevil, and swift.</strong></p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.frbPauJH0u7LACC1]{Hotshot}</h2>\n<p><strong>Source</strong>&nbsp;<em>AP#31 </em><em>pg. 53</em><br />Bantrids have a natural skill for moving carefully at high speeds. With a bit of practice, this makes them magnificent pilots and drivers. Bantrids with this trait gain a +2 racial bonus to Piloting checks.</p>\n<p><strong>This replaces balanced.</strong></p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.QujIkL33pJFWFyH2]{Magnetic Orb}</h2>\n<p><strong>Source</strong> <em>AP#31 pg. 53</em><br />With proper diet and medication, bantrids can give their footorb a metallic, magnetic core. After sufficient practice, they can direct this magnetic force or even invert it so they can roll along metal walls or ceilings. They gain a climb speed of 30 feet that they can use only on metallic surfaces, and can move across metal surfaces at their land speed, even in zero gravity. They also gain a +2 racial bonus to KAC against bull rush and trip combat maneuvers when standing on a metal surface. Magnetic orbs are heavier than the typical bantrid foot-orb, and the land speed of these bantrids is reduced to 30 feet.</p>\n<p><strong>This replaces balanced, daredevil, and swift.</strong></p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "small",
    "source": "PW pg. 211",
    "subtype": ""
  }
}