{
  "_id": "RXNBF1w6yXaB8P9O",
  "name": "Barathu (Early Stage)",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Barathus are the sentient apex of Bretheda’s gas-giant ecosystem, blimp-like creatures vaguely reminiscent of jellyfish, with several unusual evolutionary adaptations. The first is their ability to rewrite their own genetic code instinctively and at will, adjusting their own biology to allow them to manufacture a huge array of substances—and even advanced biotechnology— within the crucibles of their own bodies. Yet while this ability makes them quite successful in the Pact Worlds economy, and has deeply influenced their culture’s understanding of wealth and trade, their more notable adaptation is the ability to combine with others of their kind into larger, hive-minded superentities. These mergings create not merely amalgams of their component beings, but entirely new entities with unique and independent consciousnesses, yet which in turn often disband back into their component individuals after a particular need or threat has passed.<br><br>Barathu culture tends to be easygoing but hard for some other races to understand, as the barathus’ frequent merging makes the concept of “self” somewhat nebulous to them. Young barathus who grow up surrounded by humanoids are an exception, as they are better able to appreciate the mindsets of creatures who exist in static, solitary configurations. Compared to older barathus, early stage barathus are more adventurous and individualistic, and their adaptation to the humanoid mindset makes it more difficult for them to merge completely with others of their kind. Most of these early stage barathus grow out of this phase, gaining the ability to fully integrate with others, yet recent generations have seen more and more barathus deliberately clinging to their juvenile mindsets. While plenty of barathus remain discrete entities for most of their lives, barathus nearing the ends of their lives often merge with massive, permanent combinatory entities that serve as corporations, governments, or cultural repositories.<br><br><strong>Ability Modifiers</strong> +2 Con, +2 Wis, -2 Dex<br><strong>Hit Points</strong> 6</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Early stage barathus are Medium aberrations.</p>\n<h2 class=\"title\">Early Stage Adaptation</h2>\n<p>An early stage barathu’s body is mutable and can adapt to many different situations. Once every 1d4 rounds as a swift action, an early stage barathu can reshape its body and adjust its chemistry to gain one of the following qualities. The adaptation lasts until the beginning of the early stage barathu’s next turn. Unlike more mature barathus, early stage barathus are not generally capable of more complex adaptations.</p>\n<ul>\n<li>Upper limb refinements enable the barathu to add an additional amount of damage to melee attacks equal to its Strength modifier.</li>\n<li>A toughened dermal layer grants its a +1 racial bonus to AC.</li>\n<li>Developed lower limbs grant it a base speed of 15 feet.</li>\n<li>Molecular-level modifications grant it resistance 2 against a single energy type (acid, cold, electricity, fire, or sonic).</li>\n<li>Elongated limbs extend its reach to 10 feet.</li>\n</ul>\n<p>&nbsp;</p>\n<h2 class=\"title\">Floaters</h2>\n<p>Early stage barathus have a base speed of 0 feet and an extraordinary fly speed of 30 feet with average maneuverability.</p>\n<h2 class=\"title\">Limited Telepathy</h2>\n<p>Early stage barathus can communicate telepathically with any creatures within 30 feet with whom they share a language in common.</p>\n<h2 class=\"title\">Strange Anatomy</h2>\n<p>Early stage barathus gain a +1 racial bonus to Fortitude saving throws.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Early stage barathus have darkvision with a range of 60 feet.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 4-6 ft.<br><strong>Average Weight</strong> 150-250 lbs.<br><strong>Age of Maturity</strong> 30 years<br><strong>Maximum Age</strong> 500+3d% years</p>\n<h1 class=\"title\">Alternate Racial Traits</h1>\n<p><strong>Source</strong> <em>Starfinder #29: The Cradle Infestation pg. 43</em><br>Thanks to eons of modification, barathus are among the most varied of the species in the Pact Worlds. Unlike most other species, barathu modification continues throughout their lives; a barathu character who spends a week using the retrain downtime activity can retrain their racial traits, choosing one barathu racial trait or alternate racial trait and losing whichever racial traits the newly chosen trait replaces, as noted in each racial trait.</p>\n<h2 class=\"title\">Collective Connection</h2>\n<p><strong>Source</strong> <em>Starfinder #29: The Cradle Infestation pg. 43</em><br>Barathus born from a collective of merged adults sometimes glean fragments of memories from that collective. These barathus receive a +2 racial bonus to checks to recall knowledge.<br>This ability replaces strange anatomy.</p>\n<h2 class=\"title\">Fluid Self</h2>\n<p><strong>Source</strong> <em>Starfinder #29: The Cradle Infestation pg. 43</em><br>The species’ unique sense of self makes barathus difficult to affect mentally, an ability particularly common among newly budded barathus and those who have recently split from a collective. A barathu with this trait gains a +2 racial bonus to saving throws against mind-affecting effects.<br>This ability replaces strange anatomy.</p>\n<h2 class=\"title\">Internal Chemistry</h2>\n<p><strong>Source</strong> <em>Starfinder #29: The Cradle Infestation pg. 43</em><br>Although all barathus have a certain innate understanding of biochemistry, others have refined it into an art form, turning their bodies into living chemical factories. A barathu with internal chemistry gains the following options instead of the typical options available for the early stage adaptation ability.</p>\n<ul>\n<li>Spraying acid is a simple chemistry exercise. The barathu gains an acid spray ranged natural attack that deals 1d3 acid damage with a 30-foot range increment. A PC using this ability is considered armed and gains a unique Weapon Specialization with this attack at 3rd level, allowing them to add 1-1/2 × their character level to their damage rolls with this attack. The acid spray cannot be disarmed or sundered and doesn't require ammunition.</li>\n<li>The barathu secretes a frictionless slime. When the barathu uses early stage adaptation to gain this ability, they can immediately attempt to use Acrobatics to escape a grapple without spending another action.</li>\n<li>Lighter-than-air gases increase the barathu’s fly speed by 15 feet.</li>\n<li>Soothing psychoactive chemicals grant the barathu a new saving throw against each ongoing mind-affecting effect that is affecting them.</li>\n<li>A cloud of fumes spreads over a 20-foot radius from the barathu, affecting the area as a smoke grenade. Barathus are immune to the choking effects of this cloud.</li>\n</ul>\n<p>This modifies early stage adaptation.</p>\n<h2 class=\"title\">Mineral Exoskeleton</h2>\n<p><strong>Source</strong> <em>Starfinder #29: The Cradle Infestation pg. 43</em><br>Some barathus, especially those who explore beyond Bretheda and Liavara, modify themselves by building shells out of mineral deposits. A barathu with a mineral exoskeleton gains these options instead of the typical options available for the early stage adaptation ability.</p>\n<ul>\n<li>Added reinforcement to their external shell grants the barathu DR 1/–.</li>\n<li>Dangerous growths function as a natural weapon that deals 1d3 bludgeoning, piercing, or slashing damage. A barathu PC using this ability is armed, and this attack cannot be disarmed or sundered. If a barathu PC using this ability is at least 3rd level, they gain a unique Weapon Specialization with these natural weapons, allowing them to add 1-1/2 × their character level to damage rolls with this attack.</li>\n<li>Spikes grow from fleshy surfaces, dealing 1d6 piercing damage to each creature that hits the barathu with an unarmed or natural attack.</li>\n<li>Reinforced tentacles function as powerful but slow limbs, granting a burrow speed and land speed of 10 feet.</li>\n<li>The area covered by the barathu's shell expands, granting a +2 racial bonus to AC but reducing the barathu’s flight speed to 0.</li>\n</ul>\n<p>This modifies early stage adaptation.</p>\n<h2 class=\"title\">Student Of Liavara</h2>\n<p><strong>Source</strong> <em>Starfinder #29: The Cradle Infestation pg. 43</em><br>Barathus respect and protect the Dreamers of Liavara, but few modify themselves to follow the Dreamers’ path. Those who do gain a hint of the Dreamers’ telepathic powers but forever lose the ability to modify themselves further. A barathu who selects this alternate racial trait cannot retrain it as it can others.<br>You gain the following spell-like abilities.</p>\n<ul>\n<li><strong>At will:</strong> <em>daze</em>, <em>telepathic message</em></li>\n<li><strong>1/day:</strong> <em>mind link</em>, <em>mind thrust</em> (1st level)</li>\n</ul>\n<p>&nbsp;This replaces early stage adaptation.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA-20",
    "type": "aberration",
    "modifiers": [],
    "hp": {
      "value": 6,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          -2,
          "dex"
        ],
        [
          2,
          "con"
        ],
        [
          2,
          "wis"
        ]
      ]
    },
    "size": "fine",
    "subtype": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}