{
  "_id": "tV6z1oIIxw2N0Pew",
  "name": "Bear, Uplifted",
  "type": "race",
  "data": {
    "type": "magical beast",
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ],
        [
          2,
          "int"
        ],
        [
          -2,
          "wis"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Uplifted animals are nonsapient creatures modified to increase their cognitive ability to full self-awareness, and sometimes also to make their physical forms better able to manipulate tools. Uplifted bears are among the most common uplifted animals, although who uplifted them and how are details lost to the Gap.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Uplifted bears have modified bodies that give them nimble hands with opposable thumbs. They retain a normal bear&rsquo;s bulk and power, with claws that can rip through modern armor. Alongside their brute strength, uplifted bears have a keen intellect and the ability to communicate via telepathy, which most choose to do rather than vocalize gruffly from what is still a bear&rsquo;s muzzle. An uplifted bear can be 5 feet tall at the shoulder when on all fours but tower up to 10 feet when moving bipedally. An adult bear weighs 1,200 pounds. These modifications and traits are genetic and can be passed down by mating pairs of uplifted bears.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Many uplifted bears find success in scientific endeavors, but they are most comfortable when they can be outside regularly in a natural, vegetated environment. Though this characteristic is not universal, it has led to uplifted bears gaining a reputation as poor crew members in orbital stations and long-haul expeditions. Others also assume the bears are best suited for exploring habitable worlds and cataloging flora and fauna.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Uplifted bears are sometimes rumored to have violent temperaments, but their personalities are as varied as those of any sapient species. Some uplifted bears take great pleasure in playing to this stereotype when they meet other people, drawing out the biased assumptions of the ill-informed, and then mocking them. Conversely, giving truth to the generality, a number of organized crime kingpins are uplifted bears who find they can threaten with their bulk when they can&rsquo;t convince with their wits.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Small communities of uplifted bears can be found in the Pact Worlds, especially on higher-gravity planetoids in @Compendium[sfrpg.setting.Yt2xT4Iy6lHjCzso]{The Diaspora}. Members of such settlements attempt to uncover their traditions by studying any pre- Gap relics they can find and to establish new traditions by building stable societies. Many young uplifted bears become frustrated with this focus on the past, however, and some leave their homes to escape it.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Uplifted bears feel a kinship for animals and animal-like humanoids, often preferring their company. They relate well to shirrens, though uplifted bears are more reserved than the enthusiastic insectile species. Much as many shirrens fear the Swarm and its potential to reassimilate them, some uplifted bears fear that whoever created them might return and put a dark spin on the gift of sapience the bears were given.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">An uplifted bear exploration team exploring the Vast recently discovered a planet in the Ferra system full of skyscraper-sized trees and unpopulated by sentient creatures. Since this report, a small but vocal contingent of uplifted bears has begun calling for their kind to claim the planet as their home world.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Ability Adjustments </strong>+2 Str, +2 Int, -2 Wis<br /><strong>Hit Points</strong> 6</span></p>\n<h2 class=\"title\">Vital Stats</h2>\n<p><strong>Average Height</strong>&nbsp;9-11 ft.<br /><strong>Average Weight</strong>&nbsp;1,000-1,500 lbs.<br /><strong>Age of Maturity</strong>&nbsp;7 years<br /><strong>Maximum Age</strong>&nbsp;60+1d20 years</p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Uplifted bears are Large magical beasts with a space of 10 feet and a reach of 5 feet.</p>\n<h2 class=\"title\">Climber</h2>\n<p>Uplifted bears have a climb speed of 20 feet.</p>\n<h2 class=\"title\">Ferocious Charge</h2>\n<p>When the creature charges, it can attempt a trip combat maneuver in place of the normal melee attack. In addition, the creature can charge without taking the normal charge penalties to its attack roll or AC. If the creature has another ability that allows it to charge without taking these penalties (such as the charge attack ability from the soldier&rsquo;s blitz fighting style), it also gains the ability to charge through difficult terrain.</p>\n<h2 class=\"title\">Limited Augmentation</h2>\n<p>The only augmentations that can be installed in an uplifted bear&rsquo;s brain are datajacks and the mechanic&rsquo;s custom rig.</p>\n<h2 class=\"title\">Limited Telepathy</h2>\n<p>Uplifted bears have limited telepathy with a range of 30 feet.</p>\n<h2 class=\"title\">Low-Light Vision</h2>\n<p>Uplifted bears have low-light vision.</p>\n<h2 class=\"title\">Natural Survivor</h2>\n<p>Uplifted bears have a +2 racial bonus to Life Science and Survival checks.</p>\n<h2 class=\"title\">Natural Weapons</h2>\n<p>Uplifted bears have natural weapons that function like those of @Compendium[sfrpg.races.7VtfabTXl7NEXC6u]{Vesk}, except the bears&rsquo; natural weapons deal slashing damage.</p>\n<h2 class=\"title\">Swift</h2>\n<p>Uplifted bears have a land speed of 40 feet.</p>"
    },
    "hp": {
      "min": 1,
      "value": 6
    },
    "modifiers": [
      {
        "_id": "451beafc-7760-49d5-bad3-c3e67aa65872",
        "name": "Natural Survivor - LS",
        "type": "racial",
        "condition": "",
        "effectType": "skill",
        "enabled": true,
        "max": 2,
        "modifier": "2",
        "modifierType": "constant",
        "notes": "",
        "source": "Racial",
        "subtab": "misc",
        "valueAffected": "lsc"
      },
      {
        "_id": "3307b63c-d238-4620-955f-e745f05ee720",
        "name": "Natural Survivor - surv",
        "type": "racial",
        "condition": "",
        "effectType": "skill",
        "enabled": true,
        "max": 2,
        "modifier": "2",
        "modifierType": "constant",
        "notes": "",
        "source": "Racial",
        "subtab": "misc",
        "valueAffected": "sur"
      }
    ],
    "size": "large",
    "source": "AA2 pg. 16",
    "subtype": ""
  },
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}