{
  "_id": "dUYsJ3BQ9C4ie6cX",
  "name": "Bolida",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Bolidas are arthropodan creatures that dwell not on the faces of the planets they inhabit, but far underground, in cave systems that are so deep below the surface that they are blasted by the unforgiving heat of the planets’ molten cores. The centipede-like creatures are protected from these extreme environs by metallic, chitinous plates that cover the entirety of their backs, from head to tail tip. This innate armor also protects them from subterranean hazards such as rock falls and the friction of traveling through cramped cave tunnels. Bolidas support themselves on their many sets of legs, holding only the uppermost portion of their bodies upright to wield weapons or manipulate objects. They have evolved over millions of years to thrive in darkness, and they therefore tend to avoid traveling up to the surface world; if they choose to live on a planet’s surface or a space station, they prefer to maintain nocturnal schedules, as sunlight blinds them if they’re not wearing protective eyewear.<br><br>Only a few decades ago, a group of offworld explorers on the bolidas’ home planet, Zafaiga, first encountered the modest miners while quarrying the unique stones that they assumed had no claimant. Though the bolidas were territorial, wary, and somewhat xenophobic, it was overall an amicable, if tense, meeting. Afterward, the bolidas reluctantly agreed to establish a mutually beneficial relationship with other species, contracting trade agreements and eventually even adopting Common into their lexicon. Though the broader galaxy has known of their existence for only a few decades, bolidas have been extant for millennia, unconcerned with and largely unaware of the outside world. They independently developed their own technology (though it is predominantly analog and therefore considered primitive by some races), which they use to dig for resources and excavate cavernous dwellings. Even those bolidas who travel the galaxy tend to be rather aloof, blowing off attempts at personal friendships by members of surface races, whom they dismiss as capricious “light dwellers.” They choose instead to spend their time alone, with other bolidas, or with members of subterranean races with whom they can share their passion for excavation.<br><br>Digging is a euphoric activity for bolidas, and they spend a large portion of their lives creating new tunnels and caves to house their ever-expanding populations. New settlements can grow from a single small cave to hundreds of miles of mazelike tunnels and dozens of vast caverns in mere months. Because of this natural disposition, bolidas have proven themselves to be indispensable in the acquisition and trade of rare minerals. Their ability to thrive in the heat deep underground on moltencore planets means they are often hired as miners by individuals and organizations all across the galaxy to excavate subterranean dig sites that most other races are unable to withstand.<br><br>Bolidas exhibit no discernible sexual dimorphism or gender, and each bolida is capable of carrying and fertilizing eggs—oftentimes they will take on both roles. They also sometimes mate in groups, covering the floors of their nursery caves with eggs that are incubated by the heat of the depths. The average bolida is 7 feet long and weighs 350 pounds.<br><br><strong>Ability Modifiers</strong> +2 Str, +2 Con, -2 Dex<br><strong>Hit Points</strong> 6</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Bolidas are Medium vermin.</p>\n<h2 class=\"title\">Bolida Movement</h2>\n<p>Bolidas have a land speed of 30 feet and a burrow speed of 30 feet.</p>\n<h2 class=\"title\">Bolida Senses</h2>\n<p>Bolidas have blindsense (vibration) with a range of 30 feet, darkvision with a range of 60 feet, and low-light vision.</p>\n<h2 class=\"title\">Chitinous Plates</h2>\n<p>Bolidas are covered in metallic plates that grant them a +1 racial bonus to AC.</p>\n<h2 class=\"title\">Defensive Ball</h2>\n<p>As a move action, a bolida can roll its body into a nearly impenetrable defensive ball. While rolled up this way, a bolida can only uncurl itself as a move action, take the total defense action, or use its rolling charge ability. If the bolida takes the total defense action, its bonus to AC is increased to +5.</p>\n<h2 class=\"title\">Fire Affinity</h2>\n<p>Bolidas have resistance to fire 5, which stacks with one other source of fire resistance.</p>\n<h2 class=\"title\">Light Blindness</h2>\n<p>As the light blindness universal creature rule.</p>\n<h2 class=\"title\">Rolling Charge</h2>\n<p>A bolida that is rolled up in a defensive ball can charge without taking the normal charge penalties to the attack roll or its AC, and it gains a +5 circumstance bonus to AC against attacks of opportunity during its movement. It can’t make a melee attack at the end of its movement, but it can instead attempt either a bull rush or reposition combat maneuver against its target with a +4 circumstance bonus to the attack roll. A bolida can’t use this ability again until it takes a 10-minute rest to recover Stamina Points.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 6-1/2 to 7-1/2 ft.<br><strong>Average Weight</strong> 300–400 lbs.<br><strong>Age of Maturity</strong> 5 years<br><strong>Maximum Age</strong> 110+4d20 years</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA2-21",
    "type": "vermin",
    "modifiers": [],
    "hp": {
      "value": 6,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ],
        [
          -2,
          "dex"
        ],
        [
          2,
          "con"
        ]
      ]
    },
    "size": "fine",
    "subtype": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}