{
  "_id": "xj4xjMconBN01Qzi",
  "name": "Borai",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "undead",
    "abilityMods": {
      "parts": [
        [
          2,
          "con"
        ],
        [
          2,
          "cha"
        ],
        [
          -2,
          "wis"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Borais are an unusual form of corporeal undead. Instead of being a @UUID[Compendium.sfrpg.conditions.nEJIWMKbPjqKuelo]{Dead} body animated by negative energy, a borai has a mostly @UUID[Compendium.sfrpg.conditions.nEJIWMKbPjqKuelo]{Dead} body that retains the smallest sliver of its soul. The two are inexorably bound, as the body draws vitality from the soul while the soul uses the body to remain on the Material Plane. Some borais are the results of partially botched resurrection attempts, either magical or technological, while others were people who were simply too stubborn to fully die when their time came.</p>\n<p>Borais appear much as they did in life, but their skin becomes pale and fragile, and dark veins of negative energy blossom across their bodies, a visual sign of the undead connection between their flesh and spirits. Borais still need to eat, breathe, and sleep, just like any living creature, but they age at radically slowed rates, allowing them to live for a few additional centuries. After that length of time, a borai’s physical body deteriorates to such a degree that the soul can no longer sustain it; the borai then both dies (as living creatures do) and is destroyed (as undead creatures are). Scholars are divided as to whether these souls move on to their appointed afterlives or simply dissipate into nothingness; mystical attempts to contact these souls have unfortunately failed, leaving researchers frustrated in their pursuit of answers.</p>\n<p>Though they can be created almost anywhere, the highest “birth rate” of borais is on the planet @UUID[Compendium.sfrpg.setting.0VTtBYDJC5vUC434]{Eox}, as many of the undead who live on that planet experiment with necromancy and undead-strengthening science. Those who come into existence elsewhere tend to migrate to @UUID[Compendium.sfrpg.setting.0VTtBYDJC5vUC434]{Eox}, as they are often viewed with fear and mistrust on other worlds. However, they soon find that similar prejudices await them on the dead planet, as they still require the same comforts as living creatures. A few borais from disparate former races have banded into a small coalition to petition the Pact Council for the official rights to an asteroid or small moon to create a home planet.</p>\n<p>Some borais embrace their disconcerting aspects, finding employment as terrifying enforcers or imposing bodyguards, while others seek to overcome and erase the stigma of their undead nature by holding diplomatic positions or taking jobs where they interact with the public. A few borais attempt to hide their pale appearances with cosmetics and full-body clothing. These borais attempt to blend in with members of their original races, though this often results in heartbreak and feelings of betrayal from their friends.</p>\n<p><strong>Ability&nbsp;</strong><strong>Adjustments</strong>+2 Con, +2 Cha, -2 Wis</p>\n<p><strong>Hit Points</strong> 6</p>\n<h2>Vital Stats</h2>\n<p><strong>Average Height</strong>&nbsp;See Borai entry</p>\n<p><strong>Average Weight</strong>&nbsp;See Borai entry</p>\n<p><strong>Age of Maturity</strong>&nbsp;—</p>\n<p><strong>Maximum Age</strong>&nbsp;See Borai entry years</p>\n<h2>Size and Type</h2>\n<p>Borais are Medium undead, but they do not gain normal undead immunities.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.HhrIJeHTxSGVX9mV]{Darkvision}</h2>\n<p>Borais can see up to 60 feet in the dark.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.p1nA4pDTODyaW6UN]{Deathly}</h2>\n<p>For effects targeting creatures by type, borais count as both humanoids and undead (whichever effect is worse). They are immune to negative energy damage and gain a +1 species bonus to saving throws against @UUID[Compendium.sfrpg.rules.JaRMioj4isNp7r1P.JournalEntryPage.gBhZDjh30JEyh7DY]{Disease}, exhaustion, fatigue, @UUID[Compendium.sfrpg.rules.PqV3OCbUTyk2upPD]{Mind-affecting} effects, paralysis, @UUID[Compendium.sfrpg.rules.JaRMioj4isNp7r1P.JournalEntryPage.ZaS9H4rwaFIQTUBC]{Poison}, @UUID[Compendium.sfrpg.conditions.3iTdt2NRgIyrychR]{Sleep} effects, and stunning.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.czWpCILNmGgikHf8]{Living Shell}</h2>\n<p>A borai counts as a living creature for the purposes of what can affect him (such as magic healing). If destroyed, a borai can be brought back to his normal undead state by spells (such as <em>@UUID[Compendium.sfrpg.spells.IRUPIVT101SvIK6l]{Raise Dead}</em>) that restore life to his body as if he were alive.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.HikpamMwT1goMuql]{Old Talents}</h2>\n<p>Borais’ not-quite-@UUID[Compendium.sfrpg.conditions.nEJIWMKbPjqKuelo]{Dead} bodies still have some of their old species traits. At character creation, a borai selects one of the following races as his original living form and gains the species trait indicated in parenthesis for the selected race: @UUID[Compendium.sfrpg.races.GHIntVN70xTt2Tlo]{Android} (upgrade slot), @UUID[Compendium.sfrpg.races.AMBcyDZDtJ1OOzh3]{Human} (skilled), @UUID[Compendium.sfrpg.races.dGlSCMtFZ2ZIKUpl]{Kasatha} (four-armed), lashunta (limited telepathy), @UUID[Compendium.sfrpg.races.VIJ6pdOVTJle3vJx]{Shirren} (blindsense), @UUID[Compendium.sfrpg.races.7VtfabTXl7NEXC6u]{Vesk} (natural weapons), or ysoki (cheek pouches). A GM can, at her discretion, allow a borai to choose another humanoid race, along with an appropriate species trait. Additionally, when a borai attempts to disguise himself as a member of his selected race, the DC of his Disguise check is not modified as a result of disguising himself as a different creature type.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.qsJq8VuhePDP6hka]{Resist Energy Drain}</h2>\n<p>A borai takes no penalties from energy drain effects, but he can still be destroyed if he accrues more negative levels then he has class levels. After 24 hours, any negative levels a borai has taken are removed without the need for an additional saving throw.</p>"
    },
    "hp": {
      "min": 1,
      "value": 6
    },
    "modifiers": [],
    "size": "medium",
    "source": "PW pg. 211",
    "subtype": ""
  }
}