{
  "_id": "x3LbQO4OoDaqHkFz",
  "name": "Brakim",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">The brakims native to Bortan II live in small tribal groups. A planetwide war that occurred during the Gap reduced their numbers and left their world an irradiated wasteland where the brakims survive, organized into nomadic scavenger tribes. These tribes battle each other across blasted deserts and ruined cities.<br><br>When the Azlanti landed on Bortan II, the planet had been stripped of natural resources. The Star Empire engaged in a few brief, brutal skirmishes to prove their supremacy, built a small monitoring station, and left. Since that event, a city has grown up around the monitoring station. This settlement’s citizens are not only brakims, but also outcasts from the Star Empire who see Bortan II as a refuge. Criminal enterprise has since flourished on the planet as all sorts of scoundrels find a place on Bortan II. A few brakims head such organizations and have used the wealth they gained to move offworld.<br><br>Brakims are adaptable, industrious, and resourceful. Their ability to modify and even detach their limbs provides them with a considerable survival advantage. However, centuries of life on a war-torn world have left them brusque and distrustful, and they are slow to accept strangers. The opportunity to travel beyond Bortan II has given a few brakims new horizons to explore, although doing so is beyond the means of most of these people.<br><br>Some make the leap by hiring on as technicians on starships bound for other imperial worlds. Already used to treating their limbs as tools and extracting useful parts from ancient machines, brakims are well suited to dealing with technology. They see technology as reliable and practical compared to the potential chaos that magic can cause. Brakims also favor hands-on work that has pragmatic results to the abstractions common with computing and sorcery. A brakim’s adaptable methods and informal training can produce patchwork results. Nevertheless, a brakim’s work is quite functional.<br><br>Brakims stand 7-1/2 feet tall, and their gangly bodies weigh around 200 pounds. They’re considered adults at 15 and naturally live up to 75 years.<br><br><strong>Ability Modifiers</strong> +2 Dex, +2 Con, -2 Cha<br><strong>Hit Points</strong> 6</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Brakims are Medium humanoids with the brakim subtype.</p>\n<h2 class=\"title\">Jerry Rigger</h2>\n<p>Brakims have a +2 racial bonus to Engineering checks.</p>\n<h2 class=\"title\">Malleable Limbs</h2>\n<p>Lacking an internal skeleton, a brakim can change her limbs easily. This adaptability grants a brakim a +4 racial bonus to Athletics checks to climb and to swim. If a brakim loses a limb or digit, it regrows in 1d4 hours. In addition, as a full action, a brakim can change up to all four of her limbs to give herself one of the following advantages.</p>\n<ul>\n<li>A brakim can stretch her limbs. A stretched arm has 5 feet of additional reach. A stretched leg gives 5 feet of additional height. Stretched limbs are weak for combat, so a brakim takes a –2 penalty to attack rolls and gains no Strength bonus to damage with them. In addition, while her legs are stretched, a brakim can’t run or charge.</li>\n<li>A brakim can modify her arms for locomotion, moving as a quadruped and gaining a 10-foot enhancement bonus to her speed. While a brakim’s arms are modified this way, she can’t wield or hold objects that require two hands.</li>\n<li>A brakim can modify her legs and feet to be manipulators like arms and hands, respectively. In this mode, a brakim can wield or hold up to four hands worth of weapons or equipment. However, while a brakim holds an object with her modified foot, she takes a 10-foot penalty to her speed. While she holds an object that requires two hands with her feet and legs, she can move only by crawling. If a brakim wants to hold an object with every hand and foot, she must be prone.</li>\n<li>As a move action, or a reaction when grabbed or otherwise held by a limb, a brakim can detach her limbs. She takes 1 damage directly to her Hit Points for each limb she sheds.</li>\n</ul>\n<p>&nbsp;</p>\n<h2 class=\"title\">Wasteland Dweller</h2>\n<p>Brakims are immune to low radiation. They also gain a +2 racial bonus to Survival checks, to Fortitude saving throws against radiation and extreme weather, and to Constitution checks against starvation and thirst.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 7-1/2 ft.<br><strong>Average Weight</strong> 200 lbs.<br><strong>Age of Maturity</strong> 15 years<br><strong>Maximum Age</strong> 75 years</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SF#8-48",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 6,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "con"
        ],
        [
          -2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "brakim",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}