{
  "_id": "O0HylsIOD5ABh1Mn",
  "name": "Brenneri",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Brenneris are a mostly peaceful species that hail from Varturan, a planet in Near Space covered in vast waterways. These 5-foot-tall mammalian humanoids resemble otters, though they have slightly longer legs that allow them to walk upright. Brenneris are particularly adept at detecting subtle physical and emotional reactions. This makes them especially skilled at understanding the emotions of others, and they are naturally talented diplomats.<br><br>When brenneris developed space travel sometime before the Gap, they enthusiastically began making expeditions from their home world to nearby planets in hopes of learning from their galactic neighbors. They quickly found that their empathetic nature allowed them favorable interactions, even with typically aggressive species. The brenneris began to intentionally hone this skill into diplomacy, and once they developed Drift travel, they were welcomed with open arms at Absalom Station and in the Pact Worlds at large. Now, a significant number of brenneris sell their skills as diplomats to other species that require ambassadors or that would prefer for brenneris to act on their behalf.<br><br>Brenneri diplomats usually work in pairs, knowing that the experience and judgment of another brenneri is invaluable. Most other species allow brenneri to work as duos, even in cases where only a single representative would normally acts on behalf of a particular group, such as intergalactic senates. Some brenneris partner up with members of other similarly minded species, such as vlakas.<br><br>Brenneris often find themselves apart from others of their kind, as their wide travels take them far from friends and family. Their fine-tuned sensitivity to emotions extends to their own, which can sometimes lead to bouts of spiraling anxiety or melancholy. To help manage these moods, most brenneris keep a small token to help them calm their emotions and focus their minds on the task at hand. This can range from a simple object, such as a small stone, to more personal items, such as an image of a lover or a childhood relic. A brenneri might even keep multiple items that they favor, choosing a specific object to suit a given situation.<br><br>Though most brenneris find themselves acting as ambassadors of some kind or performing related tasks, there are many who break away from this tradition. This usually happens when they meet individuals who express great joy, excitement, or some other positive emotion about a profession, calling, or experience. A brenneri’s emotional insight can then kick into overdrive, causing them to decide to pursue a similar experience themselves. It’s not uncommon for a brenneri to meet a spacefarer who’s just returned from an exhilarating adventure and then quickly want to become an adventurer themself. Brenneris find themselves especially taken with enthusiastic shirrens, and many become early adopters of new technologies and lifestyles.<br><br>Though brenneris’ natural empathy for the emotional journeys of others usually serves them well, it can sometimes bring them into conflict with others. They might, for example, compulsively attempt to intervene as councilor or intermediary in cases where the involved parties aren’t interested in outside interference—and others may find brenneris’ well-meaning attempts to help condescending or intrusive. It’s not uncommon to hear tales about brenneri companions who were “too helpful,” insisting on trying to assist someone in a rough emotional state even after being declined repeatedly. In some circles, this has earned the species a reputation for nosiness, though even then, few would consider a brenneri’s interest malicious.<br><br><strong>Ability Modifiers</strong> +2 Con, +2 Cha, -2 Int<br><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Brenneris are Medium humanoids with the brenneri subtype.</p>\n<h2 class=\"title\">Astute</h2>\n<p>Brenneris gain a +2 racial bonus to Diplomacy and Sense Motive checks.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Brenneris have darkvision with a range of 60 feet.</p>\n<h2 class=\"title\">Favored Object</h2>\n<p>A brenneri can designate any object they own of negligible bulk as a favored object. Once per day, when a brenneri spends a Resolve Point and takes a 10 minute rest to regain Stamina Points, they can focus on a favored object during the rest and recover Hit Points equal to half their level (minimum 1).</p>\n<h2 class=\"title\">Hold Breath</h2>\n<p>Brenneris can hold their breath for 10 minutes, and taking actions does not reduce this duration (see Suffocation and Drowning).</p>\n<h2 class=\"title\">Swimmer</h2>\n<p>Brenneris have a swim speed of 20 feet.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA3-9",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "con"
        ],
        [
          -2,
          "int"
        ],
        [
          2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "brenneri",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}