{
  "_id": "5Hl70X2rB6D7glN5",
  "name": "Cephalume",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Cephalumes are native to the Near Space planet Luminar, a gas giant with a thick outer atmosphere of hydrogen and helium and a dense, high-pressure ocean of liquid methane with a frozen icy floor. Cephalumes predominantly live in the middle strata of these methane seas, a lightless expanse with no discernible ground or sky. Cephalumes have cephalopod-like bodies with a prominent head and a large single foot. Their skin is naturally bioluminescent, and cephalumes flicker this light to communicate in Lumos, a visual language comprised of sequential, carefully timed blinks. As a result, most cephalume clothing and armor incorporate transparent force fields to allow light to shine through.<br><br>Cephalumes form symbiotic unions with small bioelectric arthropods known as krikiks. These symbiotes can communicate with their hosts in a tactile variant of Lumos that uses soft electrical pulses. Krikiks have significantly longer life spans than cephalumes do, and they are sometimes gifted from cephalume to cephalume as heirlooms. Cephalumes can bond with multiple krikiks as they age, though such a distinction is reserved for respected cephalumes of high station.<br><br>Cephalume culture is subtle and traditional, valuing community, curiosity, and exploration. Cephalumes engage in a unique form of ancestor worship, and the buildings in their settlements are actually the calcified remains of their dead, often the only solid structures to be found in the aquatic void they live in. Many cephalumes continue to regard these edifices as the people they once were, and even hold conversations with them to talk out their problems in times of stress.<br><br>Like most other civilizations, cephalumes achieved spaceflight at some point during the Gap and now embark on celestial walkabouts across the galaxy. They strive to learn about the technologies and cultures of other civilizations before they return to Luminar, adding their discoveries to the collective knowledge of their people. Cephalume starships, like their buildings, are made from the remains of their dead. Cephalumes consider it to be a great honor to explore the universe with one of your ancestors serving as your vessel.<br><br><strong>Ability Modifiers</strong> +2 Str, +2 Wis, -2 Con<br><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Cephalumes are Medium aberrations with the plantlike subtype.</p>\n<h2 class=\"title\">Beguiling Glow</h2>\n<p>As a standard action (as long as their bioluminescence isn’t suppressed), a cephalume can create flickering patterns in the light emanating from their skin. Each sighted creature within 20 feet must succeed at a Will saving throw or be fascinated for as long as the cephalume continues this presentation (a standard action each round). The DC of the saving throw is equal to 10 + half the cephalume’s character level + the cephalume’s Wisdom modifier. A cephalume can’t use this ability again until they have taken a 10-minute rest to recover Stamina Points.Creature that understand Lumos are unaffected. This is a sense-dependent effect.</p>\n<h2 class=\"title\">Bioluminescence</h2>\n<p>A cephalume increases the light level by one step out to a radius of 20 feet. A cephalume can suppress or reactivate this light as a move action, and they receive a +4 racial bonus to Stealth checks when their light is suppressed. A cephalume also uses this light to communicate with others.</p>\n<h2 class=\"title\">Cephalume Movement</h2>\n<p>Cephalumes have a land speed of 10 feet and a swim speed of 30 feet.</p>\n<h2 class=\"title\">Cold Resistance</h2>\n<p>Cephalumes have resistance 5 to cold.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Cephalumes have darkvision with a range of 60 feet.</p>\n<h2 class=\"title\">Depth Inured</h2>\n<p>A cephalume is immune to the dangers of extreme depths.</p>\n<h2 class=\"title\">Plantlike</h2>\n<p>For effects targeting creatures by type, cephalume count as both their type and plants (whichever type allows an ability to affect them for abilities that affect only one type, and whichever is worse for abilities that affect both types). They also receive a +2 racial bonus to saving throws against mind-affecting effects, paralysis, poison, polymorph, sleep, and stunning, unless the effect specifies that it works against plants.</p>\n<h2 class=\"title\">Symbiote Adaption</h2>\n<p>Cephalumes form symbiotic unions with krikiks, a living biological augmentation unique to their race. Most cephalumes have one of the following krikik symbiotes. <br><br><em>Airjet Krikik</em>: An air bladder in the krikik increases the cephalume’s land and swim speeds by 10 feet. Once per day as a swift action, the cephalume can double their movement speed for that round. <br><br><em>Electrostatic Krikik</em>: The krikik is covered in thin, electrically charged spines that allow the cephalume to cause any weapon they wield to deal half its damage as electricity damage, becoming lethal and non-archaic if it is not already. If the weapon already deals two damage types, this effect replaces one with electricity. In addition, this allows the cephalume to grant any weapon they wield the staggered critical hit effect. If the weapon has any other critical hit effects, the cephalume chooses only one to apply on a critical hit. <br><br><em>Sharprock Krikik</em>: The krikik’s hard crust grants the cephalume a +1 racial bonus to AC. <br><br><em>Siltsight Krikik</em>: The krikik has heat-sensitive eyes that allow the cephalume to double the range of their darkvision and to see through non-magical fog, mist, and clouds without penalty, ignoring any cover or concealment bonuses from those effects. <br><br><em>Tentacle Krikik</em>: The krikik has a prehensile tentacle that increases the cephalume’s natural reach by 5 feet.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA3-11",
    "type": "aberration",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ],
        [
          -2,
          "con"
        ],
        [
          2,
          "wis"
        ]
      ]
    },
    "size": "fine",
    "subtype": "plantlike",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}