{
  "_id": "5AT4WDtXQH3ACvGj",
  "name": "Contemplative",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">The beings known through the Pact Worlds as contemplatives of Ashok were once humanoids of extreme intelligence living on Akiton. Upon unlocking exceptional psychic powers, they deliberately evolved their brains, to the detriment of their bodies. Now, contemplatives float along using telekinesis, their atrophied bodies dangling from pulsating brain-sacs.<br><br>Contemplatives’ specialized evolution dates back to long before the Gap, and only piecemeal records hint at their original appearance. Were they more interested in power and influence as a species, they likely would have conquered their home planet of Akiton, but instead, most contemplatives are content to ponder the multiverse and its secrets, most famously debating their conclusions in Akiton’s Halls of Reason. Contemplatives scholars are universally welcomed in laboratories, research facilities, and universities throughout the Pact Worlds, making them among the most prolific academic authors. Those who turn their minds to more worldly pursuits are rare, yet it is small cabals of such financial masterminds and political theorists that have best exploited Akiton’s recent economic downturn. These moguls have purchased large swaths of the planet’s real estate, ruling as silent overlords of ghost towns and thriving neighborhoods alike.<br><br>Although contemplatives are known to be extraordinarily intelligent, observant, and confident, their behavior is often jarring to their colleagues of other species. Individual contemplatives often refer to groups of their kindred using the first-person plural, suggesting some degree of racial hivemind, telepathic union, or sacred sense of shared existence. Further supporting this theory is the fact that contemplatives rarely come into conflict with one another, with few instances of intraracial violence in recorded history. Despite contemplatives’ relative peacefulness, other races often perceive them as aloof, overly logical, and emotionally sterile.<br><br>Contemplatives are able to speak, though their voices are reedy and soft. Most consider verbal communication rather crude, favoring telepathy. Those who regularly need to speak often wear inexpensive contact speakers that translate their telepathic thoughts into spoken words. They’re also able to sing in keening wails, although they rarely do so except around others of their kind or their most honored colleagues. The few ethnographers who study this behavior directly have compared the songs to religious paeans—an association contemplatives find absurd, in part because most prefer to study faith objectively rather than as worshipers.<br><br>Despite their frail appearance, contemplatives are able to survive in unforgiving environments. They find indoor sites far more comfortable, however especially areas that are cool and still, as these conditions facilitate their concentration. When contemplatives do build their own communities, the structures are often windowless and difficult to navigate for those unable to fly.<br><br><strong>Ability Modifiers</strong> +4 Int, +2 Cha, -2 Str, -2 Con<br><strong>Hit Points</strong> 2</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Contemplatives are Medium monstrous humanoids.</p>\n<h2 class=\"title\">Applied Knowledge</h2>\n<p>Once per day before attempting a skill check or saving throw against a creature, a contemplative can use its bonus for the skill associated with that creature’s type (such as Life Science for an ooze or Mysticism for an outsider) in place of its normal bonus.</p>\n<h2 class=\"title\">Atrophied</h2>\n<p>A contemplative’s limbs are practically vestigial. A contemplative can manipulate most tools and one-handed weapons (including small arms) without difficulty. A contemplative can’t properly wield a two-handed weapon without dedicating its telekinetic powers to supporting the weapon, and even then it takes a –4 penalty to attack rolls. It also can’t use its spell-like abilities or fly until it is no longer wielding that weapon.</p>\n<h2 class=\"title\">Psychic Flight</h2>\n<p>Contemplatives fly supernaturally at a speed of 30 feet with average maneuverability, but their base speed is only 5 feet.</p>\n<h2 class=\"title\">Psychic Senses</h2>\n<p>Contemplatives have blindsense (thought) out to 30 feet and darkvision to a range of 60 feet.</p>\n<h2 class=\"title\">Limited Telepathy</h2>\n<p>Contemplatives have limited telepathy with a range of 30 feet.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 3–4 ft.<br><strong>Average Weight</strong> 75–125 lbs.<br><strong>Age of Maturity</strong> 50 years<br><strong>Maximum Age</strong> 300+3d% years</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA-28",
    "type": "monstrous humanoid",
    "modifiers": [],
    "hp": {
      "value": 2,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          -2,
          "str"
        ],
        [
          -2,
          "con"
        ],
        [
          4,
          "int"
        ],
        [
          2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}