{
  "_id": "LvllRXB7dVM9W56Q",
  "name": "Copaxi",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Copaxis are complex colonies of coral-like polyps that develop into anthropomorphic forms.<br><br><strong>Ability Modifiers</strong> +2 Con, +2 Cha, –2 Wis<br><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Copaxis are Medium humanoids with the copaxi subtype.</p>\n<h2 class=\"title\">Blindsense</h2>\n<p>Copaxis’ sensitive polyps grant them blindsense (scent)—the ability to detect trace chemicals and scents in their environment—out to 30 feet. A copaxi ignores the Stealth bonuses from any form of visual camouflage, invisibility, and the like when attempting a Perception check opposed by a creature’s Stealth check. Even on a successful Perception check, any foe that can’t be seen still has total concealment (50% miss chance) against a copaxi, and the copaxi still has the normal miss chance when attacking foes that have concealment. A copaxi is still flat-footed against attacks from creatures it can’t see. </p>\n<h2 class=\"title\">Gravity Adjustment</h2>\n<p>Copaxis retain some of their ancient connection to the gravitational forces of the universe. A copaxi can adjust their personal gravity as a standard action. This adjustment remains in effect until the copaxi spends another standard action to return to their environment’s natural gravity. Entering an environment with a different gravity also cancels the copaxi’s ongoing adjustment. A copaxi can treat high or low gravity as standard gravity or treat standard gravity as high or low gravity. These adjustments only affect the copaxi and anything the copaxi is carrying; they do not affect thrown weapons. The copaxi cannot adjust to or from extreme or zero gravity. </p>\n<h2 class=\"title\">Regenerative Evolution</h2>\n<p>A copaxi gradually reshapes its body and neural networks to overcome new challenges. Each time a copaxi gains a level, it can retrain all the choices of one previous character level, as though it had used a mnemonic editor. They must have qualified for any new selections at the retrained level.</p>\n<h2 class=\"title\">Natural Communicator</h2>\n<p>A copaxi quickly adapts to and adopts new forms of communication. Each time a copaxi gains a rank in Culture, they learn 2 languages rather than 1 language.</p>\n<h1 class=\"title\">About the Copaxi</h1>\n<h2 class=\"title\">Physical Description</h2>\n<p>Copaxis are complex colonies of coral-like polyps that develop into anthropomorphic forms. They develop segmented exoskeletons of calcium-rich shell that cover most of their bodies. Their heads develop elaborate crests and horns that identify individuals. Each polyp includes a set of five feeding tentacles about 2 inches long suitable for filter feeding or catching extremely small prey, but they pose little threat to larger targets beyond painful scratches. The polyps’ bodies extend beneath the exoskeleton, intertwining with additional polyps to create sheets of muscle fiber and even transform into specialized tissues for processing information, sensing their surroundings, storing nutrients, eliminating toxins, and reproducing. Over the copaxi’s 40-year lifespan, individual polyps die and are replaced by new individuals, which in turn can grow to address the copaxi’s needs.</p>\n<h2 class=\"title\">Home World</h2>\n<p>Copaxis are indigenous to Tabrid Minor, a heavily industrialized world in Near Space. The planet has noteworthy gravity fluctuations associated with copi, an unintelligent coral-like organism related to the copaxis.</p>\n<h2 class=\"title\">Society and Alignment</h2>\n<p>Copaxi society values respect for leadership and technological innovation while preserving individual expression. Each city is comprised of many individuals all working toward a common goal, behaving like a giant copaxi. Legends of depraved spellcasters inspire many superstitions intended to protect against witchcraft, even though magic use is quite rare.</p>\n<h2 class=\"title\">Relations</h2>\n<p>Copaxis are avid explorers who quickly absorb other languages and cultures. They are new to interstellar travel and avidly promote the Pact Worlds in the hope of becoming a protectorate. The Veskarium’s expansionist history perturbs copaxis, who are often cautious around aggressive species.</p>\n<h2 class=\"title\">Adventurers</h2>\n<p>Copaxis appreciate being part of a greater whole and thus favor traveling in groups. They are versatile explorers who can slowly adapt to fill whatever role is needed, favoring physical responsibilities. However, recent discoveries about their past have spurred some copaxis to rediscover lost magical talents of their species, including an ancient solarian tradition.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SFSS#1-22,TPP-21",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "con"
        ],
        [
          -2,
          "wis"
        ],
        [
          2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "copaxi",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}