{
  "_id": "s1gAGyDp96R5kSIi",
  "name": "Damai",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">The people known throughout the galaxy as damais are survivors of a shattered planet who are at once hardy yet fragile, savvy yet foolish, prescient yet solipsistic. Their planet is ancient even on the scale of the vast universe, and yet for damais, modern history is merely 200 years old. Life on Daimalko, their dry, rocky planet in Near Space, transformed when an event called the Awakening wracked the land with earthquakes, evaporated the world’s oceans, and withered its greenery. Worse, the cataclysm awakened the terrible colossi at the heart of the people’s legends. Some of these monstrosities were kyokors, though many were other, equally horrific beasts, and all rose from their slumber beneath the seabed to destroy most of the planet’s inhabitants in short order.<br><br>Prior to this disaster, the people of Daimalko were split between two advanced, warring societies: the holy Queendom of Ykarth, which claimed a divine mandate from the empyreal lord Duellona, and the psychic Confederation of Volkaria. But the Awakening drove most of the surviving damais underground, regardless of their allegiance, where they huddled in caverns they came to collectively call the Refuge. Nearly 150 years passed as the remaining damais and their descendants grappled with the cultural trauma of the Awakening. Originally a fragile people threaded with natural ribbons of psychic energy, empathic magic, or braids of both, damais adapted into the hardy and resourceful people they are today.<br><br>About 50 years ago, a wise leader in one of the deepest and largest pockets of the Refuge resolved to reunite damais for good. Reirali Kokolu sought to build solidarity among the refugees despite the fact that the colossi still rampaged on the surface above. At great personal risk, she traversed the lightless caverns to make contact with other refugee settlements, inviting their leaders to travel with her until they’d contacted each surviving damai and formulated a plan to keep them connected to one another, even if only spiritually.<br><br>Near the end of the leaders’ journey, they stumbled upon a curious cache of rune-scribed orbs. Though most of the leaders thought the objects mere baubles, useless remnants of the planet’s lost civilizations, Reirali Kokolu felt compelled to commune with the orbs. At first, touching them conveyed blasts of overwhelming emotion, fits of magical hubris, unnatural physical strength, and the darkest dread. However, after studying them at length—and convincing the other damai leaders to do the same—Kokolu found that the orbs, when bonded to a user, subtly conveyed vital information about the marauding colossi, such as their physical locations at any given time. Users of these orbs even seemed able to subtly influence the beasts’ behavior, though doing so caused tremendous stress, both mentally and physically. Communing with the orbs also fused the leaders to each other emotionally. As they learned to wield the orbs’ power, the leaders came to realize that with just a little concentration, they could inhabit each others’ minds and hearts.<br><br>These damai leaders became the first Guardians. Invigorated with the powers they’d unlocked, the Guardians returned to their respective settlements in the Refuge. Some died mysteriously along the way, and to this day it is unclear why, despite numerous attempts to discover the fates of these Guardians and any motive or meaning behind their deaths.<br><br>However, the rest returned to their enclaves. While some used the orbs merely to fortify their settlements, terrified of the power of the colossi they felt through their artifacts, other Guardians began ushering small colonies of damais aboveground, carefully using their bonded orbs to shield their people from harm. Now, the underground settlements have approached a stability that is just shy of thriving, though the aboveground colonies still struggle, thanks both to their youth and to colossi attacks that their Guardians have failed to thwart. Daimalkan Guardians command great power, found both within them and through their orbs, but they are no less mortal than their kin, who age much as humans do. Thus, each Guardian carefully chooses and trains her successor over about a dozen years, using her wits, her wisdom, and her bonded orb, which she transfers to her charge when the time is right.<br><br>Though some whisper that the magic flowing through the leaders is somehow tied to the force that sparked the Awakening, trust in the Guardians is nearly universal in damai settlements. Despite their different approaches to survival, the Guardians and everyday damais recognize how deeply tied to each other they are—or without the bonds of their people, damais would have nothing except the colossi that slaver for their end.<br><br>The average damai has gray skin, stands 6 feet tall, and weighs around 175 pounds.<br><br><strong>Ability Modifiers</strong> +2 Cha, +2 Dex, -2 Wis<br><strong>Hit Points</strong> 2</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Damais are Medium humanoids with the damai subtype.</p>\n<h2 class=\"title\">Low-Light Vision</h2>\n<p>Damais have low-light vision.</p>\n<h2 class=\"title\">Scrappy</h2>\n<p>Generations of living together in underground shelters and under the constant threat of enormous creatures have taught damais to work together against all odds. Once per day, as long as an ally is within 10 feet, a damai can reroll a failed attack roll or saving throw.</p>\n<h2 class=\"title\">Survivor</h2>\n<p>Damais have ingrained survivalist senses and gain a +2 racial bonus to Stealth and Survival checks. This bonus increases to +3 when a damai is underground.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 5–7 ft.<br><strong>Average Weight</strong> 100–250 lbs.<br><strong>Age of Maturity</strong> 14 years<br><strong>Maximum Age</strong> 80+2d20 years</p>\n<h1 class=\"title\">Alternate Ability Adjustments</h1>\n<p><strong>Source</strong> <em>Near Space pg. 127</em><br>The majority of damais have the ability adjustments found on page 33 of Alien Archive 2, as these adjustments represent overall trends for damais across the galaxy. However, some damais deviate from these generalities, whether from a unique upbringing or due to an individual’s idiosyncrasies. One such group of damais is represented below. They have the listed ability score adjustments, instead of the standard adjustments of +2 Charisma, +2 Dexterity, −2 Wisdom.</p>\n<h2 class=\"title\">Cerebral</h2>\n<p><strong>Source</strong> <em>Near Space pg. 127</em><br>Though many damais rely on strong personality to pursue their fortunes, some find themselves naturally more capable in soaking up knowledge, and they apply it to practical use in their daily lives. Damai legend claims that these cerebral, frail members of their species, once far more numerous, were responsible for the magnificent advancements in science, technology, and magic that far predated Daimalko’s Awakening. A cerebral damai’s ability adjustments are +4 Intelligence, –2 Constitution.</p>\n<h1 class=\"title\">Alternate Racial Traits</h1>\n<p><strong>Source</strong> <em>Near Space pg. 127</em><br>While most damais have the standard racial traits detailed on page 33 of Alien Archive 2, specific individuals sometimes have unique abilities, represented by the following alternate racial traits. Damais with the empathic imprint trait are most likely to become Guardians, as described on page 74 of this book and page 464 of the Starfinder Core Rulebook.</p>\n<h2 class=\"title\">Brazen Bravado</h2>\n<p><strong>Source</strong> <em>Near Space pg. 127</em><br>Many damais rely on their incredible force of personality and in-the-moment ingenuity to get themselves out of scrapes, rather than on the survival skills common among their fellows. Damais with this racial trait gain a +2 racial bonus to Bluff and Sense Motive checks. In addition, when they aid another creature using one of these skills, the aid another bonus they provide increases to +3.<br>This replaces survivor.</p>\n<h2 class=\"title\">Empathic Imprint</h2>\n<p><strong>Source</strong> <em>Near Space pg. 127</em><br>Some damais are born with an innate connection to the feelings and moods of those around them, and they can focus this empathy to glean insights that others normally could not. Once per day, a damai with this racial trait can cast mindlink as a spelllike ability. The caster level for this effect equals the damai’s level.<br>This replaces survivor.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA2-33",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 2,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          -2,
          "wis"
        ],
        [
          2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "damai",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}