{
  "_id": "TdQ8QeDZ2hp4LRba",
  "name": "Dirindi",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Cosmopolitan Arkanen, prominent among Liavara’s many moons, prides itself on being home to one of the most learned and urban populations in the Pact Worlds. Arkanen home to two sapient species with a deeply intertwined history: dirindis and sazarons. The two species co-govern their world and work on most major enterprises collaboratively. Dirindis provide creativity, optimism, and ideas, while the scholarly sazarons make sure projects stay on schedule and on budget. The two species get along well, complementing each other’s strengths and respecting each other’s differences.<br><br>Dirindis are stout humanoids with three eyes and an affinity for humor and electricity. They greet each other with friendly zaps of electricity and outrageous retellings of recent adventures, and visitors to Arkanen are unlikely to avoid some enthusiastic zapping from the locals.<br><br>Dirindi family units are large and complex, with extensive networks of siblings and cousins. Dirindis often adopt friends of other species into this chaos, especially sazarons, gnomes, and humans. Dirindis are born to two biological parents, but most are polyamorous, committing to multiple partners for long-term caring relationships and sharing the raising and education of the young. Although dirindis can be found in every profession, they are drawn to social professions and are often bureaucrats, educators, merchants, and politicians.<br><br>Dirindis love to laugh and believe there is no tale that cannot be made better with embellishment. Prone to exaggeration and hyperbole, they use allegories and jokes to approach deeper truths about the conditions and relationships of sapient beings. They’re not out to deceive; to a dirindi, jokes aren’t funny unless everyone gets to share in them. Dirindis treat con artists and other social predators as outcasts, and Arkanen law punishes such offenders harshly. While dirindis support ideals of honesty and disclosure, they’re often hazy with details and don’t mind filling knowledge gaps with conjecture. Throughout the Pact Worlds, the phrase “as accurate as a dirindi fact-checker” conjures their trademark lax research and unreliable newscasts. Despite this—or perhaps because of it—dirindi newscasts are among the most popular in the Pact Worlds. What they lack in strict accuracy, they make up for in raw enthusiasm. As they are gifted linguists, dirindis can broadcast in virtually every known language of the Pact Worlds.<br><br>Parallel to but separate from the dirindi population on Arkanen is that of the moon Osoro, which dirindis populated before the Gap. Osoro has large predators and toxic-gas seas, but its highly charged atmosphere and frequent lightning storms proved irresistible for the dirindis who settled there. Proud of their pioneer heritage, they often look upon their Arkanen brethren as soft urbanites. Few sazarons travel to Osoro, and the dirindis on this moon have become more serious, self-reliant, and survival oriented. They still tell wildly exaggerated tales of irokiroi hunts and other adventures, and still celebrate some of the same holy days as their counterparts on Arkanen, but they see themselves as entirely independent.<br><br><strong>Ability Modifiers</strong> +2 Dex, +2 Cha,-2 Wis<br><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Dirindi are Medium humanoids with the dirindi subtype.</p>\n<h2 class=\"title\">Convivial</h2>\n<p>Dirindis know a number of bonus languages equal to twice their Intelligence bonus, half of which must be chosen from either the prevalent languages on page 41 of the Starfinder Core Rulebook or the racial languages their allies speak. They also gain a +2 racial bonus to Diplomacy checks.</p>\n<h2 class=\"title\">Dirindi Senses</h2>\n<p>Dirindis have blindsight (electricity) with a range of 60 feet and low-light vision. They gain a +2 racial bonus to Perception checks.</p>\n<h2 class=\"title\">Electrical Affinity</h2>\n<p>Dirindis have resistance 5 to electricity, and they gain the following spell-like abilities. The caster level for these effects is equal to the dirindi’s level.<br><br>1/day—<em>jolting surge</em> <br>At will—<em>energy ray</em> (electricity only)</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA3-21",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          -2,
          "wis"
        ],
        [
          2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "dirindi",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}