{
  "_id": "IuYkmnGu3rqa3vZJ",
  "name": "Draelik",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">The Shadari Confederacy lies cloaked deep within an area known as the Kurzach Nebula: an immense cloud of ionized, dingy-colored gases that block most scans and make astrogation difficult. As such, this loose organization houses all manner of fugitives, itinerants, and other scoundrels, and it is led by the inhabitants of Great Shadar, a waterless planet orbiting this system’s dim star. These residents call themselves draeliks, and they are singularly united in support of the Confederacy’s lawless ideals. To outsiders, however, they often seem more beholden to the grotesque sceaduinars: extraplanar creatures from the Negative Energy Plane, and the main figures of the most prominent draelik faith.<br><br>Draeliks are gaunt humanoids who average 7 feet in height. They have vestigial gills on their necks and slightly webbed hands and feet that hint that they may have once been an aquatic race, even though their home world currently has no oceans or lakes. Instead of hair, draeliks have short bristles on their heads. The color of draeliks’ skin spans various shades of yellow, from mustard to saffron. Draeliks have three fingers and a thumb on each of their hands, and their limbs are slightly longer than those of humans.<br><br>The majority of draeliks have a mystical marking resembling a third eye that usually appears on the forehead. Known as Eyes of Enlightenment, these mark them as adherents of the philosophy of Ataxxea, a belief that pays homage to sceaduinars and finds entropy to be the most sublime force in the universe. Members of this faith don’t actively set out to destroy, but they do very little to prevent and reverse natural deterioration. They build only items that speed up this decay, mostly by using negative energy. This pseudoreligion is widespread throughout the Confederacy, and many races native to the nebula count themselves as followers, receiving the Eye of Enlightenment during a ritualistic process involving special inks distilled from dark energies. Many who get this tattoo gain powers similar to solarians who focus on the graviton aspects of their cycle.<br><br>While some outsiders mistakenly conflate the nihilistic philosophy of Ataxxea with that of the Cult of the Devourer, most draeliks find the comparison deeply offensive. To them, their path is a stately and dignified march toward the inevitable and ordained end of all things, while the Devourer’s followers cheapen the entire experience and ruin the work of generations by thrashing around in childlike tantrums, attempting to tear reality’s fabric instead of embracing its beautiful unraveling.<br><br>The few draeliks who don’t follow these entropic beliefs generally leave the Kurzach Nebula to seek their fortunes in the wider galaxy. Despite their rejection of their home world’s nihilism, however, they are often still drawn to careers that emphasize the deeply ingrained talents of their people, hiring themselves out as deceptive assassins, furtive thieves, or mystics of dubious morality. Draeliks encased in shining armor and fighting for the betterment of every race and creed are rare, and those who seek to shatter the mold must always contend with their inner demons, sometimes even struggling against foul temptations from sceaduinars who want to bring them back into the fold.<br><br><strong>Ability Modifiers</strong> +2 Con, +2 Wis, -2 Cha<br><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Draeliks are Medium humanoids with the draelik subtype.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Draeliks gain darkvision out to 60 feet.</p>\n<h2 class=\"title\">Draelik Magic</h2>\n<p>Draeliks gain the spells listed below as spell-like abilities. The caster level for these effects is equal to the draelik’s character level.<br>1/day—<em>wisp ally</em><br>At will—<em>fatigue</em>, <em>ghost sound</em></p>\n<h2 class=\"title\">Lurker</h2>\n<p>Draeliks receive a +4 bonus to Stealth checks in dim light or darker conditions.</p>\n<h2 class=\"title\">Necromancy Resistance</h2>\n<p>Draeliks receive a +2 racial bonus to saving throws against necromancy effects.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 6–8 ft.<br><strong>Average Weight</strong> 130–270 lbs.<br><strong>Age of Maturity</strong> 15 years<br><strong>Maximum Age</strong> 70+2d20 years</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA-36",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "con"
        ],
        [
          2,
          "wis"
        ],
        [
          -2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "draelik",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}