{
  "_id": "uzQCAyTR0KfOFRVA",
  "name": "Dragonkin",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Native to Triaxus, dragonkin are smaller and more humanoid than their true dragon cousins, yet more intelligent than brutish drakes and wyverns. Even before the advent of the Gap, dragonkin had a long history of alliance with humanoids, specifically in a region on Triaxus called the Skyfire Mandate, where many dragonkin carried ryphorian riders into battle against the armies of the evil dragons in the Drakelands. With the formation of the Pact, however, the Drakelands’ masters ramped back their cruelty to ostensibly legal levels; these dragons eschewed their expansionist wars in favor of biased laws, secret police forces, and corporate oligarchies. In the wake of this peace and the dawn of easily accessible space travel, the Skyfire Mandate’s famed Dragon Legion was renamed the Skyfire Legion and found a new purpose as a spacefaring mercenary league that protects innocent colony worlds that are beyond the reach of the Pact’s laws. Yet not all dragonkin and their bonded partners signed up to join the legendary militia’s new crusade, and some instead took to the stars independently to find their own fortunes.<br><br>Probably the greatest distinguishing feature of the dragonkin is their near-magical ability to bond with a non-dragonkin partner, traditionally a ryphorian. Living and working together— and often training to complement each other in combat—a dragonkin and his partner can develop such a deep bond that they begin to literally read each other’s thoughts, allowing them to act with perfect synchronization. On Triaxus, this historically resulted in bonded pairs known as dragonrider pairs: a humanoid partner riding into combat on the dragonkin’s back and providing ranged and magical support. While there are still plenty of planet-dwelling pairs who practice this ancient form of combat, today, a dragonkin and his partner more often use their link to make an exceptional starship crew or ground assault squad. The bond between dragonkin and partner goes far beyond simple combat, however. While generally not romantically involved with each other, dragonkin and their partners act in sync in nearly every aspect of their lives and form an inseparable partnership that outside relationships must accommodate.<br><br>Life among the stars has led to variation within the dragonkin race, both culturally and genetically. While dragonkin adopted the use of armor, weapons, and other tools millennia ago, this reliance has accelerated dramatically in recent centuries. Dragonkin who remain on Triaxus and live according to tradition retain their abilities, yet those who make their homes in the cramped quarters of ships and space stations have a diminished ability to fly—a fact that drives a wedge between traditionalists and the newer breed, the latter of which claim that a good starship provides the only wings they need.<br><br>Dragonkin tend to be intimidatingly stoic to strangers but loyal and fun with their friends. While the Skyfire Legion has an unusually heroic code of ethics for a mercenary unit, dragonkin in general are no more good or evil than humans, finding their own religious or moral codes or simply doing whatever it takes to protect their friends and families. While legionaries don’t like to admit it, many dragonkin (and even their humanoid partners) are perfectly happy working for the chromatic-run corporations on Triaxus, conducting shady operations and making sure humanoids in the Drakelands remain properly cowed. Dragonkin have a particularly complicated relationship with the vesk, as the normally aggressive reptilian race have ancient religious scriptures claiming that the spirits of the Veskarium’s greatest warriors would be reincarnated elsewhere in a form suspiciously similar to the dragonkin, and thus vesk have always treated dragonkin with respect and deference, even when their two systems were at war.<br><br>The average terrestrial dragonkin is 15 to 20 feet long and weighs roughly 2,000 pounds, while the spacefaring variety can be as small as half that size.<br><br><strong>Ability Modifiers</strong> +4 Str, -2 Dex<br><strong>Hit Points</strong> 6</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Dragonkin are Large dragons with a space and reach of 10 feet.</p>\n<h2 class=\"title\">Breath Weapon</h2>\n<p>As a standard action, a dragonkin can breathe a 30-foot cone of flame that deals 1d6 fire damage. At 3rd level, a dragonkin adds 1-1/2 × his character level to the damage. A creature in the cone can attempt a Reflex save for half damage (DC = 10 + half the dragonkin’s character level + his Constitution modifier). A dragonkin can’t use this ability again until he has taken a 10-minute rest to recover Stamina Points.</p>\n<h2 class=\"title\">Draconic Immunities</h2>\n<p>Dragonkin are immune to sleep effects and gain a +2 racial bonus to saving throws against effects that cause paralysis.</p>\n<h2 class=\"title\">Draconic Vision</h2>\n<p>Dragonkin gain darkvision with a range of 60 feet and low-light vision, meaning they can see in dim light as if it were normal light.</p>\n<h2 class=\"title\">Flight</h2>\n<p>A dragonkin gains an extraordinary flight speed of 30 feet with average maneuverability. Until a dragonkin is 5th level, he must end his movement on the ground at the end of each turn or fall.</p>\n<h2 class=\"title\">Partner Bond</h2>\n<p>A dragonkin can form a permanent bond with one willing non-dragonkin creature. Once this bond is made, a dragonkin cannot form another partner bond unless its current partner dies. A dragonkin and its partner can communicate with each other as if they both had telepathy with a range of 100 feet. In combat, when a dragonkin is within 30 feet of its partner, both creatures roll initiative checks separately and treat the higher result as the result for both of them.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 8–20 ft.<br><strong>Average Weight</strong> 500–2,500 lbs.<br><strong>Age of Maturity</strong> 25 years<br><strong>Maximum Age</strong> 100+d% years</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA-40",
    "type": "dragon",
    "modifiers": [],
    "hp": {
      "value": 6,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          4,
          "str"
        ],
        [
          -2,
          "dex"
        ]
      ]
    },
    "size": "fine",
    "subtype": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}