{
  "_id": "9cnt4R7vGTm797R9",
  "name": "Dromada",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Dromadas are members of a bipedal mammalian species from the Near Space planet Dromaritia that average 5 feet tall and weigh around 200 pounds. Their powerful unguligrade legs end in long, hooved toes, while their shorter forelimbs include strong dewclaws and fingers that allow the manipulation of tools. Long necks end in drooped heads, atop which stubby eyestalks allow their eyes to move independently, giving dromadas a wide field of vision. They have soft, fine fur that can be various shades of red or brown.<br><br>Having spent most of their history as the most populous and preferred prey animal for their home world’s numerous large carnivores, the dromadas’ presapient ancestors formed tightly knit herds to keep safe. The skittish creatures reacted to danger first by emitting a deep moan that would alert the entire herd, then bolt for safety in huge stampedes. As they gradually learned to use tools, communicate with spoken language, and develop more advanced technology, dromadas retained these behaviors, which continue to serve them well even as they join the galactic community. While dromadas are a sapient species and as such are not considered food to most other sapient species, there are a few evil species willing to go to great lengths to obtain dromada meat, which is reported to have a unique and savory flavor.<br><br>Dromadas usually operate in large family units and rarely do anything individually. The herbivorous creatures prefer open spaces large enough for an entire group and with good visibility, especially when eating. Half the group eats while the other half keeps watch, with the groups switching roles so everyone gets to graze. Dromada homes are usually large, single-story buildings with plenty of exits that can accommodate an entire herd. The floors of such structures are often used to grow the grasses they feed on so that the dromadas can spend their free time grouped together grazing in the safety of their homes. Dromada herds can be large enough to staff entire corporations, where employees live and work together in large compounds with open floor plans. Such enterprises can be found in a staggering array of industries, providing products and services that range from plant-based meat substitutes to social media consultancy.<br><br>In their youth, dromadas train in specific skill sets so they can provide a variety of services to the herd as adults. Members of dromada society place great importance on their responsibilities; the more the herd can provide for itself, the less it needs to depend upon potentially dangerous outsiders. When dromadas become curious about the outside world, they travel short distances from the herd in small groups called huddles. When confronted with anything they perceive as dangerous, members of the huddle flee to the safety of the herd and warn others about what they encountered. Smaller groups of dromadas living permanently in densely populated, cosmopolitan urban areas continue this trend, and frequently rely heavily on delivery services, ensuring no one has to leave the herd to obtain supplies.<br><br>Dromadas do not consider leadership of a dromada herd to be an honor or something to aspire to, as leaders become targets simply by virtue of their position. Most dromada herds elect their leaders democratically and for limited terms, but because an average dromada has no interest in taking on a leadership role, the herd itself nominates candidates for political office—whether an individual wants to run or not. Rather than focusing on their own achievements, many candidates instead highlight the accomplishments of their opponents in hopes of losing the election to someone else. Crime within dromada society is rare, as the punishment can be exile—a sentence akin to death for their distant ancestors. In truth, modern dromadas feel much the same way about this punishment, as most dromadas dread the prospect of being without their herd. Dromadas can nonetheless find themselves alone, whether because they were exiled, they were the sole survivors of an attack, or they were left behind due to sickness or injury. Such dromadas instinctively look for a surrogate herd to join as soon as possible. A dromada’s trust is very difficult to earn, as they view everything around them as potentially dangerous and can be extremely skittish, but they are loyal and constant companions to those who eventually gain their friendship. As a result, individual dromadas can form strong bonds with members of other species, especially those with a similar generalized fear of danger, such as the sluglike osharus (Starfinder Alien Archive 2 92).<br><br>Dromada adventurers or mercenaries are extremely rare, as dromadas who choose such paths would need to overcome their powerful instincts to flee when in danger. But when they are able to, dromadas make excellent lookouts, first responders, and even bodyguards, using their powerful legs for lightning-fast repositioning in the heat of battle. Their fearful natures also mean that most modern dromadas have some talent configuring and bypassing security systems and devices. Still, choosing an adventurer’s life isn’t easy, as even the bravest dromadas still sometimes find themselves automatically fleeing from dangers, both real and imagined.<br><br><strong>Ability Modifiers</strong> +2 Dex, +2 Wis, -2 Cha<br><strong>Hit Points</strong> 2</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Dromadas are Medium magical beasts.</p>\n<h2 class=\"title\">Alert the Herd</h2>\n<p>Alert the Herd</p>\n<h2 class=\"title\">Bolt</h2>\n<p>When a dromada takes the run full action, they can move up to five times their speed, change direction once during the movement, and cross difficult terrain (though such terrain requires extra movement as normal).</p>\n<h2 class=\"title\">Dromada Senses</h2>\n<p>Dromadas have darkvision with a range of 60 feet and low-light vision.</p>\n<h2 class=\"title\">Savory</h2>\n<p>A dromada hit by a creature’s bite attack takes a –2 penalty to AC against further bite attacks from the same creature. This effect lasts 1 week and applies only once per creature.</p>\n<h2 class=\"title\">Swift</h2>\n<p>Dromadas have a land speed of 40 feet.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA3-29",
    "type": "magical beast",
    "modifiers": [],
    "hp": {
      "value": 2,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "wis"
        ],
        [
          -2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}