{
  "_id": "3kLK4WKPqNvFTwIB",
  "name": "Drow",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "cha"
        ],
        [
          -2,
          "con"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>With purple skin and white hair, drow are physically beautiful but merciless. Common drow form the majority of civilian and military forces and are governed by more powerful drow nobles. This strictly matriarchal culture leaves few opportunities for a common male, and training as an enforcer for a noble house or arms dealer is one of only a few ways a drow male can secure a somewhat comfortable life—if not necessarily a long one.</p>\n<p>Drow are ruthless opponents, having no qualms about setting ambushes or luring enemies to locations where they have the upper hand. They regard ideals such as fairness and honor as pathetic gestures of lesser races, and consider all who hold such beliefs deserving of exploitation. Drow have no compunction about using other races as slaves and minions, using them as cannon fodder when exploring potentially dangerous new locations or as a line of defense that allows drow to flee to safety when an encounter turns against them.</p>\n<p>As their economy revolves primarily around retrieving, reverse engineering, and selling weaponry from the planet-ship they have claimed as their own, drow are known throughout the Pact Worlds for having some of the finest, most cutting-edge armaments available. Their soldiers specialize in the use of ranged weapons, favoring teamwork tactics to undermine their foes’ defenses—though even an otherwise loyal sniper wouldn’t hesitate to prioritize his personal vendetta and take advantage of a clear line of fire to a rival in the chaos of a firefight.</p>\n<p>Some drow are born with gifts beyond those of most of their kind, including greater magical power. These individuals are referred to as drow nobles, and are most commonly born to other drow nobles within the powerful ruling houses through the aid of genetic-selection technology that is tightly controlled by those houses. However, it is not unheard of for a drow noble to be born to common parents without any genetic intervention. Such gifted progeny, upon realizing their talents, typically leverage them to gain a higher position in society, whether by aligning themselves with one of the powerful houses or striking out to earn a name for themselves. Given their exceptional talents, drow nobles quickly rise through the ranks and are soon recognized for their achievements even if a few common drow happen to disappear along their path to power.</p>\n<p>A drow noble scion of a powerful arms-dealing house might lead a branch of the family arms dealership, traveling throughout the Pact Worlds and fledgling colonies to secure buyers for the advanced technology her house produces based on the relics plumbed from their world. Other scions reinforce their noble houses’ connections with their demon lord patrons, becoming powerful mystics, or train as technomancers with a goal of unraveling the mysteries of the portal-gate at the center of Nightarch (see pages 458–459 of the<em>Starfinder Core Rulebook</em>).</p>\n<p><strong>Ability Adjustments</strong>+2 Dex, +2 Cha, -2 Con</p>\n<p><strong>Hit Points</strong> 4</p>\n<h2>Vital Stats</h2>\n<p><strong>Average Height</strong>&nbsp;5-1/2 to 6-1/2 ft.</p>\n<p><strong>Average Weight</strong>&nbsp;100–150 lbs.</p>\n<p><strong>Age of Maturity</strong>&nbsp;100 years</p>\n<p><strong>Maximum Age</strong>&nbsp;350+4d% years</p>\n<h2>Size and Type</h2>\n<p>Drow are Medium humanoids with the @UUID[Compendium.sfrpg.races.K7OFZY7hnnKZQ8YY]{Elf} subtype.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.HhrIJeHTxSGVX9mV]{Darkvision}</h2>\n<p>Drow have darkvision with a range of 60 feet.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.qSpUlTUU7UKS24Xk]{Drow Immunities}</h2>\n<p>Drow are immune to magical @UUID[Compendium.sfrpg.conditions.3iTdt2NRgIyrychR]{Sleep} effects and receive a +2 racial bonus to saving throws against enchantment spells and effects.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.xjIPYOT0HyEmmoDI]{Drow Magic}</h2>\n<p>Drow gain the following spell-like abilities. The caster level for these effects is equal to the drow’s level.</p>\n<ul>\n<li><strong>At will</strong><em>@UUID[Compendium.sfrpg.spells.rSWg5JnN3mxzkatD]{Dancing Lights}, @UUID[Compendium.sfrpg.spells.kxx5x0JAgFuEQJAm]{Detect Magic}</em></li>\n</ul>\n<p>In addition, drow count as having the @UUID[Compendium.sfrpg.feats.ci82dXIp6UtcluEE]{Minor Psychic Power} feat for the purpose of meeting prerequisites, and if a drow takes the @UUID[Compendium.sfrpg.feats.5a0a2zXORbPi09Hu]{Psychic Power} feat, she can add the drow noble’s @UUID[Compendium.sfrpg.racial-features.SsL6aUIEvJp0sNML]{Limning Light} supernatural ability to the list of spell-like abilities available to her.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.fXDrp5JLHncPDt1S]{Keen Senses}</h2>\n<p>Drow receive a +2 racial bonus to their Perception checks.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.Ed9zMRU9HHujrfy1]{Light Blindness}</h2>\n<p>A drow exposed to bright light is @UUID[Compendium.sfrpg.conditions.tOpF6qjnlnKc10t7]{Blinded} for 1 round, and @UUID[Compendium.sfrpg.conditions.YjE6UGzwOTfO9p4g]{Dazzled} as long as she remains in areas of bright light.</p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "source": "AA1 pg. 42",
    "subtype": "elf"
  }
}