{
  "name": "Dwarf",
  "permission": {
    "default": 0,
    "Fsap5l6u2LMmtbmd": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p>Dwarves are a stocky race, roughly a foot shorter than humans, with broad, heavy frames. Dwarves trace their heritage to the missing planet of Golarion, yet for them, this is not merely a matter of history, but identity - they were forged in the furnace of Golarion’s subterranean passages, and many dwarves born long after the planet’s disappearance still feel the sting of its loss, kept alive in dwarven song and legend. Dwarven history also claims that they once had a different racial god, Torag, who left his worshipers in the hands of his brother Angradd during the Gap so he could stand guard over Golarion, wherever it is now.</p>\n<p>Dwarves are most commonly found on Absalom Station, where their guilds and clans wield significant power, or on city-sized Star Citadel ships. Significant dwarven communities on other worlds are rare, though small groups can be found throughout the Pact Worlds’ extrasolar colonies. Many dwarves are attracted to asteroid mining, with Star Citadels common in the Diaspora.</p>\n<p>Larger dwarven communities often focus on tradition and fight to keep ancient crafts, laws, and enmities alive. This traditionalism sometimes causes other races to see dwarves as old fashioned, or even backward. Dwarves are certainly cautious in adopting new technologies and slow to change their way of life, but once a new technology has proven safe and effective, it’s quickly adapted to dwarven needs. Dwarves are often mechanics, mystics, and soldiers. They tend to get along best with gnomes, halflings, humans, and other races with ties to Golarion, though they have a sometimes impolite appreciation for androids’ elegant construction and find much in common with kasathas and korasha lashuntas.</p>\n<p>Among the strongest dwarven traditions is the Quest for Sky, a belief that Torag commanded his people to leave their underground homes on Golarion and fight a generations-long war to reach the surface. While many dwarves feel the Quest for Sky was fulfilled, some explore far from the Pact Worlds in the belief that the original journey was only the first stage of the quest and that Torag now wants them to find some specific alien sky for which they’re destined.</p>\n<p>Most dwarves stand 4 to 4-1/2 feet tall and weigh 150–200 pounds. They’re considered adults at 40 and live up to 450 years.</p>\n<h2>Size and Type</h2>\n<p>Dwarves are Medium humanoids with the dwarf subtype.</p>\n<h2>Darkvision</h2>\n<p>Dwarves can see up to 60 feet in the dark.</p>\n<h2>Slow but Steady</h2>\n<p>Dwarves have a land speed of 20 feet, which is never modified when they are encumbered or wearing heavy armor. They also gain a +2 racial bonus to saving throws against poisons, spells, and spell-like abilities, and when standing on the ground they gain a +4 racial bonus to their KAC against bull rush and trip combat maneuvers.</p>\n<h2>Stonecunning</h2>\n<p>Dwarves gain a +2 bonus to Perception checks to notice unusual stonework, such as traps and hidden doors located in stone walls or floors. They receive a check to notice such features whenever they pass within 10 feet of them, whether or not they are actively looking.</p>\n<h2>Traditional Enemies</h2>\n<p>Dwarves still train to fight their ancient enemies. A dwarf gains a +1 racial bonus to attack rolls against a creature with the goblinoid or orc subtype and a +4 racial bonus to AC against an attack from a creature with the giant subtype.</p>\n<h2>Weapon Familiarity</h2>\n<p>Dwarves are proficient with basic and advanced melee weapons and gain specialization with those weapons at 3rd level.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB, p. 506",
    "type": "humanoid",
    "hp": {
      "value": 6,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "con"
        ],
        [
          2,
          "wis"
        ],
        [
          -2,
          "cha"
        ]
      ]
    },
    "size": "medium",
    "subtype": "dwarf",
    "damage": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "SaWDXnfaX24Iuuuz"
}