{
  "_id": "SaWDXnfaX24Iuuuz",
  "name": "Dwarf",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "con"
        ],
        [
          2,
          "wis"
        ],
        [
          -2,
          "cha"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Dwarves are a stocky race, roughly a foot shorter than humans, with broad, heavy frames. Dwarves trace their heritage to the missing planet of Golarion, yet for them, this is not merely a matter of history, but identity - they were forged in the furnace of Golarion&rsquo;s subterranean passages, and many dwarves born long after the planet&rsquo;s disappearance still feel the sting of its loss, kept alive in dwarven song and legend. Dwarven history also claims that they once had a different racial god, Torag, who left his worshipers in the hands of his brother @Compendium[sfrpg.setting.2XYf2UNj7QtVgrms]{Angradd} during the Gap so he could stand guard over Golarion, wherever it is now.</p>\n<p>Dwarves are most commonly found on @Compendium[sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station}, where their guilds and clans wield significant power, or on city-sized Star Citadel ships. Significant dwarven communities on other worlds are rare, though small groups can be found throughout the Pact Worlds&rsquo; extrasolar colonies. Many dwarves are attracted to asteroid mining, with Star Citadels common in @Compendium[sfrpg.setting.Yt2xT4Iy6lHjCzso]{The Diaspora}.</p>\n<p>Larger dwarven communities often focus on tradition and fight to keep ancient crafts, laws, and enmities alive. This traditionalism sometimes causes other races to see dwarves as old fashioned, or even backward. Dwarves are certainly cautious in adopting new technologies and slow to change their way of life, but once a new technology has proven safe and effective, it&rsquo;s quickly adapted to dwarven needs. Dwarves are often mechanics, mystics, and soldiers. They tend to get along best with gnomes, halflings, humans, and other races with ties to Golarion, though they have a sometimes impolite appreciation for androids&rsquo; elegant construction and find much in common with kasathas and korasha lashuntas.</p>\n<p>Among the strongest dwarven traditions is the Quest for Sky, a belief that Torag commanded his people to leave their underground homes on Golarion and fight a generations-long war to reach the surface. While many dwarves feel the Quest for Sky was fulfilled, some explore far from the Pact Worlds in the belief that the original journey was only the first stage of the quest and that Torag now wants them to find some specific alien sky for which they&rsquo;re destined.</p>\n<p>Most dwarves stand 4 to 4-1/2 feet tall and weigh 150&ndash;200 pounds. They&rsquo;re considered adults at 40 and live up to 450 years.</p>\n<p><span class=\"fontstyle0\"><strong>Ability Adjustments </strong></span><span class=\"fontstyle2\">+2 Con, +2 Wis, &ndash;2 Cha<br /></span><span class=\"fontstyle0\"><strong>Hit Points </strong></span><span class=\"fontstyle2\">6</span></p>\n<h2>Vital Stats</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Average Height</strong> 4 to 4-1/2 ft.<br /><strong>Average Weight</strong> 150&ndash;200 lbs.<br /><strong>Age of Maturity</strong> 40 years<br /><strong>Maximum Age</strong> 250+2d% years</span></p>\n<h2>Size and Type</h2>\n<p>Dwarves are Medium humanoids with the dwarf subtype.</p>\n<h2>@Compendium[sfrpg.racial-features.HhrIJeHTxSGVX9mV]{Darkvision}</h2>\n<p>Dwarves can see up to 60 feet in the dark.</p>\n<h2>@Compendium[sfrpg.racial-features.LZpRSdt90sDhOFSd]{Slow but Steady}</h2>\n<p>Dwarves have a land speed of 20 feet, which is never modified when they are @Compendium[sfrpg.conditions.OwZA6flUQPH0jPA0]{Encumbered} or wearing heavy armor. They also gain a +2 racial bonus to saving throws against @UUID[Compendium.sfrpg.rules.JaRMioj4isNp7r1P.JournalEntryPage.ZaS9H4rwaFIQTUBC]{Poisons}, spells, and spell-like abilities, and when standing on the ground they gain a +4 racial bonus to their KAC against bull rush and trip combat maneuvers.</p>\n<h2>@Compendium[sfrpg.racial-features.yBfkJecUKLdq1dVn]{Stonecunning}</h2>\n<p>Dwarves gain a +2 bonus to Perception checks to notice unusual stonework, such as traps and hidden doors located in stone walls or floors. They receive a check to notice such features whenever they pass within 10 feet of them, whether or not they are actively looking.</p>\n<h2>@Compendium[sfrpg.racial-features.29aOPdL82jkuNfW9]{Traditional Enemies}</h2>\n<p>Dwarves still train to fight their ancient enemies. A dwarf gains a +1 racial bonus to attack rolls against a creature with the goblinoid or @Compendium[sfrpg.races.hVg8LYZczcXuweX4]{Orc} subtype and a +4 racial bonus to AC against an attack from a creature with the giant subtype.</p>\n<h2>@Compendium[sfrpg.racial-features.JDHaEO5NdJgI2800]{Weapon Familiarity}</h2>\n<p>Dwarves are proficient with basic and advanced melee weapons and gain specialization with those weapons at 3rd level.</p>\n<h1 class=\"title\">Alternate Racial Traits</h1>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Source</strong>&nbsp;<em>COM pg. 30</em><br />The dwarven desire to redefine their existence has led many dwarves to demonstrate new cultural and physical expressions.</span></p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.RsBde4RUOEztXBqO]{Adamant Mage}</h2>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 30</em><br />Dwarves with this trait gain a +2 racial bonus to AC against attacks of opportunity provoked by casting a spell and against readied actions triggered by spellcasting.</p>\n<p><strong>This replaces weapon familiarity.</strong></p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.h1XgzwlaMVpvgj6P]{Mining Expert}</h2>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 30</em><br />Dwarves can be skilled at delving for riches, gaining a +2 racial bonus to Physical Science and Profession (miner) checks.</p>\n<p><strong>This replaces stonecunning.</strong></p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.rahGA5PqcdaPu6no]{Opposite Reaction}</h2>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 30</em><br />Rather than train with ancient weapons and focus on traditional enemies, some dwarves turn to combat techniques suited to dwarf physiology. These dwarves gain a +4 racial bonus to KAC against reposition combat maneuvers. Also, when an opponent fails a bull rush, reposition, or trip combat maneuver against such a dwarf by 5 or more, the dwarf can attempt a trip combat maneuver against that opponent as a reaction.</p>\n<p><strong>This replaces traditional enemies and weapon familiarity.</strong></p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.CqJEtZTrYpurFi91]{Ship Dwarf}</h2>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 30</em><br />In the few centuries since the end of the Gap, some dwarves have adapted to life in homes where interaction with other cultures is a constant, and where light can be summoned with the flick of a switch. Ship dwarves gain a +2 racial bonus to Sense Motive and Culture checks.</p>\n<p><strong>This replaces darkvision.</strong></p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.d0ipqgpCvC80Pl0H]{Tradition Mender}</h2>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 30</em><br />There is a movement among dwarves to heal past prejudices, and make friends with beings once deemed foes. These dwarves gain a +2 racial bonus to Diplomacy and Sense Motive checks.</p>\n<p><strong>This replaces traditional enemies.</strong></p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.gPB4N8NXbSpGIupX]{Zero-G Dwarf}</h2>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 30</em><br />Unlike most of their kin, dwarves living in space feel more at ease when weightless than when grounded. These dwarves have a land speed of 25 feet. They gain a +4 racial bonus on Acrobatics and Athletics checks to avoid becoming @Compendium[sfrpg.conditions.QnGpBSHSTiszjPSb]{Off-Kilter} and can always take 10 on such checks. They also have a climb speed of 25 feet, but only for moving along a wall with handholds at full speed in zero-g.</p>\n<p><strong>This replaces slow and steady.</strong></p>"
    },
    "hp": {
      "min": 1,
      "value": 6
    },
    "modifiers": [],
    "size": "medium",
    "source": "CRB pg. 506",
    "subtype": "dwarf"
  }
}