{
  "_id": "BKWTWZL2oHm9b6sa",
  "name": "Elanaya",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "con"
        ],
        [
          2,
          "cha"
        ],
        [
          -2,
          "str"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Elanayas are hardy, charismatic humanoids with glittering skin who form permanent bonds with an elemental.</p><h3>Physical Description</h3><p>Elanayas are Small humanoids with four-fingered hands, four overlarge eyes, glittering skin that varies in hue from navy to black, and curly hair held back by a crown-like ridge of forehead bumps. At adolescence, most elanayas form a permanent bond with an elemental, causing their hair and sparkles to become a single color associated with their elemental. Elanayas naturally live up to 80 years old (doubled if bonded with an elemental).</p><h3>Society</h3><p>Elanayas are citizens of Shorixx, a planet within the Eusilid system in the Vast that’s under assault by the Azlanti Star Empire. In ancient times, elanayas were scholars and mystics who studied and traveled the planes. At some point during the Gap, the elanayas bonded with elementals and established settlements on each of the elemental planes. These settlements are connected to Shorixx by magic portals usable only by elemental outsiders and elanayas. War has changed elanayan priorities, so now rather than explore new frontiers, they use these portals to defend their home world from invasion.</p>\n<p>Traditional elanayan family units contain four individuals, made up of any combination of their four sexes and bonded through love, who mutually raise their children. While time and war have altered these traditions, quaternaries remain important symbolically, particularly in art, governance, and architecture.</p><h3>Adventurers</h3><p>Elanayas are embroiled in war and usually stick close to home, leaving only to act as diplomats and explorers, or to secure a useful advantage for their people. They have extensive knowledge of the planes and are frequent planar travelers. Elanayas often become vanguards, soldiers, and envoys, though solarians and mystics are also common.</p><h3>Names</h3><p>Elanayas have a single name that usually contains four syllables. Some sample names include Arakenzo, Enboyomi, Lorfinagar, Tirafiya, and Urdraterax.</p>\n<p><strong>Ability Adjustments:</strong> +2 Con, +2 Cha, –2 Str</p>\n<p><strong>Hit Points</strong> 6</p><h2>Size and Type</h2><p>Elanayas are Small humanoids with the elanaya subtype.</p><h2>@UUID[Compendium.sfrpg.racial-features.Item.poHv6mxwMoni8wKd]{Elemental Bond}</h2><p>Elanayas form a bond with a single elemental. Each elemental is associated with a specific language and energy type. They select this elemental from the following and this decision can’t be changed: air (Auran, electricity), earth (Terran, acid), fire (Ignan, fire), water (Aquan, cold). An elanaya learns the language associated with their elemental as a bonus language.</p><h2>@UUID[Compendium.sfrpg.racial-features.Item.GFbyfuzv25088jYt]{Elemental Form}</h2><p>Once per day as a standard action, an elanaya can manifest their bonded elemental in their own body, gaining the following powers. Elemental form lasts for a number of minutes per day equal to the elanaya’s level.</p><ul><li><p>The elanaya gains @UUID[Compendium.sfrpg.rules.rX5rK6UWAIOeeipl.JournalEntryPage.p0o9tmWtKZ0qy8DI#darkvision]{darkvision} with a range of 60 feet.</p></li><li><p>The elanaya gains energy resistance 5 to their associated energy type, which stacks with one other source of energy resistance.</p></li><li><p>The elanaya gains a special unarmed strike that deals lethal damage of their associated energy type, doesn’t count as archaic, threatens squares, and targets EAC. They gain a special version of the Weapon Specialization feat with this unarmed strike at 3rd level, allowing them to add 1–1/2 × their character level to their damage rolls for this unarmed strike (instead of just adding their character level, as usual). @UUID[Compendium.sfrpg.racial-features.Item.ESFgq41Hl5hZkPcp]{Unarmed Strike (Elemental Form)}</p></li><li><p>The elanaya radiates elemental energy. A creature who ends their turn adjacent to the elanaya takes 1 damage of the elanaya’s associated energy type.</p></li></ul><h2>@UUID[Compendium.sfrpg.racial-features.Item.dTNUOTbvP8M03P4d]{Planar Traveler}</h2><p>Elanayas are accustomed to socializing with outsiders and possess knowledge of the planes. They gain a +2 species bonus to Mysticism checks and ato Diplomacy and Intimidate checks against outsiders.</p><h2>@UUID[Compendium.sfrpg.racial-features.Item.jBHDvhbMHKCzjNPK]{Spell-Like Ability}</h2><p>Elanayas can cast <em>@UUID[Compendium.sfrpg.spells.Item.lop1wIJ0m6dbuN6I]{hazard}</em> as a spell-like ability at will but can deal only their associated energy damage with this spell. Their caster level is equal to their level.</p>"
    },
    "hp": {
      "min": 1,
      "value": 6
    },
    "modifiers": [],
    "size": "small",
    "source": "EN pg. 20",
    "subtype": "elanaya"
  }
}