{
  "_id": "a4RceQR0XpPz3jIH",
  "name": "Elebrian",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Elebrians, the native race of Eox, were nearly wiped out in the calamity that ravaged the planet. Only a tiny population of living elebrians now remain.<br><br>Elebrians are very humanlike, and it has been suggested that they and humanity may share a common ancestor in the ancient past. A typical elebrian stands slightly over 6 feet tall and has pale skin and large, dark eyes. They have oversized craniums with slightly distended foreheads to house their large brains. Most elebrians are entirely hairless, but a small minority grow wispy hair on their scalps and thin eyebrows.<br><br>Elebrians have quick wits and a natural desire to accumulate both knowledge and power. They are driven to undertake tasks that provide either a valued insight or a significant personal advantage.<br><br><strong>Ability Modifiers</strong> +2 Con, +2 Int, -2 Wis<br><strong>Hit Points</strong> 2</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Elebrians are Medium humanoids with the elebrian subtype.</p>\n<h2 class=\"title\">Find Weakness</h2>\n<p>Elebrians can instinctively find and take advantage of other creatures’ weak points. An elebrian can make a single melee or ranged attack as a full action, and if she hits, she can add half her level to the damage dealt (minimum +1 damage). Whether successful or not, once an elebrian has used this ability on a creature, that creature is immune to it for 24 hours.</p>\n<h2 class=\"title\">Intellectual Knack</h2>\n<p>Elebrians can easily comprehend complex issues and remember minutia. An elebrian can attempt a skill check to recall knowledge untrained, regardless of the DC, and can always take 20 to do so (though this takes 2 minutes), even without access to an information network or data set.</p>\n<h2 class=\"title\">Low-Light Vision</h2>\n<p>Elebrians can see in dim light as if it were normal light.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SF#3-53",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 2,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "con"
        ],
        [
          2,
          "int"
        ],
        [
          -2,
          "wis"
        ]
      ]
    },
    "size": "fine",
    "subtype": "elebrian",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}