{
  "_id": "a4RceQR0XpPz3jIH",
  "name": "Elebrian",
  "type": "race",
  "img": "systems/sfrpg/icons/default/dna2.svg",
  "system": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "con"
        ],
        [
          2,
          "int"
        ],
        [
          -2,
          "wis"
        ]
      ]
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Elebrians were the dominant species on @UUID[Compendium.sfrpg.setting.Item.0VTtBYDJC5vUC434]{Eox}until an ancient cataclysm forced them into subterranean bunkers to ride out the apocalypse. As their planet died, most elebrians transformed themselves into sentient undead. What few mortal elebrians remain struggle to survive in a society ruled by undead and strive to regain the power and prestige their ancestors once possessed.</p><h3>Physical Description</h3><p>Elebrians are similar in appearance to humans, with pale skin and large dark eyes. Most average six feet tall and are hairless, although a small minority grow wispy hair on their scalp and eyebrows. Believed to share a common evolutionary ancestor with humans, an elebrian’s distinguishing feature is their oversized cranium and distended forehead.</p><h3>Society</h3><p>Life on Eox has instilled the values of pride and ambition into elebrian culture, creating opportunity for those who tend to be self-serving, competitive, and driven by the acquisition of personal power. Despite this trend of entitlement and intellectual superiority, elebrians are shadowed by their undead counterparts and largely considered a societal afterthought—an outdated remnant of a past age the undead have moved beyond.</p>\n<p>Most renowned elebrians are intellectuals who study magic or technology and value knowledge and power. They seek power through information, either as a broker, an expert in their field of study, or through cunning manipulation and social maneuvering. Elebrians are taught to act with precise intent, only undertaking tasks that provide them with an advantage or serve their needs.</p>\n<p>Most elebrians reside on Eox, packed into the few settlements with breathable artificial atmosphere, radiation shielding, and food. Elebrians living in Orphys often find employment catering to living visitors while looking for foreign allies or knowledge to increase their standing. Many elebrians in Necroforge strive to become undead themselves using necrografts or necromancy. Most elebrians in Pact Port aim to leave Eox entirely. While these offworld elebrians have more opportunities for success and happiness, many of their kin consider them cowards.</p>\n<p>Most elebrians reside in the Halls of the Living, a subterranean city where citizens partake in dangerous competitions and invasive reality shows for the entertainment of Eox’s undead populace. While this is a violent, degrading life, it’s a chance to gain enough clout and credits to establish a foothold in mainstream Eoxian society.</p>\n<p>Among elebrians, faith in Urgathoa and Eloritu is strong, as is a philosophy known as the Song of Silence, which teaches that one’s mortal life is a trial run for one’s second, undead existence. While elebrians are proud to be alive, they usually turn to undeath when faced with old age, illness, or lasting injury. A growing minority of radical elebrians believe they’ll rule Eox again in the distant future when their planet’s vitality is restored.</p><h3>Adventurers</h3><p>Most elebrians adventure for selfish reasons, while others are disillusioned with the cutthroat nature of life on Eox and just want to live where they can breathe freely. Elebrians prefer using their intellect to overcome obstacles and make exceptional technomancers and mechanics. Some looking to cheat death even become evolutionists or nanocytes.</p><h3>Names</h3><p>Elebrians favor long, grand names drawn from their ancient past. Some sample names include Auradorus, Fenthest, Genarathis, Missavuine, Scaparitos, Thesteline, and Veltheniel.</p><h1>Species Traits</h1><p><strong>Ability Adjustments:</strong> +2 Con, +2 Int, –2 Wis</p>\n<p><strong>Hit Points:</strong> 2</p>\n<p><strong>Size and Type:</strong> Elebrians are Medium humanoids with the elebrian subtype.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.i2kNZLmAceYBrcFc]{Find Weakness}</h3><p>Elebrians can instinctively find and take advantage of other creatures’ weak points. An elebrian can make a single melee or ranged attack as a full action, and if she hits, she can add half her level to the damage dealt (minimum +1 damage). Whether successful or not, once an elebrian has used this ability on a creature, that creature is immune to it for 24 hours.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.4sC0S5Wf5oL62PjC]{Intellectual Knack}</h3><p>Elebrians can easily comprehend complex issues and remember minutia. An elebrian can attempt a skill check to recall knowledge untrained, regardless of the DC, and can always take 20 to do so (though this takes 2 minutes), even without access to an information network or data set.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.ivfqMdylivscbLak]{Low-Light Vision}</h3><p>Elebrians can see in dim light as if it were normal light.</p>"
    },
    "hp": {
      "value": 2
    },
    "modifiers": [],
    "size": "medium",
    "slug": "",
    "source": "EN pg. 21",
    "subtype": "elebrian"
  }
}