{
  "_id": "T5B1MDmls0HSbPB6",
  "name": "Elf (Forlorn)",
  "type": "race",
  "data": {
    "description": {
      "value": "<p>Lithe, long-lived humanoids, elves are easily recognized by their pointed ears and pupils so large that their eyes seem to be all one color. Possessed of an inherent bond with the natural world, they tend to subtly take on the coloration of their surroundings over the course of many years and have a deep spiritual regard for nature.</p>\n<p>Of all the races common to the solar system, elves were perhaps the hardest-hit by the Gap, and the slowest to adapt and recover. Where shorter-lived races quickly gave birth to children who had never known any other way of life, and thus were personally unaffected by the loss of history, the elven generation whose lives extended back into the Gap continued on, broken and confused by the blank centuries in their own lives and memories. What&rsquo;s more, those leaders charged with trying to piece together their social history from scraps soon came to a grim conclusion: during the Gap, their race had been betrayed by another - yet exactly which race was involved remains unclear, all suggestions of the answer scrubbed by malicious intent or the Gap itself.</p>\n<p>Reeling and angry, elves from across the system retreated to their ancestral homeland of Sovyrian on @Compendium[sfrpg.setting.mkJGLfpJkvAKLZz3]{Castrovel} and dug in, determined to never again be caught unprepared by disaster. Even this was a fraught endeavor, however, as many of the established elven families already on @Compendium[sfrpg.setting.mkJGLfpJkvAKLZz3]{Castrovel} resented the chaos and upheaval caused by the sudden flood of refugees.</p>\n<p>Today, the elves are a reclusive, xenophobic race, little understood by their neighbors and uninclined to remedy that situation. Though their starships still travel the void, trading with other worlds, they largely carry allelven crews, and most elves choose to live among their own kind either in Sovyrian or in predominantly elven enclaves on other worlds. Those adventurous or rebellious individuals who choose to live among other races are called the Forlorn, due both to their loss of elven companionship and to their tendency to outlive friends of other races. Most are viewed with pity and suspicion by their kindred.</p>\n<p>Within their borders, elves tend to be whimsical and passionate, yet when dealing with outsiders their laughter disappears quickly, replaced by a cold, unyielding wall. Elven warriors and diplomats operating outside of Sovyrian on government business sometimes even choose to go masked, hiding their identities around other races in order to better represent a united elven state.</p>\n<p>While elves have embraced technology and the security it brings, they also maintain a deep affinity for magic, seeing in its practice a continuity with their ancestors. Elves are most often mystics, operatives, and technomancers, and when they go adventuring, it&rsquo;s often to recover bits of magical lore lost to history, or else to find ways to ensure Sovyrian&rsquo;s strength in the centuries to come. The primary exception to all of these tendencies are the @Compendium[sfrpg.races.3kLK4WKPqNvFTwIB]{Drow}&mdash;purple-skinned elves who reject the company of their brethren to live on @Compendium[sfrpg.setting.psZBx1kcx9pHsLrz]{Apostae} and mine alien tech from that world&rsquo;s interior, making them some of the most feared and respected arms dealers in the system. Ordinary elves and @Compendium[sfrpg.races.3kLK4WKPqNvFTwIB]{Drow} despise one another, and while Sovyrian&rsquo;s leadership generally tries to distance itself from political entanglements, supposedly rogue elven fleets have launched several surprise assaults on @Compendium[sfrpg.setting.psZBx1kcx9pHsLrz]{Apostae} in an effort to &ldquo;cleanse the corruption.&rdquo; The fact that these attacks have resulted in sanctions from the Pact Council has somehow done little to deter the elves.</p>\n<p>Most elves stand 5-1/2 to 6-1/2 feet tall and weigh 100&ndash;150 pounds. They&rsquo;re considered adults at 100 and naturally live up to 750 years.</p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Ability Adjustments&nbsp;</strong>+2 Dex, +2 Int, -2 Con<br /><strong>Hit Points</strong>&nbsp;4</span></p>\n<h2>Vital Stats</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Average Height</strong>&nbsp;5-1/2 to 6-1/2 ft.<br /><strong>Average Weight</strong>&nbsp;100&ndash;150 lbs.<br /><strong>Age of Maturity</strong>&nbsp;100 years<br /><strong>Maximum Age</strong>&nbsp;350+4d% years</span></p>\n<h2>Size and Type</h2>\n<p>Elves are Medium humanoids with the @Compendium[sfrpg.races.K7OFZY7hnnKZQ8YY]{Elf} subtype.</p>\n<h2>Elven Immunities</h2>\n<p>Elves are immune to magic @Compendium[sfrpg.conditions.3iTdt2NRgIyrychR]{Sleep} effects and receive a +2 racial bonus to saving throws against enchantment spells and effects.</p>\n<h2>Elven Magic</h2>\n<p>Elves receive a +2 racial bonus to caster level checks to overcome spell resistance. In addition, elves receive a +2 racial bonus to Mysticism skill checks.</p>\n<h2>Keen Senses</h2>\n<p>Elves receive a +2 racial bonus to Perception skill checks.</p>\n<h2>Low-Light Vision</h2>\n<p>Elves can see in dim light as if it were normal light. See Vision and Light on page 261.</p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"></span></p>\n<h1 class=\"title\">Alternate Racial Traits</h1>\n<p><strong>Source&nbsp;</strong><em>COM pg. 31</em><br />Although some elves have embraced tradition, others have developed cultural and physical adaptations outside the norm.</p>\n<h2 class=\"title\">Asanan Elf</h2>\n<p><strong>Source&nbsp;</strong><em>COM pg. 31</em><br />Some @Compendium[sfrpg.setting.mkJGLfpJkvAKLZz3]{Castrovel}ian elves dwell on Asana, rather than Sovyrian. Lashunta influence&mdash;with the aid of elven magic used during the Gap, some scholars say&mdash;has caused these elves to develop limited telepathy and lashunta magic, as the lashunta racial traits.</p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">This replaces elven immunities and elven magic.</span></p>\n<h2>Darkvision</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Source</strong><em>COM pg. 31</em><br />Some elves are born with darkvision with a range of 60 feet. When these elves are in no light or dim light and they are exposed to bright light, they are dazzled for 1 round.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">This replaces low-light vision.</span></p>\n<h2 class=\"title\">Elven Skeptic</h2>\n<p><strong>Source&nbsp;</strong><em>COM pg. 31</em><br />Elves were betrayed during the Gap and can be untrusting of others. These elves train to see through deceptions, and gain a +2 racial bonus to Sense Motive checks and saving throws against illusion spells. Once per day, they can roll a Sense Motive check twice and use the better result.</p>\n<p>This replaces elven immunities.</p>\n<h2 class=\"title\">Forlorn Connection</h2>\n<p><strong>Source&nbsp;</strong><em>COM pg. 31</em><br />Despite being called Forlorn, those elves who live among other species are often quite sociable. These elves gain a +2 racial bonus to Diplomacy checks and can cast comprehend languages once per day. At 10th level, they can also cast tongues once per day.</p>\n<p>This replaces elven magic.</p>\n<h2 class=\"title\">Memory Gap</h2>\n<p><strong>Source&nbsp;</strong><em>COM pg. 31</em><br />Many elves were alive when the Gap ended. They have no memory of the details of their relationships and history. This lack of context is a struggle for them, but has toughened their minds. They gain a +2 racial bonus to saving throws against mind-affecting effects.</p>\n<p>This replaces elven immunities.</p>\n<h2 class=\"title\">Wilderness Runner</h2>\n<p><strong>Source&nbsp;</strong><em>COM pg. 31</em><br />Many elves enjoy spending time in unspoiled wilderness. They gain a +2 racial bonus to Survival checks.</p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">This replaces keen senses.</span></p>\n<h1 class=\"title\">Alternate Ability Adjustments</h1>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Source&nbsp;</strong><em>COM pg. 31</em><br />Elves who live off of @Compendium[sfrpg.setting.mkJGLfpJkvAKLZz3]{Castrovel} are more open to new experiences and relationships. @Compendium[sfrpg.setting.mkJGLfpJkvAKLZz3]{Castrovel}ian elves call these wanderers &ldquo;Forlorn,&rdquo; doomed to lose friends and loved ones among shorter-lived species. Forlorn elves have ability score adjustments of +2 Dexterity, +2 Charisma, and &minus;2 Wisdom rather than the adjustments found in the <em>Starfinder Core Rulebook</em>.</span></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "COM pg. 31",
    "type": "humanoid",
    "modifiers": [
      {
        "name": "Eleven Immunities",
        "modifier": "2",
        "type": "racial",
        "effectType": "saves",
        "valueAffected": "",
        "enabled": false,
        "source": "Racial",
        "notes": "Elves are immune to magic sleep effects and receive a +2 racial bonus to saving throws against enchantment spells and effects.",
        "modifierType": "formula",
        "condition": "",
        "subtab": "misc",
        "max": 2,
        "_id": "cdce5fe2-9050-4555-80f2-b24161a54835"
      },
      {
        "name": "Elven Magic",
        "modifier": "2",
        "type": "racial",
        "effectType": "skill",
        "valueAffected": "mys",
        "enabled": true,
        "source": "Racial",
        "notes": "Elves receive a +2 racial bonus to caster level checks to overcome spell resistance. In addition, elves receive a +2 racial bonus to Mysticism skill checks.",
        "modifierType": "constant",
        "condition": "",
        "subtab": "misc",
        "max": 2,
        "_id": "04e12737-748e-46d3-8e61-3e25367e82d7"
      },
      {
        "name": "Keen Senses",
        "modifier": "2",
        "type": "racial",
        "effectType": "skill",
        "valueAffected": "per",
        "enabled": true,
        "source": "Racial",
        "notes": "Elves receive a +2 racial bonus to Perception skill checks",
        "modifierType": "constant",
        "condition": "",
        "subtab": "misc",
        "max": 2,
        "_id": "431143f1-1fac-4ed7-8102-7e749002b833"
      }
    ],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "cha"
        ],
        [
          -2,
          "wis"
        ]
      ]
    },
    "size": "medium",
    "subtype": "elf",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": []
}