{
  "_id": "hl8e3U23xuRU0GYj",
  "name": "Embri (Emissary)",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">The embri are highly evolved mollusks with an exceptionally rigid social order. Every embri knows its place among the hierarchy of embri society and performs the duties of its station without complaint. The society’s few rebels or free thinkers, when discovered, are exiled or executed. This rigid order has allowed embri society to excel in technological and magical development, although outsiders view embri creations as soulless or downright gruesome— their vast, fiery factory-forges ring with the rhythmic clang of machinery, and blood-fueled vermicular vessels heave across their world with peristaltic contractions.<br><br>Embri evolved from aquatic ancestors long ago, and their four strong limbs have sharp claws at the end allowing them to walk upright on land. These claws have significant flexibility, so embri can use tools and weapons. The average embri is 4 feet tall with a trailing tail that’s slightly longer, and most weigh around 200 pounds. Embri reproduce asexually, and while they once would bud young based on the seasons of their home world, budding is now rigidly controlled by embri bureaucracy and allowed only on schedules set by the office of the spawning administrator. Young embri are raised in institutional academies where they’re trained to be diligent and compliant and are rewarded for informing on classmates who demonstrate deviant thinking or “anomalous independence.”<br><br>Embri have a highly developed brain-sac at the top of their heads, and their faces consist of two small, closely set eyes above a slit that functions as a combination of nose and ears— they exhale from this orifice to produce a whistling speech. Embri mouths are used solely for eating and are tucked away on the underside of their bodies. Embri consider eating a private, embarrassing function, and they are repulsed at how openly and communally other races eat.<br><br>Culturally, embri long ago mastered social conditioning to eliminate all displays of emotion; they consider expressiveness to be barbaric, and the occasional embri who shows feelings openly is considered primitive and dangerous. As a side effect of keeping their own feelings in check, embri easily pick up on signs of emotions. To prevent inadvertent displays of emotion, embri wear ornate masks. These masks also denote social standing, civic responsibilities, and other designators that allow embri to immediately assess one another by sight. Embri wear their masks at all times, even when sleeping, and to be without a mask is a profound embarrassment—it evidences a gross exposure of an embri’s thoughts and feelings, rendering it unable to effectively protect its own emotions and too distracted to effectively read the expressions of others.<br><br>Few embri realize their rigid social hierarchy is controlled by the forces of Hell—scheming devils direct all embri activities from the secret tunnels beneath the mollusks’ home world. These dictates are conveyed by the small group of embri, known as Speakers, who communicate with the devils directly and enact their infernal designs. In exchange for this service, Speakers are granted magical powers and the secrets of diabolical manipulation. Some Speakers also serve as diplomats and envoys from the embri to the Pact Worlds. In these roles, they both shield their people from dangerously individualistic thinking and extend their masters’ designs to the rest of the galaxy. Speakers usually travel with a coterie of devoted embri servants who, in their uniquely expressionless way, idolize the Speaker as a celebrity.<br><br>The diabolic taint on embri society is pervasive, yet subtle. For example, the embri language now contains several Infernal words and phrases, and though embri shun symbols of deific obedience as an overemotional expression of connection to the divine, stylized iconography of infernal origin features prominently in modern embri architecture.<br><br><strong>Ability Modifiers</strong>&nbsp;+2 Con, +2 Int, -2 Cha<br><strong>Hit Points</strong>&nbsp;6</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Embri are Medium aberrations.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Embri have darkvision with a range of 60 feet.</p>\n<h2 class=\"title\">Masked Emotions</h2>\n<p>An embri loses its immunity to charm effects and its +2 racial bonus to saving throws against enchantment spells and effects when it isn’t wearing a mask over its face. In addition, while unmasked, it must roll twice for any Sense Motive check it attempts and take the lower result.</p>\n<h2 class=\"title\">Shielded Thoughts</h2>\n<p>Embri are immune to magical charm effects and receive a +2 racial bonus to saving throws against enchantment spells and effects.</p>\n<h2 class=\"title\">Wary</h2>\n<p>Embri gain a +2 racial bonus to Sense Motive checks.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong>&nbsp;3-1/2 to 4-1/2 ft.<br><strong>Average Weight</strong>&nbsp;150–250 lbs.<br><strong>Age of Maturity</strong>&nbsp;8 years<br><strong>Maximum Age</strong>&nbsp;60+1d20 years</p>\n<h1 class=\"title\">Alternate Ability Adjustments</h1>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 128</em><br>Embri spawn upon strict schedules set by their bureaucrats and social engineers, who carefully regulate a new embri’s traits. The following embri groups, each engineered for a specific purpose, have unique ability score adjustments, instead of the standard adjustments of +2 Constitution, +2 Intelligence, –2 Charisma.</p>\n<h2 class=\"title\">Emissary</h2>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 128</em><br>Trained for diplomatic service offworld from the moment of their spawning, embri emissaries are raised in isolated ambassadorcreches to instill social loyalty and guard their thoughts against the dangerously individualistic societies they will encounter in their careers. An embri emissary’s ability adjustments are +2 Intelligence, +2 Charisma, –2 Strength.</p>\n<h2 class=\"title\">Preceptor</h2>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 128</em><br>The devils who secretly manipulate embri sometimes steal young embri to indoctrinate them in the subterranean tunnels occupied by devils and their servants. At adulthood, these embri preceptors return to the surface with positions of authority and clear directions about how to modify embri culture to be even closer to the diabolic blueprint. An embri preceptor’s ability adjustments are +2 Dexterity, +2 Wisdom, –2 Constitution.</p>\n<h1 class=\"title\">Alternate Racial Traits</h1>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 128</em><br>Despite the control that embri leaders attempt to place over all aspects of life, some embri display adaptations or mutations that set them apart. In a society where deviance of any kind is suspect, such embri often must conceal their differences or live their lives on the run. The following alternate racial traits represent some of these changes.</p>\n<h2 class=\"title\">Bio-Observant (Ex)</h2>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 128</em><br>Embri who learn to watch for physiological cues rather than emotional ones can excel at identifying maladies in others. Such embri gain a +2 racial bonus to Medicine checks.<br>This replaces wary.</p>\n<h2 class=\"title\">Fleshbound Mask (Ex)</h2>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 128</em><br>Some embri’s flesh grows up and around their masks. For such embri, being unmasked exposes raw nerves and inflicts constant painful distraction. While such an embri has its mask removed, it has a –2 penalty to ability checks and skill checks and must roll all Reflex saving throws twice and take the lower result.<br>This replaces masked emotions.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "NS-128",
    "type": "aberration",
    "modifiers": [],
    "hp": {
      "value": 6,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          -2,
          "str"
        ],
        [
          2,
          "int"
        ],
        [
          2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}