{
  "_id": "ej0MtTHylZUy0arD",
  "name": "Endiffian",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "int"
        ],
        [
          2,
          "cha"
        ],
        [
          -2,
          "dex"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Endiffians have humanoid skeletons, with two arms and two legs, but their flesh is incredibly elastic, allowing them to re-form their appearances at a cellular level. They can even modify the shape of individual cells to absorb or reflect visible light, allowing them to reproduce a wide variety of colors. This allows endiffians to reshape themselves into simulacra of virtually any humanoid. Endiffian hands are also extremely malleable, allowing them to easily mold their grip to suit their purposes, whether scaling a cliff face or maintaining a solid grip on a favorite pistol.</p>\n<p>Endiffians often find employment as agents of subterfuge, while also pursuing schemes of their own. Particularly mischievous endiffians especially enjoy appearing as reptoids, stirring anxieties about the mysterious race while providing a distraction from the disguised endiffian’s own clandestine plots.</p>\n<p>Toward the end of her life, an endiffian’s pliant flesh turns pale and brittle, networks of cracks forming in the places that she reshaped most often. Elders often take pride in this fine latticework that represents their lifetime of change, but the rare aged endiffian with exceptionally smooth skin can easily find work as a trusted advisor or diplomat.</p>\n<p>The average endiffian is 6 feet tall and weighs 280 pounds.</p>\n<p><strong>Ability Adjustments</strong>+2 Int, +2 Cha, -2 Dex</p>\n<p><strong>Hit Points</strong> 4</p>\n<h2>SIze and Type</h2>\n<p>Endiffians are Medium humanoids with the endiffian and shapechanger subtypes.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.JEUtvzsdUyxBpwTm]{Detail Oriented}</h2>\n<p>Endiffians gain a +2 racial bonus to Perception checks.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.jowZ7terzBGcBK56]{Enveloping Grip}</h2>\n<p>Endiffians gain a +2 racial bonus to grapple combat maneuvers and Athletics checks to climb, and they gain a +2 racial bonus to AC against disarm combat maneuvers.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.4UMzxhnjfZCRbbDw]{Simulacrum}</h2>\n<p>An endiffian can spend 1 minute to physically alter her form to look like any Medium humanoid with two arms and two legs, as long as she has seen a similar creature before. She can attempt to either mimic a specific creature she has seen or appear as a creature of her own design of that chosen species. The endiffian gains a +10 bonus to Disguise checks to appear as that creature, and the DC of this Disguise check is not modified as a result of altering major features or being disguised as a different race of humanoid. The endiffian can remain in her altered form indefinitely.</p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "source": "AP #7 pg. 56",
    "subtype": "ediffian, shapechanger"
  }
}