{
  "_id": "ej0MtTHylZUy0arD",
  "name": "Endiffian",
  "type": "race",
  "img": "systems/sfrpg/icons/default/dna2.svg",
  "system": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "int"
        ],
        [
          2,
          "cha"
        ],
        [
          -2,
          "dex"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Endiffians are humanoids with elastic flesh that allows them to change their appearance. Adaptable, cunning, and precise, endiffian pride themselves on their ability to experience and thrive in a variety of cultures.</p><h2>Physical Description</h2><p>Endiffians are muscular humanoids, averaging around 6 feet high and 280 pounds. Their elastic flesh allows them to form and reform themselves into replicas of any humanoid they’re familiar with, from outward appearance all the way down to the cellular level. The average endiffian lifespan is slightly less than that of a human, largely due to the wear and tear on their bodies that comes from frequently changing shape; endiffians typically live to be around 70 years old, though those who abstain from changing their forms can live to be over 100 years old.</p><h2>Society</h2><p>Endiffians have used their shapeshifting to thrive in dense urban spaces. While their natural talents give them an edge as spies or insurgents, they’re just as valuable for roles ranging from actor to salesperson. Their eye for detail and exceptional grip help endiffians find employment as artisans and architects, even if their true identity is only known to other endiffians. For example, subtle details prove that many towering monuments across the Star Empire were endiffian masterpieces.</p>\n<p>The older an endiffian gets, the more the repeated use of their shapechanging causes cracks and scars on their skin, most noticeably where they’ve chosen to change the most. These scars are embraced and honored in endiffian culture, as they attest to a life full of successfully capitalizing on their unique abilities. Such elders are revered for their knowledge and take pride in the breadth and depth of their experiences. In contrast, those who have smoother skin because they change their appearances less often are thought of as exceptionally trustworthy on some worlds and often find work as diplomats, arbiters, and reliable go-betweens.</p>\n<p>Some endiffians are only comfortable exposing their true forms to their closest companions, with families teaching their children to only reveal themselves to other endiffians. Yet, rather than being reclusive, endiffians are encouraged at an early age to spend as much time as possible experiencing other species, cultures, religions, and jobs, both to satisfy their curiosity and to help develop their repertoire of shapes. Endiffians quickly learn the subtle cues that help them recognize other endiffians, who sometimes go to great lengths to disguise themselves in a complex game that can last for months and is often used as a courting ritual.</p><h2>Adventurers</h2><p>While originating in the isolationist Star Empire, endiffian travelers rarely have problems smuggling themselves into new systems. They can easily find employment among space pirates, who find their shapeshifting skills and eye for detail make them invaluable infiltrators. Some find odd jobs, working their way across the galaxy until they find a place they feel comfortable. A small enclave of endiffians have settled on Absalom Station, its bountiful diversity making it an ideal home. Endiffians make exceptional biohackers, envoys, evolutionists, and operatives.</p><h2>Names</h2><p>Endiffian names tend to be short with harsh or cropped sounds. Some sample names include Chah, Cro, Dek, Fino, Idi, Jukk, Kax, Loch, Praq, Riz, Taq, Vezek, and Zeb.</p><h1>Species Traits</h1><p><strong>Ability Adjustments</strong>+2 Int, +2 Cha, -2 Dex</p>\n<p><strong>Hit Points:</strong> 4</p>\n<p><strong>Size and Type:</strong> Endiffians are Medium humanoids with the endiffian and shapechanger subtypes.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.JEUtvzsdUyxBpwTm]{Detail Oriented}</h3><p>Endiffians gain a +2 species bonus to Perception checks.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.jowZ7terzBGcBK56]{Enveloping Grip (Ex)}</h3><p>Endiffians gain a +2 species bonus to grapple combat maneuvers and Athletics checks to climb, and they gain a +2 species bonus to AC against disarm combat maneuvers.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.4UMzxhnjfZCRbbDw]{Simulacrum (Ex)}</h3><p>An endiffian can spend 1 minute to physically alter her form to look like any Medium humanoid with two arms and two legs, as long as she has seen a similar creature before. She can attempt to either mimic a specific creature she has seen or appear as a creature of her own design of that chosen species. The endiffian gains a +10 bonus to Disguise checks to appear as that creature, and the DC of this Disguise check is not modified as a result of altering major features or being disguised as a different race of humanoid. The endiffian can remain in her altered form indefinitely.</p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "source": "EN pg. 22",
    "subtype": "endiffian, shapechanger"
  }
}