{
  "_id": "7tXODp2L6dQDWXZm",
  "name": "Entu Colony",
  "type": "race",
  "data": {
    "type": "ooze",
    "abilityMods": {
      "parts": [
        [
          2,
          "int"
        ],
        [
          2,
          "cha"
        ],
        [
          -2,
          "str"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>Entu colonies begin their life cycle as a collection of minuscule spores. Over time, the spores fuse together through intricate networks of mycelia that function similarly to neurons, creating sapient and mobile fungal colonies. These structures generate conscious thought and obtain sensory information about the colony&rsquo;s environment.</p>\n<p>In their first weeks of life, entu spores gradually coalesce into amorphous pools of opalescent slime with malleable pseudopod‑like organs. At this stage, colonies can communicate telepathically with other creatures using a lexicon of sensory and emotional concepts. Entu colonies can reproduce asexually once they reach maturity, typically six months after they first sprout mycelia. Most of the resulting spores integrate into the parent colony, but some may split off to form a separate colony.</p>\n<p>Thought not parasitic, entu colonies feed on emotion and thought. In fact, some seek to consensually merge with other sentient creatures rather than form into full-fledged and independent colonies. Instead of harming their host, an entu fungus&rsquo;s adaptable cells mimic the host&rsquo;s brain and nerve tissue. Their mycelia intertwine with their host&rsquo;s central nervous system, creating new synapses and enhancing sections of the host&rsquo;s brain. Despite inhabiting the host&rsquo;s body, the entu fungus retains a separate consciousness which intertwines with its host through shared functional memories and sensory input. The resultant symbiotic life-form, called an entu symbiote, eventually attains self-awareness, complex thought, and even linguistic ability. Entu integration can sometimes result in entu symbiotes&rsquo; offspring already being seeded with the fungal life integrated into their bodies and brains; this development has led to the &ldquo;uplifting&rdquo; of entire species of previously non-sapient animals.</p>\n<p>The nelentu, one of the founding species of the Kreiholm Freehold, is a prominent example of a successful symbiosis that spans generations. Originally a species of bat-like animals called neleks that evolved on Agillae-2, these once unintelligent, fruit-eating creatures encountered entu spores early in their evolution and willingly became their hosts. The two species formed a society based on this symbiosis. Today, nelentus inhabit tiered jungle-cities built around green spaces, known as Gardens of Thought, where they cultivate entu spores for&nbsp;future generations. Nelentus consider themselves to be one species, referring to themselves and other nelentus using plural pronouns in deference to their dual nature.</p>\n<p>Entu fungi of all kinds seek constant exposure to emotion and thought to thrive, and those involved with symbiotes prioritize their hosts&rsquo; physical needs. They prefer to enter symbiotic relationships with creatures who can benefit from their cellular mimicry, living as long as the host creature does&mdash;and @Compendium[sfrpg.conditions.4MxAK5uS0zMNWhUK]{Dying} along with it. Entu colonies, on the other hand, can survive for up to 300 years.</p>\n<p><strong>Ability Adjustments</strong>: +2 Int, +2 Cha, -2 Str</p>\n<p><strong>Hit Points</strong>: 2</p>\n<h2>Vital Stats</h2>\n<p><strong>Average Height</strong> 3-4 ft.<br /><strong>Average Weight</strong> 300-500 lbs.<br /><strong>Age of Maturity</strong> 5 years<br /><strong>Maximum Age</strong> 200 + 5d20 years</p>\n<h2>Size and Type</h2>\n<p>Entu colonies are Small oozes.</p>\n<h2>Amorphous</h2>\n<p>An entu colony has the amorphous universal creature rule (page 152).</p>\n<h2>Entu Colony Senses</h2>\n<p>An entu colony has blindsight (emotion) with a range of 60 feet.</p>\n<h2>Limited Ooze Benefits</h2>\n<p>Entu colonies gain a +2 racial bonus on saving throws against illusion, paralysis, poison, polymorph, sleep, and stunning effects, unless the effect specifies that it&rsquo;s effective against oozes.</p>\n<h2>Limited Telepathy</h2>\n<p>Entu colonies have limited telepathy with a range of 30 feet.</p>\n<h2>Tactical Symbiosis</h2>\n<p>Once per day as a standard action, an entu colony can temporarily merge a portion of themself with a willing non-entu colony creature they&rsquo;ve telepathically communicated with and can touch. This symbiosis lasts until the beginning of the entu colony&rsquo;s next turn; during this time the entu colony can&rsquo;t take any actions but can use each of the following abilities once. A creature can benefit from only one tactical symbiosis at a time.</p>\n<p><strong>Cellular Restoration</strong>: Restore a number of Hit Points to the host equal to twice the entu colony&rsquo;s CR or level.</p>\n<p><strong>Improve Condition</strong>: Grant the host an additional save against an ongoing affliction with a +2 circumstance bonus.</p>\n<p><strong>Synaptic Pulse</strong>: Grant the host a +2 circumstance bonus to Reflex saves until the entu colony&rsquo;s next turn.</p>"
    },
    "hp": {
      "min": 1,
      "value": 2
    },
    "modifiers": [],
    "size": "small",
    "source": "AA4 pg. 34",
    "subtype": ""
  },
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}