{
  "name": "Entu Symbiote",
  "type": "race",
  "data": {
    "description": {
      "value": "<p>Entu colonies begin their life cycle as a collection of minuscule&nbsp;spores. Over time, the spores fuse together through intricate&nbsp;networks of mycelia that function similarly to neurons, creating&nbsp;sapient and mobile fungal colonies. These structures generate&nbsp;conscious thought and obtain sensory information about the&nbsp;colony&rsquo;s environment.</p>\n<p>In their first weeks of life, entu spores gradually coalesce into amorphous pools of opalescent slime with malleable pseudopod‑like organs. At this stage, colonies can communicate&nbsp;telepathically with other creatures using a lexicon of sensory and&nbsp;emotional concepts. Entu colonies can reproduce asexually once&nbsp;they reach maturity, typically six months after they first sprout&nbsp;mycelia. Most of the resulting spores integrate into the parent&nbsp;colony, but some may split off to form a separate colony.</p>\n<p>Thought not parasitic, entu colonies feed on emotion and&nbsp;thought. In fact, some seek to consensually merge with other&nbsp;sentient creatures rather than form into full-fledged and&nbsp;independent colonies. Instead of harming their host, an entu&nbsp;fungus&rsquo;s adaptable cells mimic the host&rsquo;s brain and nerve tissue.&nbsp;Their mycelia intertwine with their host&rsquo;s central nervous&nbsp;system, creating new synapses and enhancing sections of the&nbsp;host&rsquo;s brain. Despite inhabiting the host&rsquo;s body, the entu fungus&nbsp;retains a separate consciousness which intertwines with its host&nbsp;through shared functional memories and sensory input. The&nbsp;resultant symbiotic life-form, called an entu symbiote, eventually&nbsp;attains self-awareness, complex thought, and even linguistic&nbsp;ability. Entu integration can sometimes result in entu symbiotes&rsquo;&nbsp;offspring already being seeded with the fungal life integrated&nbsp;into their bodies and brains; this development has led to the&nbsp;&ldquo;uplifting&rdquo; of entire species of previously non-sapient animals.</p>\n<p>The nelentu, one of the founding species of the Kreiholm&nbsp;Freehold, is a prominent example of a successful symbiosis&nbsp;that spans generations. Originally a species of bat-like&nbsp;animals called neleks that evolved on Agillae-2, these once&nbsp;unintelligent, fruit-eating creatures encountered entu spores&nbsp;early in their evolution and willingly became their&nbsp;hosts. The two species formed&nbsp;a society based on this&nbsp;symbiosis. Today, nelentus&nbsp;inhabit tiered jungle-cities&nbsp;built around green spaces,&nbsp;known as Gardens of Thought,&nbsp;where they cultivate entu spores for&nbsp;future generations. Nelentus&nbsp;consider themselves to&nbsp;be one species, referring&nbsp;to themselves and other&nbsp;nelentus using plural pronouns&nbsp;in deference to their dual nature.</p>\n<p>Entu fungi of all kinds seek&nbsp;constant exposure to emotion&nbsp;and thought to thrive, and&nbsp;those involved with symbiotes&nbsp;prioritize their hosts&rsquo; physical&nbsp;needs. They prefer to enter&nbsp;symbiotic relationships with&nbsp;creatures who can benefit from&nbsp;their cellular mimicry, living as long&nbsp;as the host creature does&mdash;and dying&nbsp;along with it. Entu colonies, on the&nbsp;other hand, can survive for up&nbsp;to 300 years.</p>\n<p><strong>Ability Adjustments</strong>: +2 Int</p>\n<p><strong>Hit Points</strong>: 4</p>\n<h2>Vital Stats</h2>\n<p><strong>Average Height</strong> Varies by animal<br /><strong>Average Weight</strong> Varies by animal<br /><strong>Age of Maturity</strong> 5 years<br /><strong>Maximum Age</strong> 30 + 1d20 years</p>\n<h2>Size and Type</h2>\n<p>Entu symbiotes are Small, Medium, or Large animals with the entu symbiote subtype.</p>\n<h2>Entu Symbiote Senses</h2>\n<p>An entu symbiote has blindsense (emotion) with a range of 30 feet and low-light vision.</p>\n<h2>Extrasensory Perception</h2>\n<p>The mycelia integrated into an entu symbiote&rsquo;s nervous system allow them to perceive ambient thoughts and emotion. They gain a +2 racial bonus to Perception and Sense Motive checks.</p>\n<h2>Limited Augmentations</h2>\n<p>The only augmentations that can be installed in an entu symbiote&rsquo;s brain are datajacks and the mechanic&rsquo;s custom rig.</p>\n<h2>Limited Telepathy</h2>\n<p>Entu symbiotes have limited telepathy with a range of 30 feet.</p>\n<h2>Natural Weapons</h2>\n<p>Entu symbiotes have the natural weapons universal creature rule with a kinetic damage type chosen at character creation.</p>\n<h2>Symbiotic Enhancement</h2>\n<p>At character creation, an entu symbiote chooses a fly speed (Ex, average), burrow speed, climb speed, or swim speed, matching thematically the type of animal on which the entu symbiote is based. The entu symbiote has that speed with a value of 20 feet.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA4 pg. 34",
    "type": "humanoid",
    "modifiers": [
      {
        "name": "Extrasensory Perception - per",
        "modifier": "2",
        "type": "racial",
        "effectType": "skill",
        "valueAffected": "per",
        "enabled": true,
        "source": "",
        "notes": "",
        "modifierType": "constant",
        "condition": "",
        "subtab": "misc",
        "max": 2,
        "_id": "d14f008d-e337-49e7-ba8d-07db4a36353b"
      },
      {
        "name": "Extrasensory Perception - SM",
        "modifier": "2",
        "type": "racial",
        "effectType": "skill",
        "valueAffected": "sen",
        "enabled": true,
        "source": "",
        "notes": "",
        "modifierType": "constant",
        "condition": "",
        "subtab": "misc",
        "max": 2,
        "_id": "9e593894-a27c-449b-b113-1a39b7409591"
      }
    ],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "int"
        ]
      ]
    },
    "size": "small",
    "subtype": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "VyVQ6qCDFJjz77yA"
}