{
  "_id": "8VTA8eQRqNZeFH30",
  "name": "Espraksa",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">The avian espraksas originated from the Near Space planet of Neeroon. A small, frigid planetoid at the farthest reaches of its star system, Neeroon is a rugged world with a variety of biomes, from taigas to rocky badlands, and sky-scraping mountains to ice-filled canyons. The coloration of espraksas varies depending on the environment in which their ancestors evolved. Espraksas who adapted to the taigas of Neeroon developed deep-brown or russet feathers, while those who live in the snowy peaks have white or gray feathers lightly speckled with black or a mossy green. Espraksas have a thick collar of feathers to keep their long, slender necks warm. They also have lengthy antennae-like feathers that extend from the inner corners of their eyes. Males have crests of feathers that extend from the crowns of their heads and are expressive enough to communicate emotion. Espraksas stand about 7 feet tall and weigh 175 pounds.<br><br>Espraksas consider themselves the offspring of the deities Desna and Weydan, unified in a pairing called the Wings. Their open, sociable, and free-spirited society reflects this origin story. Though the rule of law is important to espraksas, the application of wisdom and compassion is equally so. Espraksa settlements often have shrines dedicated to the Wings.<br><br>Espraksa settlements also emphasize harmony with nature. They avoid razing the environment to make way for their settlements, instead incorporating their towns and homes high up in the surrounding trees and terrain. This architecture has left few means for land-bound creatures to enter from the ground. As tourism to Neeroon has grown more common, the espraksas have had to accommodate flightless creatures.<br><br>Wanderlust and gregariousness are intrinsic to espraksa society on Neeroon despite individual regions having many quirks, which it seems their peoples took pains to preserve. Espraksas revel in exploration, whether literal, interpersonal, or spiritual. They often embark on a journey of self-discovery in an unofficial coming-of-age ceremony, traveling the galaxy and immersing themselves in other cultures. Espraksas love to make friends, even with the surliest of folk, establishing positive emotional connections that are passionate and enduring. Most espraksas can proudly recollect every friend made on their journeys and find enemies only under extreme circumstances. However, once an espraksa has decided another creature is a foe, the hostility can be just as fervent and lasting.<br><br>Due to their exposure to many cultures and fields, espraksas fill many vocations. They take whatever odd jobs are available to fund their ongoing adventures. Many seek occupations that facilitate exploration, from field scientists to mercenaries. Diversity in skill is a virtue among espraksas, so much so that being good at one skill at the expense of others is seen as a character flaw.<br><br>An espraksa’s journey can last decades. Most return to Neeroon when they feel their travels have provided enough novelty. Then, such espraksas settle down on their icy world, find mates, and start families. Older espraksas are highly valued leaders, philosophers, and teachers, their know-how honed over a lifetime of exploration. Some elder espraksas are celebrated experts even beyond Neeroon, renowned across the galaxy for their breadth of experience.<br><br><strong>Ability Modifiers</strong> +2 Wis, +2 Cha, -2 Con<br><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Espraksas are Medium humanoids with the espraksa subtype.</p>\n<h2 class=\"title\">Espraksa Movement</h2>\n<p>Espraksas have a land speed of 30 feet and an extraordinary fly speed of 30 feet with average maneuverability.</p>\n<h2 class=\"title\">Cold Inured</h2>\n<p>An espraksa treats severe cold as cold and extreme cold as severe cold (see Cold Dangers).</p>\n<h2 class=\"title\">Empathic</h2>\n<p>Espraksas gain a +2 racial bonus to Diplomacy and Sense Motive checks. They take a –2 penalty to saving throws against mind-affecting effects, but the DC of any mind-affecting effect they create is increased by 1.</p>\n<h2 class=\"title\">Multicultural</h2>\n<p>Esprakas learn an additional language for every even-numbered rank gained in the Culture skill.</p>\n<h2 class=\"title\">Natural Weapons</h2>\n<p>Espraksa are always considered armed. They can deal 1d3 lethal piercing damage with unarmed strikes and the attack doesn’t count as archaic. Espraksas gain a unique weapon specialization with their natural weapons at 3rd level, allowing them to add 1-1/2 × their character level to their damage rolls with their natural weapons (instead of just adding their character level, as usual).</p>\n<h2 class=\"title\">Snatch</h2>\n<p>This functions as the grab universal creature rule, except the espraksa must hit with two talon attacks during the same turn to grab. Only one talon must hit the target’s KAC + 4 (or + 13) to trigger the free grab (or pin), but both must hit.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA3-33",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          -2,
          "con"
        ],
        [
          2,
          "wis"
        ],
        [
          2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "espraksa",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}