{
  "_id": "lU6k82q4HL0EoNUW",
  "name": "Ferran",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "con"
        ],
        [
          2,
          "int"
        ],
        [
          -2,
          "dex"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Ferrans are the native inhabitants of Ferrantus-4, a highgravity world that disappeared into a massive black hole several decades ago. The surviving ferrans live in a sprawling complex on the moon Ratheren (see page 62), which once orbited their home world but is now held in place just outside of the black hole’s event horizon. Though the Ratheren moon base is self-sufficient, ferrans are just another disaster away from becoming completely wiped out.</p>\n<p>Ferrans are short, squat humanoids with constantly furrowed brows and bald heads. Much of ferran tradition is rooted in science, and as such, they tend to be agnostics and atheists. Compared to other species, the ferran population is relatively small; they will eventually need to do something to grow their numbers if they wish to secure their continuation as a species.</p>\n<p><strong>Ability Modifiers</strong>+2 Con, +2 Int, -2 Dex</p>\n<p><strong>Hit Points</strong> 4</p>\n<h2>Size and Type</h2>\n<p>Ferrans are Small humanoids with the ferran subtype.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.ivfqMdylivscbLak]{Low-Light Vision}</h2>\n<p>Ferrans can see twice as far as @UUID[Compendium.sfrpg.races.AMBcyDZDtJ1OOzh3]{Humans} in conditions of dim light.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.NrcrYnMDT6TyuWhb]{Momentum}</h2>\n<p>A ferran deals an additional amount of damage equal to its character level with its first melee attack after it moves at least 10 feet in the same round.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.oGeWDCTUYJe1tZEX]{Radiation Resistant}</h2>\n<p>Ferrans receive a +4 racial bonus to saving throws against radiation effects.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.u5p1gw4PgHjm4hIA]{Sturdy}</h2>\n<p>Ferrans receive a +2 racial bonus to KAC against attempts to bull rush or reposition them.</p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "small",
    "source": "AP #2 pg. 55",
    "subtype": "ferran"
  }
}