{
  "_id": "pOnYi1vHP3bWMoWd",
  "name": "Formian",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "monstrous humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ],
        [
          2,
          "con"
        ],
        [
          -2,
          "wis"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Formians resemble giant ants with humanoid upper bodies, and carve their chitinous plates with insignias reflecting their individual names and achievements. Members of a hive all share a telepathic link, allowing them to coordinate efficiently.</p>\n<p>Within a hive are castes specialized to particular tasks. The queen leads the hive and is its sole means of propagation, while castes like the aristocratic myrmarchs and mercantile taskmasters direct lower castes like warriors and workers.</p>\n<p>Formian workers are the backbone of hive labor and hatched in large clutches-many workers never gain a name beyond their number within the clutch. While strong, they typically flee combat unless ordered to fight. Formian warriors, by contrast, are fierce sterile females, each with a stronger individual identity to allow for more effective battle tactics. This individualism makes warriors more likely to chafe under strict hive hierarchies, and these are the formians most likely to set out on their own.</p>\n<p>Formians are most common on @UUID[Compendium.sfrpg.setting.mkJGLfpJkvAKLZz3]{Castrovel}. For millennia they sought to eradicate the @UUID[Compendium.sfrpg.races.ShWYksP7IwWcqEVa]{Lashunta}, their traditional foes, but their queens now instead focus on adopting other species’ technology to industrialize their traditional hive societies.</p>\n<p><strong>Ability Adjustments</strong>+2 Str, +2 Con, -2 Wis</p>\n<p><strong>Hit Points</strong> 4</p><h2>Vital Stats</h2><p><strong>Average Height</strong>&nbsp;6–8 ft.</p>\n<p><strong>Average Weight</strong>&nbsp;150–250 lbs.</p>\n<p><strong>Age of Maturity</strong>&nbsp;1 year</p>\n<p><strong>Maximum Age</strong>&nbsp;15+1d10 years</p><h2>Size and Type</h2><p>Formians are Medium monstrous humanoids.</p><h2>@UUID[Compendium.sfrpg.racial-features.Ogd9dmJIn0WyOKBG]{Formian Senses}</h2><p>Formians have @UUID[Compendium.sfrpg.rules.rX5rK6UWAIOeeipl.JournalEntryPage.p0o9tmWtKZ0qy8DI#darkvision]{Darkvision} with a range of 60 feet, and they have @UUID[Compendium.sfrpg.rules.rX5rK6UWAIOeeipl.JournalEntryPage.p0o9tmWtKZ0qy8DI#blindsense]{Blindsense} (scent) with a range of 30 feet.</p><h2>@UUID[Compendium.sfrpg.racial-features.QmSOsPFazgFH1kKu]{Limited Telepathy}</h2><p>Formians can communicate telepathically with any creatures within 30 feet with whom they share a language.</p><h2>@UUID[Compendium.sfrpg.racial-features.KfEzPksDco3HYSjz]{Natural Weapons}</h2><p>Formians are always considered armed. They can deal 1d3 lethal piercing damage with unarmed strikes, and those attacks don’t count as archaic. Formians gain a unique weapon specialization with their natural weapons at 3rd level, allowing them to add 1-1/2 × their character level to their damage rolls for their natural weapons (instead of just adding their character level).</p><h2>@UUID[Compendium.sfrpg.racial-features.HTLgCOOVnyP8Z05p]{Sonic Resistance}</h2><p>Thanks to the chitinous plates that cover them, formians have sonic resistance 5.</p><h2>@UUID[Compendium.sfrpg.racial-features.DiC8utrPnxBljJ6B]{Formian Alternate Species Trait}</h2><p>Some formians develop functional wings that are segmented and partly fold into grooves in the carapace between the shoulders when not in use. Known as alates, these winged individuals are often reproductive formians who travel widely to establish new colonies. After mating, these formians typically lose their wings and become queens, retiring from their adventures for the good of their burgeoning hive. For a variety of reasons, though, alates might retain their wings permanently. Although adept fliers, these formians’ carapaces are notably softer than average and lack most of the typical defensive protrusions. Formian alates have an extraordinary fly speed of 30 feet with average maneuverability.</p>\n<p><strong>This replaces @UUID[Compendium.sfrpg.racial-features.KfEzPksDco3HYSjz]{natural weapons} and @UUID[Compendium.sfrpg.racial-features.HTLgCOOVnyP8Z05p]{sonic resistance}.</strong></p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "source": "AA1 pg. 50",
    "subtype": ""
  }
}