{
  "_id": "VFU5z75xP2IfKMJn",
  "name": "Ganzi",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "outsider",
    "abilityMods": {
      "parts": [
        [
          2,
          "con"
        ],
        [
          2,
          "cha"
        ],
        [
          -2,
          "int"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Ganzis are planar scions touched by chaos. Some have ancestors who were affected by or dealt with chaotic outsiders known as proteans; these ganzi are marked with unusual features like serpent tails and feathered hair and are known as protean-kin. Others arise from being born in places where chaotic planar energies seep into the Material Plane. The interplanar nature of Drift travel is suspected of influencing ganzi births. Like their aasimar and tiefling cousins, ganzis tend somewhat toward typical alignments for their ancestry. Ganzis are known for creativity and artistry, as well as anti-authoritarian sentiments, and many ganzis exercise their artistic talents by creating graffiti and other unsanctioned street art.</p>\n<p><strong>Ability Modifiers</strong>&nbsp;+2 Con, +2 Cha, –2 Int</p>\n<p><strong>Hit Points</strong>&nbsp;4</p>\n<h2>Size and Type</h2>\n<p>Ganzis are Medium outsiders with the native subtype.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.HhrIJeHTxSGVX9mV]{Darkvision}</h2>\n<p>Ganzis have darkvision with a range of 60 feet.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.FliKZmG8KyOtcC03]{Distortion Resistance}</h2>\n<p>Ganzis have acid resistance 5, electricity resistance 5, and sonic resistance 5, and they gain a +2 species bonus to saving throws against polymorph effects.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.UkV9f8vAWPywH3ZA]{Observant}</h2>\n<p>Ganzis gain a +2 species bonus to Sense Motive and Survival checks.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.BsVK8fsdLPZ94r1p]{Reverse Fate}</h2>\n<p>As a reaction to failing a saving throw, a ganzi can reroll the save and take the new result. The ganzi can use this ability once per day, plus a number of times equal to half their CR or level.</p>\n<h1>Alternate Species Traits</h1>\n<p>The following are alternate species traits for planar scions.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.o3yXOEEKf7MKf5u4]{Armor Avatar}</h2>\n<p><strong>Source&nbsp;</strong> AP #46 pg. 51</p>\n<p>Scions descended from armor-plated celestials or anarchic warrior entities have an affinity for armor—it fits perfectly and protects more efficiently, as though it were an extension of the scion themself. When wearing armor, they gain a +1 species bonus to AC. When they’re wearing heavy armor, their armor check penalty is 1 less severe than normal.</p>\n<p><strong>This replaces celestial radiance for aasimars or reverse fate for ganzis.</strong></p>\n<h2>@UUID[Compendium.sfrpg.racial-features.tVBR58ghvNittug8]{Bolstered Anatomy}</h2>\n<p><strong>Source&nbsp;</strong> AP #46 pg. 51</p>\n<p>Due to their chaotic heritage, some ganzis have redundant vital organs, such as extra hearts or livers. This often enables them to take more punishment than normal. A ganzi who has this trait gains @UUID[Compendium.sfrpg.feats.F9H8iEN8FUXIOUM2]{Toughness} as a bonus feat.</p>\n<p><strong>This replaces observant.</strong></p>\n<h2>@UUID[Compendium.sfrpg.racial-features.ZB9diCMqimFfwR25]{Myopic Resilience}</h2>\n<p><strong>Source&nbsp;</strong> AP #46 pg. 53</p>\n<p>Some planar scions build a particularly intense resistance rather than developing diverse resistances; tieflings of infernal lineage often possess superb fire resistance, for example. When selecting this trait, the planar scion chooses a single energy type to which they normally have resistance, such as cold, electricity, or fire. The scion loses resistance to the other energy types, but the resistance they choose increases to 10 at 8th level and to 15 at 12th level.</p>\n<p><strong>This ability alters celestial resistance for aasimars, distortion resistance for ganzis, or fiendish resistance for tieflings.</strong></p>\n<h2>@UUID[Compendium.sfrpg.racial-features.0oQnLsoXNVkdIPfs]{Prehensile Tail}</h2>\n<p><strong>Source</strong> AP #46 pg. 53</p>\n<p>A planar scion with this alternate species trait has a long, dexterous, fully prehensile tail (or similar appendage, such as a tentacle or prehensile hair). This appendage enables them to wield and hold up to three hands’ worth of weapons and equipment. While their appendage increases the number of items they can have at the ready, it doesn’t increase the number of attacks they can make during combat.</p>\n<p><strong>This replaces observant for ganzi or deceitful for tieflings.</strong></p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "source": "AP #46 pg. 60",
    "subtype": "native"
  }
}