{
  "_id": "GPRexDoyJb8JCTCs",
  "name": "Ghibrani (Membrane)",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Ghibranis are beetle-like humanoids native to the planet Elytrio (see page 46). After the ghibranis devastated their world with nuclear war, some of the survivors fended for themselves in the wastes, while the rest lived comfortably in a city protected by a bubble of force. The lingering radiation (even within the city) caused a rapid change in their biology, leading to two subspecies: husks, who have lost the use of their wings, and membranes, who have grown idle in their luxury.<br /><br /><strong>Ability Modifiers</strong> +2 Con, +2 Wis, -2 Int (Husk) or +2 Dex, +2 Wis, -2 Str (Membrane)<br /><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Ghibranis are Medium humanoids with the ghibrani subtype.</p>\n<h2 class=\"title\">Affable</h2>\n<p>Ghibranis receive a +2 racial bonus to Diplomacy skill checks.</p>\n<h2 class=\"title\">Ghibrani Movement</h2>\n<p>All ghibranis have a land speed of 30 feet. Husk ghibranis have a climb speed of 20 feet, while membranes have an extraordinary fly speed of 20 feet with average maneuverability.</p>\n<h2 class=\"title\">Distracting Buzz</h2>\n<p>As a standard action, a membrane ghibrani can vibrate her wings fast enough to produce an almost imperceptible hum. All creatures within 15 feet of the membrane ghibrani that hear this buzz must attempt a Will saving throw (DC = 10 + half the ghibrani&rsquo;s character level or CR + her Wisdom modifier) or gain the off-target condition for 1 round. This is a mind-affecting, sense-dependent ability. The membrane ghibrani can&rsquo;t use her wings to fly in the same round in which she uses this ability.</p>\n<h2 class=\"title\">Low-Light Vision</h2>\n<p>Ghibranis can see twice as far as humans in conditions of dim light.</p>\n<h2 class=\"title\">Sturdy</h2>\n<p>Husk ghibranis receive a +2 racial bonus to KAC against attempts to bull rush or reposition them.</p>\n<h2 class=\"title\">Subspecies</h2>\n<p>Ghibranis belong to one of two subspecies: husk or membrane. All ghibranis start with +2 Wisdom at character creation. Husk ghibranis are more hardy (+2 Constitution) but less imaginative (&ndash;2 Intelligence). Membrane ghibranis are more nimble (+2 Dexterity) but weaker (&ndash;2 Strength).</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SF#5-55",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          -2,
          "str"
        ],
        [
          2,
          "dex"
        ],
        [
          2,
          "wis"
        ]
      ]
    },
    "size": "fine",
    "subtype": "ghibrani",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}