{
  "_id": "UAmkvLwEp2zkW8f3",
  "name": "Ghoran (Oakling)",
  "type": "race",
  "data": {
    "type": "plant",
    "abilityMods": {
      "parts": [
        [
          2,
          "con"
        ],
        [
          2,
          "cha"
        ],
        [
          -2,
          "int"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Originally created by an obsessive druid from lost Golarion long before the Gap, ghorans are an ancient race whose ancestry is steeped in tragedy. Every aspect of ghoran physiology was designed to be perfect; unfortunately, that included &ldquo;perfect taste&rdquo;&mdash;their flesh-like rinds were so delicious that @Compendium[sfrpg.races.AMBcyDZDtJ1OOzh3]{Humans} hunted them nearly to extinction. Worse, each was able to produce only one seed, adding to the precariousness of their species. Over hundreds of generations, they evolved from shambling, vine-like creatures into their current humanoid forms, but they still found themselves ostracized by humanity. While the first @Compendium[sfrpg.races.AMBcyDZDtJ1OOzh3]{Humans} took to the stars, Golarion&rsquo;s ghorans abandoned what is now the Pact Worlds to forge a new identity for their people. They discovered a planet they named Ghorus Prime and terraformed it from a barren rock to a lush floral paradise. The ghorans have flourished in this new world. Through genetic engineering, they have expanded their reproductive abilities, leading to the development of two ghoran subraces&mdash; the lithe and springy saplings and the tall and dense oaklings.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Ghorans are roughly the same size as @Compendium[sfrpg.races.AMBcyDZDtJ1OOzh3]{Humans}, and are nearly as diverse physically, though unlike @Compendium[sfrpg.races.AMBcyDZDtJ1OOzh3]{Humans}, ghorans can adjust their bodies&rsquo; shapes within their frames&rsquo; limits. Their &ldquo;skin&rdquo; is a complex layer of fibrous vines and rinds with a texture like moss-covered bark, while their faces consist of hundreds of layered petals that flush and flutter at a whim.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Each ghoran has a ghorus seed within its navel. As a full action, a ghoran can expel this seed. If planted in fertile soil and left undisturbed for 1d6 days, the seed grows into a sapling ghoran who physically mirrors the original. If left undisturbed for an additional 2d6 days, the seed grows into an oakling ghoran instead. After a sapling ghoran has been fully grown for 2d20 months, they can choose to grow into an oakling ghoran, a process that takes 1d6 weeks. Every 20 years or so, a ghoran develops a new seed, allowing the race to slowly grow its numbers.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Many ghorans are withdrawn around flesh-and-blood creatures. They often prefer the company of @Compendium[sfrpg.races.7VtfabTXl7NEXC6u]{Vesk} to @Compendium[sfrpg.races.AMBcyDZDtJ1OOzh3]{Humans}&mdash; in fact, a popular conspiracy holds that ghorans fed information about @Compendium[sfrpg.races.AMBcyDZDtJ1OOzh3]{Humans} to the @Compendium[sfrpg.races.7VtfabTXl7NEXC6u]{Vesk} during the Silent War between the Pact Worlds and the Veskarium. Thus, ghoran-colonized planets and the Pact Worlds view each other with distrust. Despite these grounds for suspicion, ghoran society emphasizes the importance of community life, friendship, and companionship&mdash;all luxuries most ghorans could only dream of when they were few and hunted.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Ability Adjustments </strong>All ghorans gain &ndash;2 Intelligence and +2 Charisma at character creation. Sapling ghorans are short and slender (+2 Dexterity at character creation). Oakling ghorans are tall and dense (+2 Constitution at character creation).<br /><strong>Hit Points</strong>&nbsp;6</span></p>\n<h2 class=\"title\">Vital Stats</h2>\n<p><strong>Average Height</strong>&nbsp;5&ndash;6 ft.<br /><strong>Average Weight</strong>&nbsp;120&ndash;180 lbs.<br /><strong>Age of Maturity</strong>&nbsp;2 years<br /><strong>Maximum Age</strong> 200+1d% years</p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Ghorans are plants. Sapling ghorans are Small plants, while oakling ghorans are Medium plants.</p>\n<h2 class=\"title\">Delicious</h2>\n<p>Ghorans take a &ndash;2 penalty to attack rolls and Acrobatics checks to escape a grapple against a creature that uses the grab ability with a bite natural weapon.</p>\n<h2 class=\"title\">Limited Plant Benefits</h2>\n<p>Despite being plant creatures, ghorans don&rsquo;t gain the standard immunities associated with creatures of the plant type. Instead, they gain a +2 racial bonus on saving throws against @Compendium[sfrpg.rules.PqV3OCbUTyk2upPD]{Mind-affecting} effects, paralysis, @Compendium[sfrpg.rules.aKqRtg165rAly1Cc]{Poison}, polymorph, sleep, and stunning effects, unless the effect specifies that it is effective against plants.</p>\n<h2 class=\"title\">Past-Life Knowledge</h2>\n<p>Choose two skills from the following list: Computers, Culture, Engineering, Life Science, Medicine, Mysticism, Physical Science, and Profession (each Profession chosen separately). The ghoran adds the chosen skills to their list of class skills or gains a +2 racial bonus to checks with those skills if they are already class skills.</p>\n<h2 class=\"title\">Photosynthesis</h2>\n<p>Ghorans undergo photosynthesis to gain nutrition instead of eating (although they can eat if they so wish).</p>\n<p>A ghoran can go without light (either sunlight or UV light, such as from starships) for 3 days, after which they must attempt Constitution checks to avoid&nbsp;starvation.</p>\n<h1 class=\"title\">Alternate Racial Traits</h1>\n<p><strong>Source</strong>&nbsp;<em>NS pg. 129</em><br />The kinwoods have long shepherded Ghorus Prime&rsquo;s ecology, influencing the genetic development of its numerous plant species. This includes the ghorans themselves, who exhibit a range of physiological traits.</p>\n<h2 class=\"title\">Magical Talent</h2>\n<p><strong>Source</strong>&nbsp;<em>NS pg. 129</em><br />Some ghorans inherit magical aptitude from their ancestors. Ghorans with this trait gain a +2 racial bonus to Mysticism checks, and they can use&nbsp;<em>detect magic</em>&nbsp;and&nbsp;<em>psychokinetic hand</em> at will as spell-like abilities.</p>\n<p>This replaces past-life knowledge.</p>\n<h2 class=\"title\">Psychosynthesis</h2>\n<p><strong>Source</strong>&nbsp;<em>NS pg. 129</em><br />Instead of light, some ghorans&rsquo; outer layers are sensitive to thoughts and emotions. Ghorans with this trait gain limited telepathy with a range of 30 feet. Additionally, they can avoid starvation by spending at least 8 total hours a day within 120 feet of a creature that doesn&rsquo;t have the unliving trait and that has an Intelligence and Wisdom score of at least 10.</p>\n<p>This replaces photosynthesis.</p>\n<h1 class=\"title\">Alternate Ability Adjustments</h1>\n<p><strong>Source</strong>&nbsp;<em>NS pg. 129</em><br />Ghorans have begun to see varying phenotypes among their kind. These alternate ghorans have the listed ability scores and size, rather than a ghoran&rsquo;s normal +2 Charisma, &ndash;2 Intelligence, and +2 to Strength or Dexterity (for Medium oaklings and Small saplings, respectively).</p>\n<h2 class=\"title\">Willower</h2>\n<p><strong>Source</strong>&nbsp;<em>NS pg. 129</em><br />Willower ghorans reproduce from a ghorus seed and grow into a tall frame. Though the Gap consumed many of the details of their birth, the first of these ghorans sprouted from the first kinwoods. Willowers are Medium plants and have an ability score adjustment of +2 Intelligence.</p>"
    },
    "hp": {
      "min": 1,
      "value": 6
    },
    "modifiers": [
      {
        "_id": "1b556ca3-c1f4-4a13-9f5c-944508513c2d",
        "name": "Delicious - attack",
        "type": "untyped",
        "condition": "",
        "effectType": "all-attacks",
        "enabled": false,
        "max": -2,
        "modifier": "-2",
        "modifierType": "formula",
        "notes": "Ghorans take a –2 penalty to attack rolls and Acrobatics checks to escape a grapple against a creature that uses the grab ability with a bite natural weapon.",
        "source": "Racial",
        "subtab": "misc",
        "valueAffected": ""
      },
      {
        "_id": "3094946e-561d-4f16-89b1-4bbe9cd183aa",
        "name": "Delicious - acro",
        "type": "untyped",
        "condition": "",
        "effectType": "skill",
        "enabled": false,
        "max": -2,
        "modifier": "-2",
        "modifierType": "formula",
        "notes": "Ghorans take a –2 penalty to attack rolls and Acrobatics checks to escape a grapple against a creature that uses the grab ability with a bite natural weapon.",
        "source": "Racial",
        "subtab": "misc",
        "valueAffected": "acr"
      },
      {
        "_id": "86056d84-3eb8-466f-a278-71015c402af7",
        "name": "Limited Plant benefits",
        "type": "racial",
        "condition": "",
        "effectType": "all-skills",
        "enabled": false,
        "max": 2,
        "modifier": "2",
        "modifierType": "formula",
        "notes": "Despite being plant creatures, ghorans don’t gain the standard immunities associated with creatures of the plant type. Instead, they gain a +2 racial bonus on saving throws against mind-affecting effects, paralysis, poison, polymorph, sleep, and stunning effects, unless the effect specifies that it is effective against plants.",
        "source": "Racial",
        "subtab": "misc",
        "valueAffected": ""
      }
    ],
    "size": "medium",
    "source": "AA2 pg. 56",
    "subtype": ""
  },
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}