{
  "_id": "zLmTtNg0Mc4XRHfm",
  "name": "Giant",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ],
        [
          2,
          "con"
        ],
        [
          -2,
          "dex"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Ancient beyond measure, giants have evolved into numerous subspecies that thrive in harsh environments. However, they’re best known for their prodigious strength, stature, and pride.</p><h3>PHYSICAL DESCRIPTION</h3><p>Giants are tall and muscular, ranging from 9–15 feet in height depending on subspecies (though a few giants are much taller).</p><h3>SOCIETY</h3><p>According to legend, their gods forged the giants at the dawn of time to endure for all ages. Thanks to their strength, adaptability, and self-congratulatory mythology, giants are often incredibly proud. Giants care deeply for tradition and kin, commemorating their deeds and building bonds through media, tattoos, and stories.</p><h3>ADVENTURERS</h3><p>A giant’s pride often drives them to test their strength against unfamiliar environments, attain trophies of great deeds, and return home with tall tales of their exploits. However, many chafe at other settlements’ tiny amenities, encouraging giant adventurers to explore wildernesses where their size provides a clear advantage.</p><h3>NAMES</h3><p>Names: Most giants have a single multisyllabic personal name and can trace their lineage back as far as the Gap. Some sample names include Akor, Elthel, Flega, Gehela, Igvale, Rigreth, Roros, Sortar, and Vekora.</p>\n<p><strong>Ability Adjustments</strong> +2 Str, +2 Con, –2 Dex</p>\n<p><strong>Hit Points</strong> 6</p><h2>Size and Type</h2><p>Giants are Large humanoids with the giant subtype. They have a space and reach of 10 feet.</p><h2>@UUID[Compendium.sfrpg.racial-features.ivfqMdylivscbLak]{Low-Light Vision}</h2><p>Giants gain low-light vision.</p><h2>@UUID[Compendium.sfrpg.racial-features.C9HUEOuY4ViWwCzS]{Expert Thrower}</h2><p>As a ranged attack using two hands, a giant can hurl an object or piece of debris with a minimum bulk of 3 and a maximum bulk equal to your Strength modifier +2. The debris is a basic melee weapon with the thrown property, the knockdown critical hit effect, and a range increment of 5 feet × their Strength modifier. It deals 1d6 bludgeoning damage. Picking up debris is a move action, but if a giant can draw a weapon without spending an action (such as via the Quick Draw feat), they can pick up debris as part of the action used to throw it once per round. They can’t use this ability while encumbered or overburdened. A giant increases the range increment of other thrown weapons they wield by 10 feet. At 5th level and every two levels thereafter, the damage dealt increases by 1d6, though the number of damage dice can’t exceed the bulk of the debris.</p><h2>@UUID[Compendium.sfrpg.racial-features.OGY3BiO2ULCDv1Kb]{Skilled}</h2><p><span>Giants gain a +2 species bonus to @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.76u4HnGcAlySicb4]{Engineering} and @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.6fqgiVqlA7u9jS4i]{Intimidate} checks.</span></p><h2>@UUID[Compendium.sfrpg.racial-features.sk184TPaGA4rjpqz]{Subspecies}</h2><p>A giant gains additional abilities based on its subspecies.</p><h4>@UUID[Compendium.sfrpg.racial-features.hUmxQJtU0bFVSvQQ]{Fire Giant}</h4><p>Fire giants have fire resistance 5, which stacks with one other source of fire resistance. When wearing armor, their armor check penalty is 1 less severe than normal, and any speed adjustment from the armor is reduced by 5 feet (minimum –0 feet).</p><h4>@UUID[Compendium.sfrpg.racial-features.6Hkxe9THcyi9K2oz]{Hill Giant}</h4><p>Hill giants gain a +2 species bonus to bull rush and grapple combat maneuvers, and they gain a +2 species bonus to AC against bull rush and grapple combat maneuvers.</p><h4>@UUID[Compendium.sfrpg.racial-features.Bqo6LHw6Q1QlWVsH]{Slag Giant}</h4><p>Slag giants have fire resistance 5, which stacks with one other source of fire resistance. They gain a +2 species bonus to sunder combat maneuvers and ignore 5 points of an object’s hardness when dealing damage.</p><h4>@UUID[Compendium.sfrpg.racial-features.zzCYvbd213SjwD5C]{Stone Giant}</h4><p>Stone giants gain darkvision with a range of 60 feet, and they increase the die size of damage dealt by debris they hurl from d6s to d8s.</p>"
    },
    "hp": {
      "min": 1,
      "value": 6
    },
    "modifiers": [],
    "size": "large",
    "source": "PoC pg. 20",
    "subtype": "giant"
  }
}