{
  "_id": "xsmnkY3rmCLp4Lje",
  "name": "Gnoll",
  "type": "race",
  "img": "systems/sfrpg/icons/default/dna2.svg",
  "system": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ],
        [
          2,
          "con"
        ],
        [
          -2,
          "int"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Gnolls are hyena-like humanoids whose pragmatism and rugged strength enable them to thrive where others struggle to survive.</p><h3>Physical Description</h3><p>Gnolls typically stand between six and seven feet tall, with females trending noticeably taller and brawnier than males, and they live about 75 years. Fur covers most of their bodies in shades of brown, red, black, or gray, often with irregular stripes or spots, and it’s common for gnolls to have hairless parts of their face or belly. Their long, digitigrade legs encourage a springy, loping stride that helps them clear obstacles mid-stride, with guard hairs protecting them from brambles and debris.</p>\n<p>Gnolls’ greatest natural tools all reside in the skull. Powerful muscles anchor their short muzzles, creating devastating bite force. Their noses can sense minute, days-old scents, and their brains process spatial information, social networks, and inconsistencies exceedingly well, helping gnolls navigate hierarchies, piece together crime scenes, and identify weaknesses.</p><h3>Society</h3><p>Gnolls originated on lost Golarion before the Gap, evolving to thrive in marginal badlands and deserts. They were among the earliest of Golarion’s starfarers, making a name for themselves as mercenaries and bodyguards. Today, Akiton hosts the largest gnoll population in the Pact Worlds, though gnolls are widely dispersed across the Vast.</p>\n<p>Gnoll society retains many of its traditions suited to wasteland survival. These pragmatic values like raiding, skulduggery, and territorial displays often seem harsh or cruel to outsiders, but they’ve kept gnolls alive even while settling unforgiving worlds. Family is central to gnoll culture, with each member in an extended clan expected to contribute based on their social role. Though gnoll society is traditionally matriarchal, most clans and other social groups now support leaders of any gender. A clan usually reveres a small pantheon rather than a single deity, projecting their own pack mentality onto their divine paradigm. Gnoll technology and faith favors practicality, too. Their inventions are famous for being efficient and easy to repair even with unlikely materials.</p><h3>Adventurers</h3><p>Gnolls delight in adventures, though they prefer doing so with part of their clan (or with an adopted clan). They often find work as mercenaries or soldiers. Many travel for the sake of discovering and securing resources, either for trade or consumption.</p><h3>Names</h3><p>Newborn gnolls typically receive a common noun name linked to nature, such as Rowan, Fibula, or Ravine. As they age, they either create a replacement name, or gradually add to their name after great deeds. Sample names include Bonetreader, Rivers Under Shadow, and Three-Split Oak.</p><h1>Species Traits</h1><p><strong>Ability Adjustments</strong>+2 Str, +2 Con, -2 Int</p>\n<p><strong>Hit Points&nbsp;</strong> 6</p>\n<p><strong>Size and Type:</strong> Gnolls are Medium humanoids with the gnoll subtype.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.tpcGM1KN6RheDCXu]{Self-Sufficient}</h3><p>Gnolls receive a +2 species bonus to Survival checks.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.NW9pxsxvuGNnxfBA]{Blindsense (scent)}</h3><p>Gnolls have blindsense (scent) with a range of 30 feet.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.HhrIJeHTxSGVX9mV]{Darkvision}</h3><p>Gnolls have darkvision with a range of 60 feet.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.DID8nHfkFfbQ2onD]{Rugged Travel}</h3><p>Each time they move, gnolls can move through the first square of nonmagical difficult terrain at their normal speed.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.KfEzPksDco3HYSjz]{Natural Weapons (P)}</h3><p>Gnolls have the natural weapons universal creature rule.</p>"
    },
    "hp": {
      "min": 1,
      "value": 6
    },
    "modifiers": [],
    "size": "medium",
    "source": "EN pg. 23",
    "subtype": "gnoll"
  }
}