{
  "_id": "06xAtGavf8CRbmye",
  "name": "Gnome (Bleachling)",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "con"
        ],
        [
          -2,
          "str"
        ],
        [
          2,
          "int"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Long-ago emigrants from the primal fey realm called the First World, gnomes are a vivacious people who have adapted to their tumultuous heritage in curious ways, and evolved significantly from accounts found in pre-Gap records.</p>\n<p>Gnomes today fall into two ethnicities: feychildren and bleachlings. Easily recognized by their brightly colored skin and hair, feychildren remain physiologically and socially close to their otherworldly heritage and are intensely mercurial, possessed of wild whimsy and a ravenous, reckless appetite for adventure. Bleachlings, by contrast, are believed to be the descendants of those who survived the virulent gnome plague called the Bleaching, which to this day threatens to drain the color and life from any feychild gnomes who don’t constantly seek out enough new experiences to retain their vibrancy. Bleachlings are typically born with monochromatic features, their palettes ranging from black and white to brown and gray. While they are usually more even-tempered than their feychild cousins, Bleachlings have an exaggerated—but only half-deserved—reputation for dourness.</p>\n<p>How exactly the bleachling adaptation occurred—whether it was an intentional and experimental genetic solution to the ancient gnome disease, a freak mutation, some deific blessing, or something else entirely—has sadly been lost to the Gap, and many feychild gnome researchers desperately attempt to re-create it in corporate laboratories and magical universities. In the meantime, bleachling gnomes continue to pass their immunity on to their children and those of mixed relationships, founding a new subrace that, while still currently a minority, is poised to someday completely replace their parent race— for better or worse.</p>\n<p>Gnomes of both types usually have spindly frames and large eyes that give them a youthful (and sometimes disturbing) appearance. Both ethnicities remain extremely curious and have a passion for new experiences, yet they often take different approaches to this need for mental stimulation—while feychildren are constantly chasing new physical situations and sensations, bleachlings often find their search for novelty sated through purely intellectual pursuits. As a culture, gnomes rarely build lasting social structures among themselves or other groups. Instead, most gnomes choose to constantly pursue their whimsy and passions alone or with a few close companions. Many feychild gnomes in particular find that keeping interesting friends is a good way to stave off the apathy and eventual madness that is the Bleaching.</p>\n<p>Gnomes often find it difficult to relate to other races, as their humor and thought processes can seem wildly bizarre to those who don’t share their unique viewpoints or context. As a result, most gnomes don’t expect to be understood, and thus don’t bother to explain themselves, further widening the gap between themselves and others. Yet while they are often complex and erratic, gnomes generally have kind and generous hearts, especially when it concerns their friends. Both ethnicities tend to get along best with humans and ysoki, while finding @UUID[Compendium.sfrpg.races.dGlSCMtFZ2ZIKUpl]{Kasatha} and vesk overly stodgy, though bleachling gnomes are also commonly found in the company of lashunta scholars. Feychild gnomes make excellent fasttalking envoys, while bleachling gnomes often lean toward studious, intellectual classes like the mechanic, mystic, and technomancer. Gnomes are most often found on @UUID[Compendium.sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station} and @UUID[Compendium.sfrpg.setting.mkJGLfpJkvAKLZz3]{Castrovel}, though their curiosity has spread them across the Pact Worlds and beyond. Strangely, though the elves of Sovyrian are notoriously standoffish to other races, gnomes are not only tolerated but welcomed freely within their borders, supposedly in honor of some pre-Gap bargain forgotten by outsiders.</p>\n<p>Most gnomes stand between 3 and 3-1/2 feet tall and weigh around 40 pounds. They’re considered adults at 40 and naturally live up to 500 years.</p>\n<p><strong>Ability&nbsp;</strong><strong>Adjustments</strong>+2 Wis, -2 Str, +2 Int</p>\n<p><strong>Hit Points</strong> 4</p>\n<h2>Vital Stats</h2>\n<p><strong>Average Height</strong> 3 to 3-1/2 ft.</p>\n<p><strong>Average Weight</strong> 30–50 lbs.</p>\n<p><strong>Age of Maturity</strong> 40 years</p>\n<p><strong>Maximum Age</strong> 200+3d% years</p>\n<h2>Size and Type</h2>\n<p>Gnomes are Small humanoids with the gnome subtype.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.DGOqPrd1dsayT2qs]{Curious}</h2>\n<p>Gnomes receive a +2 racial bonus to Culture checks.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.sLA8YI2SSj81pImz]{Dimorphic}</h2>\n<p>A feychild gnome gains +2 Charisma, while a bleachling receives +2 Intelligence.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.0MPZXfqleECiVMYe]{Eternal Hope}</h2>\n<p>Gnomes receive a +2 racial bonus to saving throws against @UUID[Compendium.sfrpg.rules.PqV3OCbUTyk2upPD]{Fear} effects. Once per day, after rolling a 1 on a d20, the gnome can reroll and use the second result (see CRB page 243).</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.kFxGg7qDPuKqYBl0]{Gnome Magic}</h2>\n<p>Gnomes gain the following spell-like abilities (see CRB page 262): 1/day—@UUID[Compendium.sfrpg.spells.rSWg5JnN3mxzkatD]{Dancing Lights}, @UUID[Compendium.sfrpg.spells.J1k3B5PmIc4SUC9L]{Ghost Sound}, and @UUID[Compendium.sfrpg.spells.kNURbWD9d5768exU]{Token Spell}. The caster level for these effects is equal to the gnome’s character level. In addition, gnomes get a +2 racial saving throw bonus against illusion spells and effects.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.ivfqMdylivscbLak]{Low-Light Vision}</h2>\n<p>Gnomes can see in dim light as if it were normal light. See Vision and Light on page 261.</p>\n<h1>Alternate Racial Traits</h1>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 32</em></p>\n<p>Gnomes descend from creatures of another plane. These fey-born humanoids had subspecies even before the Gap. Now dozens of gnome ethnicities exist, each with unique traits.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.kaGlV8mFVT6wkDfZ]{Driftborn}</h2>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 32</em></p>\n<p>Some gnomes feel an eerie call to @UUID[Compendium.sfrpg.setting.nb5A5e7HqTnvVjtX]{The Drift}, rather than to the First World or the Bleaching. These driftborn gnomes have lithe builds and skin with shifting, iridescent patterns. They also have an intense and instinctual awareness of their bodies and their position in space. They gain +2 Dexterity.</p>\n<p><strong>This replaces dimorphic.</strong></p>\n<h2>@UUID[Compendium.sfrpg.racial-features.1VoBFYIx8bIYMyQR]{Ecstatic Joy}</h2>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 32</em></p>\n<p>Some gnomes exult in their own effort and seem inured to pain. These gnomes gain a +2 racial bonus to saves against pain effects. Once per day when they roll a natural 20 on an attack roll, skill check, or saving throw, they gain a rush of adrenaline that grants them a +1 morale bonus to attack rolls, saving throws, and skill checks for 2 rounds.</p>\n<p><strong>This replaces eternal hope.</strong></p>\n<h2>@UUID[Compendium.sfrpg.racial-features.5R1SaAY3lfTOjNeD]{Social Intuition}</h2>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 32</em></p>\n<p>Gnomes who spend their lives among people in a fixed culture can be less curious, but they gain an inherent ability to read people. These gnomes have a +2 racial bonus to Sense Motive checks.</p>\n<p><strong>This replaces curious.</strong></p>\n<h2>@UUID[Compendium.sfrpg.racial-features.zhg4ykGdww9GN5Hg]{Working Relations}</h2>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 32</em></p>\n<p>Certain gnomes satisfy their curiosity about other people by working among them in varied capacities. Such gnomes gain a +1 racial bonus to Profession checks and can attempt Profession checks untrained.</p>\n<p><strong>This replaces curious.</strong></p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "small",
    "source": "CRB pg. 508",
    "subtype": "gnome"
  }
}