{
  "_id": "SvZm3xijwqis2qDS",
  "name": "Goblin (Space)",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Goblin legend claims that long ago, a tribe of surprisingly clever goblins stowed away on a spacecraft that left Golarion and made its way to Absalom Station, where the goblins infiltrated the station’s worst neighborhoods and set up camps in its engineering passages. Over time, the goblins learned to build weapons and armor from scavenged parts, though many of their efforts are prone to exploding at the slightest provocation. While space goblins have since managed to hijack other ships and spread to the stars, nowhere are they as prevalent as on Absalom Station—a fact for which all other worlds that are familiar with space goblins are extremely grateful.<br><br>Thanks to the goblins’ rapid reproduction rate, many generations have passed since those first goblins came to Absalom Station. Fluctuating gravity, an entirely new diet, and the occasional radiation leak have made space goblins a distinct offshoot species from Golarion’s goblins. They are a bit more intelligent, instinctively able to take apart technology and rebuild it to suit their strange whims. They are quicker as well, scuttling rapidly into nearby ventilation ducts after swiping unattended datapads or laser pistols.<br><br>While some space goblins still worship the goblin hero-gods of old, partially adapting their dogma to fit their current lifestyle, many more revere Triune, the machine god. Their innate aptitude for using technology (without knowing how it actually works) leads them to believe that Triune has a plan for them. Some even think it will lead them to some kind of scavenging paradise, where every dawn will bring a new piece of advanced technology to strip for parts. However, neither Triune nor its church has yet officially acknowledged these zealous space goblins.<br><br>Goblins from Golarion were known for their voracious appetites, often eating their body weight each day of what passed for cuisine in the twisted mind of a goblin. Space goblins were not afforded that luxury in those early days aboard Absalom Station; they had to subsist on discarded scraps of food and other garbage. As such, space goblins aren’t as insatiable, though they are no less orally fixated. There is an even chance that upon encountering a strange item, a space goblin will try to either dismantle it or eat it. A space goblin might even attempt to diagnose a problem with a small piece of technology by putting it in his mouth and tasting every part of it.<br><br>Goblins’ instinctive hatred and fear of dogs and horses has also adapted over the millennia. Space goblins tend to refer to any quadruped (or anything shaped even remotely similarly) that they dislike as a “dog” or “horse,” depending on its size. In that vein, they still refer to their iconic crude melee weapons as dogslicers; these function just like survival knives, though a few enterprising goblin tribes have discovered ways to give the blades microserrated or ultraserrated edges. Other tribes have taken to adapting flame pistols and flame rifles to suit their needs, dubbing them “horseroasters.”<br><br>The physical differences between space goblins and their cousins from Golarion (none of which have been seen for centuries) are slight. Space goblins tend to be a few inches taller, and their eyes are a deeper shade of red. A typical space goblin is about 3-1/2 feet tall and weighs about 35 pounds—most of that weight is in the head.<br><br><strong>Ability Modifiers</strong> +4 Dex, -2 Cha<br><strong>Hit Points</strong> 2</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Space goblins are Small humanoids with the goblinoid subtype.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Space goblins have darkvision with a range of 60 feet.</p>\n<h2 class=\"title\">Fast</h2>\n<p>Space goblins are fast for their size and have a base speed of 35 feet.</p>\n<h2 class=\"title\">Scrounger</h2>\n<p>Space goblins receive a +2 racial bonus to Engineering, Stealth, and Survival checks.</p>\n<h2 class=\"title\">Tinker</h2>\n<p>As a move action, a space goblin can remove the penalties associated with the broken condition from a single piece of equipment until the start of his next turn. The item then becomes unusable for 10 minutes (and retains the broken condition after that until it is fixed).</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 3–4 ft.<br><strong>Average Weight</strong> 30–40 lbs.<br><strong>Age of Maturity</strong> 7 years<br><strong>Maximum Age</strong> 40+1d20 years</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA-54",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 2,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          4,
          "dex"
        ],
        [
          -2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "goblinoid",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}