{
  "_id": "CxubBZlmiFOa8KcY",
  "name": "Gosclaw",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">A feline species with a long flexible neck, short tail, and a pliable body, gosclaws developed their culture over centuries on a volatile continent on the rocky planet of Duren. The planet is rattled with earthquakes and pitted with active volcanoes, so the gosclaws used sophisticated engineering to build complex underground cities that could withstand the shifting earth around them. However, they were still centuries away from developing starfaring technology when an Azlanti scout ship crashed near a gosclaw city. The crash had no survivors. Gosclaw engineers began to study the vessel’s technology, formulating sciences of space travel and advanced weaponry based on what they found.<br><br>When the Azlanti Star Empire landed its forces a few years later, the gosclaws knew they could not hope to rebuff such a technologically advanced enemy. Instead of fighting, they approached the Azlanti with an offer of service and proof of their engineering prowess with the reverse-engineered scout ship. Ever since, gosclaws have held citizenship status and served the Star Empire diligently, if not with complete loyalty. They regard the Azlanti as benefactors but consider them to be dangerous and self-serving. Most gosclaws think it far safer to avoid Azlanti notice than to attract attention. Gosclaws who leave Duren work for the Azlanti as engineers on projects where the thin, flexible gosclaw body is a benefit. However, more than one gosclaw has stowed away on a departing ship to see other worlds.<br><br>Agile and covered in smooth fur, gosclaws present a disarming appearance. Their fur coloration can vary considerably depending on their region of origin or the weather there, but the hue ranges from a dark, nearly black brown to a gold color, which is often darker at the tips of ears, limbs, and tail. (Gosclaws also dye their fur to express individuality.) Long centuries working underground in cramped quarters have made gosclaws well suited to such conditions. Gosclaws are also quick-witted and individualistic, focused more on achieving results than obeying procedure, a trait that can annoy Azlanti managers.<br><br>Always looking forward, gosclaws see technology as a way for them to leapfrog evolution and propel themselves into the future. As such, gosclaws are far less interested in maintaining their own traditions than other species, and they view their position in the Azlanti hierarchy as desirable for advancing their culture. Although the gosclaws know the Azlanti are far from benevolent, the felines are, themselves, opportunists. They imagine a near enough future in which they are free of Azlanti influence, and so they believe their conquest at the Star Empire’s hands is a long-term advantage.<br><br>Gosclaws stand about 6 feet tall and weigh around 110 pounds. They’re considered adults at 13 and naturally live up to 80 years.<br><br><strong>Ability Modifiers</strong> +2 Dex, +2 Int, -2 Wis<br><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Gosclaws are Medium humanoids with the gosclaw subtype.</p>\n<h2 class=\"title\">Burrow</h2>\n<p>Gosclaws have a burrow speed of 10 feet. A gosclaw can leave a tunnel if he moves at half speed.</p>\n<h2 class=\"title\">Fire Resistance</h2>\n<p>Gosclaws have fire resistance 5.</p>\n<h2 class=\"title\">Flexible</h2>\n<p>A gosclaw can move through an area as small as one-half his space without squeezing or onequarter his space when squeezing.</p>\n<h2 class=\"title\">Mechanical Talent</h2>\n<p>Gosclaws gain a +2 racial bonus to Computers, Engineering, and Physical Science checks. A gosclaw can treat one of these skills as a class skill.</p>\n<h2 class=\"title\">Nightvision</h2>\n<p>Gosclaws have darkvision with a range of 60 feet and low-light vision.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 6 ft.<br><strong>Average Weight</strong> 110 lbs.<br><strong>Age of Maturity</strong> 13 years<br><strong>Maximum Age</strong> 80 years</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SF#8-49",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "int"
        ],
        [
          -2,
          "wis"
        ]
      ]
    },
    "size": "fine",
    "subtype": "gosclaw",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}