{
  "_id": "jr7JMsv2xalrkNHr",
  "name": "Gray",
  "type": "race",
  "data": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          4,
          "int"
        ],
        [
          -2,
          "str"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">No one knows what planet or even galaxy the grays call home, but reports of their unnerving abductions, nightmarish paralysis, and mysterious experiments have been collected from countless worlds for as long as starships have sailed in the dark spaces of the universe. Such reports are fragmentary and unreliable, offered by victims recounting hazy memories of enduring various procedures under clinically bright lights or waking in cramped and lightless confinement, and do little to explain the methodology or goals of their captors. Those captors, though, have much in common no matter the specific circumstances or the species of the victim: an otherworldly presence, condescending interactions, and a sinister disregard for the agency and dignity of those they take as subjects for their experiments.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Grays communicate only telepathically, even among their own kind. Their faces and glassy black eyes show little emotion or reaction, and while graceful, they usually move with deliberate intention, often spending several moments in thought before committing to an action or movement. This inscrutability renders them enigmatic and disturbing to most other races.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Little is known about the grays&rsquo; motivations, and to date no efforts have been successful at establishing diplomatic relationships with them. However, their goals appear to center around the search for information, rather than conquest. Victims of their paralytic abductions are almost always returned mostly unharmed, though the sudden appearance of a series of scars or an inexplicable implant undermines the effects of the grays&rsquo; ability to erase memories of the experience. Researchers wonder at the end goals of this accumulation of knowledge and what purposes the information gleaned may serve in the meantime. Some fringe scientists believe grays are preparing for an eventual all-out invasion, while others posit they are simply curious about us, but their alien mindsets lead them to sate this inquisitiveness in disturbing ways.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Once rare enough that reports of their abductions were written off as conspiracy and delusion, encounters with grays have become disturbingly more common with the advent of Drift travel. Their sleek, disk-shaped starships lurk in the dark corners of @Compendium[sfrpg.setting.nb5A5e7HqTnvVjtX]{The Drift}, appearing seemingly out of nowhere to confront vessels with inattentive or unwary crews. Much like the grays themselves, their ships are designed less for offense and more for evading and subduing their targets, employing tractor beams and EMP weapons to disable and control a vessel, preserving its crew as test subjects. Such captives find themselves unable to move, held under brilliant lights, their captors mere silhouettes as their thoughts and memories are sifted under the gray&rsquo;s psychic touch.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Ability Adjustments</strong>&nbsp;+4 Int, -2 Str<br /><strong>Hit Points</strong>&nbsp;2</span></p>\n<h2 class=\"title\">Vital Stats</h2>\n<p><strong>Average Height</strong>&nbsp;2&ndash;4 ft.<br /><strong>Average Weight</strong>&nbsp;30&ndash;60 lbs.<br /><strong>Age of Maturity</strong>&nbsp;25 years<br /><strong>Maximum Age</strong>&nbsp;400+4d% years</p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Grays are Small humanoids with the gray subtype.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.HhrIJeHTxSGVX9mV]{Darkvision}</h2>\n<p>Grays have darkvision with a range of 60 feet.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.g7GcuF1kBDarbmBg]{Gray Magic}</h2>\n<p>Grays gain the following spell-like abilities. The caster level for these effects is equal to the gray&rsquo;s level.</p>\n<ul>\n<li><strong>1/day&nbsp;</strong><em>@Compendium[sfrpg.spells.7XJ6x5BZv1k1eBBz]{Mind Thrust}</em>&nbsp;(1st level)</li>\n<li><strong>At will&nbsp;</strong><em>@Compendium[sfrpg.spells.cmD9XPyg0Cud1xYO]{Daze}, @Compendium[sfrpg.spells.R6MvvYVPDf21fE8Y]{Telepathic Message}</em></li>\n</ul>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.xzCo0ClHgbRmYKum]{Phase}</h2>\n<p>A gray can shift itself out of phase with reality as a reaction to gain a 20% miss chance against one attack. A gray can use this ability a number of times per day equal to its Constitution modifier.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.QmSOsPFazgFH1kKu]{Limited Telepathy}</h2>\n<p>Grays have limited telepathy with a range of 30 feet.</p>"
    },
    "hp": {
      "min": 1,
      "value": 2
    },
    "modifiers": [],
    "size": "small",
    "source": "AA1 pg. 56",
    "subtype": "gray"
  },
  "img": "icons/svg/mystery-man.svg"
}