{
  "_id": "lHKSszComIFXLlz4",
  "name": "Grippli",
  "type": "race",
  "img": "systems/sfrpg/icons/default/dna2.svg",
  "system": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "wis"
        ],
        [
          -2,
          "str"
        ]
      ]
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Frog-like humanoids with a fondness for the natural world and a respect for the cycles of life and death, gripplis are newcomers to the galactic community.</p><h3>Physical Description</h3><p>Gripplis are Small humanoids resembling brightly colored tree frogs with gangly physiques, large eyes, and wide mouths. Their sticky footpads make them excellent climbers, and their powerful legs enable prodigious leaps. Gripplis average 2 feet tall, weigh about 25 pounds, and live around 60 years.</p><h3>Society</h3><p>Although originally from lost Golarion, gripplis found themselves scattered across several worlds after the Gap ended. Most lived on an isolated planet in the Vast, full of verdant jungles and humid swamps ideal for gripplis, but showing no previous signs of habitation. Unable to determine their true home or purpose, they settled their new planet, naming it Wasaajo.</p>\n<p>With no way off planet until recently, gripplis shaped Wasaajo’s environments to suit their needs, performing controlled burns and seeding valuable plants to optimize a hunter-gatherer lifestyle. Their dispersed settlements stay connected through diplomacy and trade, and individuals are expected to make a months long tour of neighboring realms during their lives.</p>\n<p>Despite cultural differences between widespread groups, gripplis share many commonalities. They’re often patient, observant, and have deep respect for the cycles of life, death, and nature. They value teamwork, their community, and family. Despite preferring peaceful problem-solving, even a shy grippli confronts serious threats bravely, especially those that endanger their community.</p>\n<p>Most gripplis follow the Green Faith or worship Pharasma, Desna, or Talavet. More obscure faiths with strong followings include Shyka, the Lost Prince, Duellona, and the Black Butterfly, as well as the psychopomp usher Narakaas, who helps mortals weather painful changes.</p><h3>Adventurers</h3><p>Most grippli adventurers are explorers interested in connecting with the wider galaxy. Others, such as those on Absalom Station or Castrovel, fight to protect their homes from invaders, predators, fiends, and greedy corporations. Fiend-keepers are common on Wasaajo and Aucturn, though many on Aucturn have become corrupted by the planet’s foulness. Regardless of outlook, gripplis make excellent mystics and operatives.</p><h3>Names</h3><p>Traditional grippli names include complex sonorants and guttural croaks that can be a challenge for non-gripplis to vocalize. Many gripplis select easier to pronounce names that retain a similar mouth feel. Some sample names include Awaalom, Iopog, Maahnram, Rhuulu, Willip.</p><h1>Species Traits</h1><p><strong>Ability Adjustments</strong>+2 Dex, +2 Wis, -2 Str</p>\n<p><strong>Hit Points</strong> 2</p>\n<p><strong>Size and Type:</strong> Gripplis are Small humanoids with the grippli subtype.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.YAUKOQeU0CC0Nisd]{Camouflage}</h3><p>Grippli gain a +2 species bonus to Stealth checks in marshes and forests.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.IbvL2nodsIYJDOui]{Climber}</h3><p>Gripplis have a climb speed of 20 feet.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.HhrIJeHTxSGVX9mV]{Darkvision}</h3><p>Gripplis can see up to 60 feet in the dark. See page 263 for more information.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.xDfHxuzEBXY4lOjV]{Jumper}</h3><p>Gripplis are always considered to have a running start when attempting Athletics checks to jump.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.Abz4dEMp5mppajyY]{Swamp Stride}</h3><p>Gripplis can move through nonmagical difficult terrain in marshes and swamps at their normal speed.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.Gb0VZVVLNlzkFGFN]{Weapon Familiarity}</h3><p>Gripplis are proficient with @UUID[Compendium.sfrpg.equipment.Item.xpVfO5T7nFd3SLOH]{Nyfiber nets}.</p>"
    },
    "hp": {
      "value": 2
    },
    "modifiers": [
      {
        "_id": "58a26466-6333-4d6b-91f0-49ef03c52fb6",
        "name": "Camouflage",
        "type": "racial",
        "condition": "",
        "damage": null,
        "effectType": "skill",
        "enabled": false,
        "limitTo": null,
        "max": 2,
        "modifier": "2",
        "modifierType": "constant",
        "notes": "Grippli gain a +2 species bonus to Stealth checks.",
        "source": "Racial",
        "subtab": "misc",
        "valueAffected": "ste"
      }
    ],
    "size": "small",
    "slug": "",
    "source": "EN pg. 24",
    "subtype": "grippli"
  }
}