{
  "_id": "QDI3ZpF3ml1s7t3n",
  "name": "Haan",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">The slender arthropodan haans are native to Bretheda, where they soar through the endless skies in search of prey. Haans fly not via wings but by deftly weaving their silken webbing into balloons, which they then inflate with buoyant gases expelled from tubes in their shells. Combining this upward lift with web sails and occasional blasts from their gas tubes, haans are able to ride the winds of their home world with terrifying speed and precision, often bobbing along just at the leading edge of a storm front. Once they locate prey, haans ignite their jets of flammable gas using sparks from specially evolved strike plates in their leg chitin, creating biological flamethrowers. The roasted prey is then quickly caught and secured to a balloon of its own before it can fall away into the planet’s depths.<br><br>Though haans are intelligent, their society is highly traditional and forbids all but the simplest tools. Those rare haans who leave their kin to travel the stars often become starship and aircraft pilots, finding that their experience in flying organically on Bretheda gives them a natural aptitude for the physics involved. Sadly, these individuals are inevitably mourned as dead by their families and never allowed to return home—a fact that leads many haan starfarers to join up with crime families, megacorporations, military organizations, adventuring groups such as the Starfinder Society, or an other social organizations that promise a senses of belonging. Of late, a group of haan expatriates have begun making plans for a technology-friendly haan colony on a gas giant in Near Space, which they’ve named Haanara. Without the need for ordinary humanoid gas-mining platforms, they hope to create a highly lucrative refuge for haan workers tired of being held back by tradition, though many fear that attempts to actively recruit on Bretheda will lead to ugly sectarian violence.<br><br>The average haan is 8 feet long and weighs 180 pounds. Their chitin tends toward a pinkish purple, and they have barbed limbs and spiky pedipalps, which stretch wide on either side of their faces. Though the mottled colors on their shells can be quite beautiful, haan vanity is focused almost exclusively on the large, hairlike spikes extending from the tips of their abdomen. Haans never cover these unless they absolutely have to, and they frequently carve, cut, and decorate them with the same care humans reserve for head hair. Indeed, even traditionalist haans on Bretheda often sneak onto mining settlements in search of offworlder barbers and other artisans offering “file and style” services to help them establish unique and identifiable looks.<br><br><strong>Ability Modifiers</strong> +2 Str, +2 Dex, -2 Int<br><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Haans are Large monstrous humanoids with a space and reach of 10 feet.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Haans have darkvision with a range of 60 feet.</p>\n<h2 class=\"title\">Firespray</h2>\n<p>As a standard action, a haan can create a 30-foot cone of flame that deals 1d6 fire. Starting at 3rd level, a haan adds 1-1/2 × her character level to the damage. A creature in the cone can attempt a Reflex save (DC = 10 + half the haan’s character level + her Constitution modifier) for half damage. A haan can’t use this ability again until she has taken a 10-minute rest to recover Stamina Points.</p>\n<h2 class=\"title\">Slow Fall</h2>\n<p>A haan in an environment with atmosphere can slow her fall by inflating a web balloon as a reaction. This is an extraordinary ability that functions as per <em>flight</em> cast at 1st level.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 8–10 ft.<br><strong>Average Weight</strong> 120–250 lbs.<br><strong>Age of Maturity</strong> 10 years<br><strong>Maximum Age</strong> 70+1d20 years</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA-58",
    "type": "monstrous humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ],
        [
          2,
          "dex"
        ],
        [
          -2,
          "int"
        ]
      ]
    },
    "size": "fine",
    "subtype": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}