{
  "_id": "Z02y8ZDE4o4cv9Pb",
  "name": "Hadrogaan (Luma)",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "wis"
        ],
        [
          2,
          "int"
        ],
        [
          -2,
          "con"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Though now the symbiotic primary inhabitants of the three moons of Hadrogess—a desolate world in the Vast— Hadrogaans once lived on the planet itself, millennia ago. They possess knowledge of their life on Hadrogess’s surface, and their departure from it, that date back to before the Gap, but even so, much of that history has been lost. Obsessive historians have reconstructed pieces of their history, but uncertainties and inconsistencies still plague the field.</p>\n<p>All hadrogaans know for sure is that some catastrophe caused the planet’s atmosphere to begin slowly leaking into space. Faced with extinction, they scrambled for a possible solution. Following a series of frantic and unsanctioned experiments, a team of fringe scientists discovered a sapient crystal that grew deep beneath the planet’s crust, one that could merge with a hadrogaan body in a process that—in most cases— led to greater intellect and insight. These scientists claimed that the crystalline organisms, collectively called kallestrine, not only willingly participated in these experiments, but that they had sent psychic signals to the scientists—leading the latter to discover them—and had even proposed merging the entire hadrogaan species with kallestrine. Successful merging caused a rapid processing-power expansion that many felt could propel the two organisms into a new era of enlightenment, and in fact, many hadrogaans saw this way as their only hope for salvation.</p>\n<p>Modern hadrogaans know that most of their people accepted the merging and somehow found a way—before the advent of starships—to settle their planet’s three moons. In their new symbiotic forms, hadrogaans formed a society dedicated to science, philosophy, progress, and utilitarianism in all matters. Their advancements positioned them to embrace Drift travel soon after receiving @UUID[Compendium.sfrpg.setting.FYV6RgTjPdg72RF0]{Triune}’s signal, and whenever possible, hadrogaans seek positive relations with alien life—but should peace talks fail, they have no qualms with swift and efficient military solutions.</p>\n<p>Most hadrogaans stand at about 8 feet tall with long limbs, thin bodies, and elongated fingers. Large hollows perforate their torsos, limbs, and sometimes their necks and faces, each filled with glimmering crystals—the organism that hadrogaans merged with during the Gap. The merging altered the species’ genetic makeup, and hadrogaan children are born with these crystalline hollows, which can grow and shift over time.</p>\n<p>From infancy, hadrogaans have a constant internal dialogue between their organic brains and the crystalline neural network inhabiting their body. The crystal pushes them to consider the practicality and utility of every action, as well as that of any person or object they might encounter. What is its purpose? How might it be of use? At what point does its usefulness outweigh its drawbacks? This extreme practicality isn’t always logical or in the individual’s best interest, but most hadrogaans agree that attempting to drastically alter their symbiotic relationship would prove detrimental to the species as a whole.</p>\n<p>For reasons unknown—the most common theory being that the initial merging of organisms didn’t always work as intended—hadrogaans are dimorphic. Luma hadrogaans have more dominant crystalline features and frailer bodies, while doluma hadrogaans have fewer crystals—sometimes only one or two hollows—but far more bulk. While genetically distinct, these two subspecies can still reproduce with the other. No consistent pattern exists for the expression of this dimorphism in offspring, regardless of the parents’ types.</p>\n<p>Luma hadrogaans possess the increased intellect that was, in theory, the goal of the merging. The crystals of doluma hadrogaans, on the other hand, tend to instead reinforce their musculature. Despite these physical differences, hadrogaans of both subspecies can serve in a variety of societal roles, though luma hadrogaans lean toward positions that require strategic thinking or deep and rapid analysis. Outside their home systems, they typically work as explorers, scientists, and diplomats. Starfaring dolumas, on the other hand, more likely eke out their living as lone thrill-seekers, mercenaries, or bounty hunters.</p>\n<p>Most hadrogaans see no practical purpose in returning to their home planet and have made few efforts to directly study or explore the surface of Hadrogess, instead preferring to focus on future developments for their current lunar homes. A few iconoclastic philosophers and scientists have directed their attention to the planet, however, and the discovery of obliterated cities, desolate landscapes, and signs of a once-extant mutant population hint at a possibly more sinister past.</p>\n<p><strong>Ability Adjustments</strong>: +2 Wis, +2 Int, -2 Con</p>\n<p><strong>Hit Points</strong>: 4</p>\n<h2>Vital Stats</h2>\n<p><strong>Average Height</strong> 7-1/2-8-1/2 ft.</p>\n<p><strong>Average Weight</strong> 250-300 lbs.</p>\n<p><strong>Age of Maturity</strong> 30 years</p>\n<p><strong>Maximum Age</strong> 150 + 5d20 years</p>\n<h2>Size and Type</h2>\n<p>Hadrogaans are Medium humanoids with the hadrogaan subtype</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.v0P3DE130SF2pBSr]{Dual Nervous Systems}</h2>\n<p>Hadrogaans have both an organic brain and a crystalline nervous system. A hadrogaan can install an additional brain augmentation.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.ZOFBbHqWFyX6ZmIU]{Hadrogaan Dimorphism}</h2>\n<p>All hadrogaans gain +2 Wisdom at character creation. @UUID[Compendium.sfrpg.races.Z02y8ZDE4o4cv9Pb]{Luma hadrogaans} have acute intellects (+2 Intelligence at character creation) at the expense of physical health (–2 Constitution at character creation). @UUID[Compendium.sfrpg.races.Dtp6a93QrzmxQWPB]{Doluma hadrogaans} are muscular (+2 Strength at character creation) and slower to process information (–2 Intelligence at character creation).</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.H4iSLJc9c4rxxR25]{Hadrogaan Senses}</h2>\n<p>The crystals in a hadrogaan’s body can sense subtle vibrations in the environment. A hadrogaan has blindsense (vibration) with a range of 30 feet.</p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "source": "AA4 pg. 42",
    "subtype": "hadrogaan"
  }
}