{
  "_id": "XKkoyrF4zvMA8giI",
  "name": "Half-orc (Apostae)",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "int"
        ],
        [
          2,
          "wis"
        ],
        [
          -2,
          "cha"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Half-orcs have both @UUID[Compendium.sfrpg.races.AMBcyDZDtJ1OOzh3]{Human} and @UUID[Compendium.sfrpg.races.hVg8LYZczcXuweX4]{Orc} ancestry. Though these individuals sometimes result from the union of orcs and @UUID[Compendium.sfrpg.races.AMBcyDZDtJ1OOzh3]{Humans}, the relative rarity of pure-blooded orcs among the Pact Worlds means that most half-orcs are the children of other half-orcs. They usually stand a bit taller than @UUID[Compendium.sfrpg.races.AMBcyDZDtJ1OOzh3]{Humans} and have strong, muscular builds, with green or gray skin. Many halforcs have tusk-like canines protruding from their lower jaws, as well as slightly pointed ears and large brows that give them a brooding appearance.</p>\n<p>Half-orcs are fairly uncommon on the Pact Worlds, with the highest concentration living within the caverns of @UUID[Compendium.sfrpg.setting.psZBx1kcx9pHsLrz]{Apostae} as unwilling servants to the @UUID[Compendium.sfrpg.races.3kLK4WKPqNvFTwIB]{Drow} who long ago conquered that planet. Unfortunately, most of the free half-orcs who inhabit the rest of the solar system are not treated much better, shunned or vilified due to traditional prejudices stretching back into the Gap. The fact that these prejudices sometimes drive half-orcs to become exactly the brutal criminals society expects only reinforces this negative cycle. Those halforcs who do find acceptance tend to do so within enclaves of their own kind, among androids and other marginalized groups, or in militaristic orders where the fear they inspire can be turned to their advantage. Though society funnels them toward roles as soldiers, operatives, and intimidating envoys, some find solace as mechanics, preferring machines to people. They get along particularly well in vesk mercenary groups, as the reptilian aliens lack the traditional prejudices of the Pact Worlds.</p>\n<p>Some half-orcs, frustrated with society’s judgment of them due to their appearance, decide to accentuate their differences and take to extreme body modification. This subculture uses piercings, plastic surgery, and even cybernetic enhancements to express themselves and set themselves apart from the mainstream. Many half-orcs feel the call to join the Augmented, and such “steelskins” may not even consider themselves half-orcs anymore, looking down on members of their race who have kept their natural forms.</p>\n<p>For those half-orcs least accepted by society, one popular option is to push beyond the boundaries of civilization, venturing to new planets where they can build colonies. While some of these @UUID[Compendium.sfrpg.races.hVg8LYZczcXuweX4]{Orc}-blooded colonial groups simply set down roots and live in peace within their small enclaves, others become professional pioneers. These latter groups take on contracts as first-wave colonists, landing on planets under extreme circumstances and enduring the hardest and most dangerous period of a colony’s founding, then sell off rights to a “softer” group of colonists so that they can go start a new colony elsewhere. This dangerous, extremely skilled work is well-compensated, and thus despite their rough reputation and appearance, half-orc professionals in organizations like the Halfblood Frontier Company are often extremely wealthy, sometimes retiring to act as patrons for other half-orc ventures.</p>\n<p>Most half-orcs stand from 5 to 7 feet tall and weigh 130–200 pounds. They’re considered adults at 14 and naturally live up to 80 years.</p>\n<p><strong>Ability Adjustments</strong>+2 Ing, +2 Wis, -2 Cha</p>\n<p><strong>Hit Points</strong> 6</p>\n<h2>Vital Stats</h2>\n<p><strong>Average Height</strong> 5–7 ft.</p>\n<p><strong>Average Weight</strong> 130–200 lbs.</p>\n<p><strong>Age of Maturity</strong> 14 years</p>\n<p><strong>Maximum Age</strong> 60+2d10 years</p>\n<h2>Size and Type</h2>\n<p>Half-orcs are Medium humanoids with both the @UUID[Compendium.sfrpg.races.AMBcyDZDtJ1OOzh3]{Human} and @UUID[Compendium.sfrpg.races.hVg8LYZczcXuweX4]{Orc} subtypes.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.HhrIJeHTxSGVX9mV]{Darkvision}</h2>\n<p>Half-orcs can see up to 60 feet in the dark.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.Igba1TdjDve3sDo9]{Intimidating}</h2>\n<p>Half-orcs receive a +2 species bonus to Intimidate skill checks.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.OM6I0nmD32Lqij7S]{Orc Ferocity}</h2>\n<p>Once per day, a half-orc brought to 0 Hit Points but not killed can fight on for 1 more round. The half-orc drops to 0 HP and is @UUID[Compendium.sfrpg.conditions.4MxAK5uS0zMNWhUK]{Dying} (following the normal rules for death and @UUID[Compendium.sfrpg.conditions.4MxAK5uS0zMNWhUK]{Dying}) but can continue to act normally until the end of his next turn, when he becomes @UUID[Compendium.sfrpg.conditions.lf8pbezocjYIvR9y]{Unconscious} as normal. If he takes additional damage before this, he ceases to be able to act and falls @UUID[Compendium.sfrpg.conditions.lf8pbezocjYIvR9y]{Unconscious}.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.tpcGM1KN6RheDCXu]{Self-Sufficient}</h2>\n<p>Half-orcs receive a +2 species bonus to Survival skill checks.</p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"></span></p>\n<h1>Alternate Species Traits</h1>\n<p><strong>Source&nbsp;</strong><em>COM pg. 34</em></p>\n<p>Most half-orcs in the Pact Worlds have half-orc parents, but different bloodlines can produce differing features. Many half-orcs use tech, magic, or a combination to modify themselves or their offspring, producing unusual results.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.gmjJKVCfjz7ywgvl]{Armor Ease}</h2>\n<p><strong>Source&nbsp;</strong><em>COM pg. 34</em></p>\n<p>Half-orcs on @UUID[Compendium.sfrpg.setting.psZBx1kcx9pHsLrz]{Apostae} can be trained to wear armor at an early age. They reduce the armor check penalty of any armor they wear by 1 and the speed penalty by 5 feet.</p>\n<p><strong>This replaces orc ferocity.</strong></p>\n<h2>@UUID[Compendium.sfrpg.racial-features.3lribRDMKhyke4B6]{Professional Focus}</h2>\n<p><strong>Source&nbsp;</strong><em>COM pg. 34</em></p>\n<p>Especially on @UUID[Compendium.sfrpg.setting.psZBx1kcx9pHsLrz]{Apostae}, half-orcs are educated by the @UUID[Compendium.sfrpg.races.3kLK4WKPqNvFTwIB]{Drow} to be an expert in a particular vocation, filling that role throughout their lives. Such half-orcs gain Profession as a class skill. In addition, these half-orcs gain 1 additional skill rank per level, but this rank must be invested in the Profession skill.</p>\n<p><strong>This replaces intimidating.</strong></p>\n<h2>@UUID[Compendium.sfrpg.racial-features.Rnr4HZzQVA0FB04m]{Steelskin}</h2>\n<p><strong>Source&nbsp;</strong><em>COM pg. 34</em></p>\n<p>Some half-orcs have tough skin due to years in harsh conditions, extreme training, or as the result of body modifications. They gain DR 1/—. At character level 10th, this increases to DR 2/—. This DR stacks with one other form of DR.</p>\n<p><strong>This replaces orc ferocity.</strong></p>\n<h1>Alternate Ability Adjustments</h1>\n<p><strong>Source</strong><em>COM pg. 34</em></p>\n<p>The @UUID[Compendium.sfrpg.races.3kLK4WKPqNvFTwIB]{Drow} of @UUID[Compendium.sfrpg.setting.psZBx1kcx9pHsLrz]{Apostae} have trained half-orcs under their “care” to perform logistics and observation under @UUID[Compendium.sfrpg.races.3kLK4WKPqNvFTwIB]{Drow} supervision. Rather than the half-orc ability adjustments found in the <em>Starfinder Core Rulebook</em>, these half-orcs have +2 Intelligence, +2 Wisdom, and −2 Charisma.</p>"
    },
    "hp": {
      "min": 1,
      "value": 6
    },
    "modifiers": [],
    "size": "medium",
    "source": "COM pg. 34",
    "subtype": "orc, human"
  }
}