{
  "_id": "LwOcJUOSXXBB3gFn",
  "name": "Half-elf (Elven-inclined)",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "int"
        ],
        [
          -2,
          "con"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>If it’s true that opposites attract, then elves and @UUID[Compendium.sfrpg.races.AMBcyDZDtJ1OOzh3]{Humans} are the best proof. Despite their general distrust of non-elves, many elves find humanity’s passionate energy, dedication to living in the moment, and ability to accomplish so much in their short lives deeply appealing - a flame that burns all the brighter for its brevity. At the same time, many @UUID[Compendium.sfrpg.races.AMBcyDZDtJ1OOzh3]{Humans} are attracted to elves’ lean bodies, elegant style, and centuries of wisdom. Where the two populations interact, half-elves occasionally result.</p>\n<p>Half-elves are the interracial children of @UUID[Compendium.sfrpg.races.AMBcyDZDtJ1OOzh3]{Human} and elven parents or the descendants of such children. While they can often pass for @UUID[Compendium.sfrpg.races.AMBcyDZDtJ1OOzh3]{Human} by hiding their modestly pointed ears, they nevertheless tend toward the tall, slim physiques of their elven parents, with life spans twice as long as those of their @UUID[Compendium.sfrpg.races.AMBcyDZDtJ1OOzh3]{Human} kin. Despite being seen as generally attractive by both races, half-elves often feel like outsiders in both societies, always exoticized and never quite accepted as part of either group. This leads many half-elves to band together with others of their kind, or else abandon both their parent races in favor of new friends and families among aliens who lack those preconceptions. Since half-elves breed true, many second- or third-generation half-elves have no firsthand knowledge of their parent cultures.</p>\n<p>Sovyrian, the elven homeland on @UUID[Compendium.sfrpg.setting.mkJGLfpJkvAKLZz3]{Castrovel}, is open to half-elves, as the government’s Blood Right policy invites any with discernible elven blood to return to the homeland, though this has recently become controversial due to high-profile conflicts with @UUID[Compendium.sfrpg.races.5WhPSrWQWwWNLvtj]{Half-elf} dissident groups who resent their status as second-class citizens. Half-elves are also relatively common on @UUID[Compendium.sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station}, one of the few places where elven emissaries and @UUID[Compendium.sfrpg.races.AMBcyDZDtJ1OOzh3]{Humans} live and work together in large numbers.</p>\n<p>Predominantly halfelf settlements are rare, though of late several @UUID[Compendium.sfrpg.races.5WhPSrWQWwWNLvtj]{Half-elf} homesteader townships have sprung up just beyond the comfortable edge of @UUID[Compendium.sfrpg.setting.f24qKgU5Wh5LLJyh]{Verces}’s terminator line, and the tropical extrasolar colony of Shanavan is specifically recruiting fellow half-elves.</p>\n<p>As cultural chameleons, half-elves slide easily into other societies, adapting smoothly to alien mind-sets. They have a particular affinity for androids, ysoki, and any groups treated as outsiders by mainstream society, as well as for alien races like the shirrens who are different enough biologically that it would never occur to them to focus on such minor racial differences as pointed ears or eye color. Many half-elves are fond of wandering, with a strong desire to prove themselves, seeking out new worlds in the Vast for fame and glory or in the hope of establishing new colonies. Though their often complicated relationship with their parent races makes them natural iconoclasts, they also tend toward kindness and understanding.</p>\n<p>With their extreme versatility, half-elves are a perfect fit for nearly any profession, though in recent years an unusually large number have become operatives or soldiers for the Stewards, perhaps seeing in the enforcement of the Pact a chance to foster understanding and build a single system-wide culture that no longer strands halfelven children between two worlds.</p>\n<p>Most half-elves stand from 5-1/2 to 6-1/2 feet tall and weigh 100–200 pounds. They’re considered adults at 20 and naturally live up to 180 years.</p>\n<p><strong>Ability Adjustments</strong>+2 Dex, +2 Int, -2 Con</p>\n<p><strong>Hit Points</strong> 4</p>\n<h2>Vital Stats</h2>\n<p><strong>Average Height</strong> 5-1/2 to 6-1/2 ft.</p>\n<p><strong>Average Weight</strong> 100–200 lbs.</p>\n<p><strong>Age of Maturity</strong> 20 years</p>\n<p><strong>Maximum Age</strong> 125+3d20 years</p>\n<h2>Size and Type</h2>\n<p>Half-elves are Medium humanoids with both the @UUID[Compendium.sfrpg.races.K7OFZY7hnnKZQ8YY]{Elf} and @UUID[Compendium.sfrpg.races.AMBcyDZDtJ1OOzh3]{Human} subtypes.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.mE8NSPDqxFth4yWE]{Adaptability}</h2>\n<p>Half-elves receive Skill Focus as a bonus feat at 1st level.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.hhgG2DDTsMHuHY3T]{Elven Blood}</h2>\n<p>Half-elves are immune to magic @UUID[Compendium.sfrpg.conditions.3iTdt2NRgIyrychR]{Sleep} effects and receive a +2 racial bonus to saving throws against enchantment spells and effects.</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">@UUID[Compendium.sfrpg.racial-features.fXDrp5JLHncPDt1S]{Keen Senses}</h2>\n<p>Half-elves receive a +2 racial bonus to Perception skill checks.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.ivfqMdylivscbLak]{Low-Light Vision}</h2>\n<p>Half-elves can see dim light as if it were normal light. See Vision and Light on page 261.</p>\n<h1>Alternate Racial Traits</h1>\n<p><strong>Source</strong><em>COM pg. 33</em></p>\n<p>Not all half-elves display the most common traits found among their kind. Some have features that are a callback to a distant ancestor, while others blend minor elements of their parentage into a new trait.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.cayPhgtJo9fqcyh4]{Cultural Chameleon}</h2>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 33</em></p>\n<p>Half-elves are often highly skilled at fitting in with a broad variety of people and getting others to like them. These half-elves gain a +2 racial bonus to Culture checks. If such a @UUID[Compendium.sfrpg.races.5WhPSrWQWwWNLvtj]{Half-elf} fails a Diplomacy check to change someone’s attitude, they can reroll the check and take the second result.</p>\n<p><strong>This replaces adaptability.</strong></p>\n<h2>@UUID[Compendium.sfrpg.racial-features.X8Hgahsh4CBL0fVp]{Darkvision}</h2>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 33</em></p>\n<p>Like elves, some half-elves are born with darkvision with a range of 60 feet. When these half-elves are in no light or dim light and they are exposed to bright light, they are @UUID[Compendium.sfrpg.conditions.YjE6UGzwOTfO9p4g]{Dazzled} for 1 round.</p>\n<p><strong>This replaces low-light vision.</strong></p>\n<h2>@UUID[Compendium.sfrpg.racial-features.RgUhm6UFrUiwZEUy]{Half-Ryphorian}</h2>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 33</em></p>\n<p>Elves and ryphorians mix on @UUID[Compendium.sfrpg.setting.sRunEYMfbrHeHcl7]{Triaxus}. Half-ryphorians can have summerborn or winterborn ryphorian features. These halfelves have the @UUID[Compendium.sfrpg.races.K7OFZY7hnnKZQ8YY]{Elf} and ryphorian subtypes, but no @UUID[Compendium.sfrpg.races.AMBcyDZDtJ1OOzh3]{Human} subtype. They also gain resistance 2 to cold and fire, which stacks with one other form of resistance. In conditions of severe cold or heat, they must attempt Fortitude saves only once per hour instead of once every 10 minutes.</p>\n<p><strong>This replaces adaptability.</strong></p>\n<h1>Alternate Ability Adjustments</h1>\n<p><strong>Source</strong><em>COM pg. 33</em></p>\n<p>The offspring of a @UUID[Compendium.sfrpg.races.5WhPSrWQWwWNLvtj]{Half-elf} and an @UUID[Compendium.sfrpg.races.K7OFZY7hnnKZQ8YY]{Elf}, or an individual with only one non-elven ancestor over several generations, can still display mixed heritage. Even among half-elves who have a @UUID[Compendium.sfrpg.races.AMBcyDZDtJ1OOzh3]{Human} parent, some take after their elven parent, especially those raised among elves. These half-elves have +2 Dexterity, +2 Intelligence, and −2 Constitution in place of the @UUID[Compendium.sfrpg.races.5WhPSrWQWwWNLvtj]{Half-elf} racial ability adjustments found in the <em>Starfinder Core Rulebook</em>.</p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "source": "COM pg. 33",
    "subtype": "elf, human"
  }
}