{
  "_id": "vc89hffZ5rfRBF2d",
  "name": "Halfling (Stout)",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ],
        [
          2,
          "con"
        ],
        [
          -2,
          "wis"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Halflings are a common race in the Pact Worlds and their colonies, having spread nearly as far as humans. Popular legend even claims that halflings were among the first humanoids to spread beyond Golarion and into the stars to colonize new worlds. Once thought of as a people without a homeland, halflings have peppered the void with colonies, and halfling caravan fleets - dozens of ships from as many different makes and eras - ply the trade lanes, eager to see new sights, swap stories, and trade strange and foreign goods. Their small stature and tendency to wander make halflings popular targets for raiders and conquerors, but time and again the tenacious race has rebounded from harsh challenges thanks to their cooperation, optimism, and what seems to be a racial gift for subterfuge.</p>\n<p>Gifted with quick reflexes, charming confidence, and an apparent lack of fear, halflings are known across the galaxy as athletes, celebrities, and explorers. Of course, this dramatic public image hardly defines the race as a whole. While most halflings experience a period of daredevil bravado in early adulthood, most settle out of it again just as quickly to become happy and loving homebodies, content with a hard day’s work and an evening spent with friends. Boasting a wide variety of eye, hair, and skin colors mirroring the @UUID[Compendium.sfrpg.races.AMBcyDZDtJ1OOzh3]{Human} range, halflings usually have slight builds and large hands and feet. They make fast friends wherever they travel, preferring negotiation or clever wordplay to combat. Despite this accommodating nature, they have few permanent allies; halfling history is littered with long eras of domination and abuse, making them gregarious but wary of placing themselves in situations they can’t get out of again. While they share much in common with the ysoki - a love of travel and trade especially - they lack the ratfolk’s mechanical inclinations, and the two races often compete for markets, salvage rights, and trade lanes. If halflings truly ally with any race, it is humans, whose history is intimately entwined with their own, for better or worse.</p>\n<p>A halfling’s even temper can sometimes be a bit off-putting to other races, especially when it’s exhibited in the face of incredible danger. A few find halfling cheerfulness and determination to be irritating, but many of those people change their minds once that tenacity is the factor that saves the day. Halflings are almost never offended by these attitudes, seeing them as natural inclinations of less confident races.</p>\n<p>While not mistrustful of technology in general, many halflings look askance at cybernetic implants and biotech augmentations, feeling that natural halfling physiology is pretty much perfect as it is. They don’t look down on those who use such items, but it’s rarer than average to see a halfling with dermal plating or retinal reflectors. A halfling that accidentally loses a limb might consent to having a cybernetic replacement attached, but most halflings would spend the extra credits to make that prosthetic look as much like the lost limb as possible.</p>\n<p>Halflings rarely lack for work. Media companies and corporations love an irrepressible halfling star or spokesmodel, and many starship captains believe in the stereotype of the fearless and steady-handed halfling pilot. Those halflings who turn to adventure find good use for their quick reflexes and boundless charm as envoys and operatives, though their general adaptability allows them to shine in almost any role. Wandering halflings aboard starships typically finds spaces - even an area as small as a corner of a cargo bay - on their vessels to decorate in their own personal styles. They pin up keepsakes from their home planets (or colonies), such as dried flowers or scraps of metal from defeated hostile robots.</p>\n<p>Most halflings stand 2-1/2 to 3-1/2 feet tall and weigh around 30 pounds. They’re considered adults at 20 and naturally live up to 200 years.</p>\n<p><strong>Ability Adjustments</strong>+2 Str, +2 Con, -2 Wis</p>\n<p><strong>Hit Points</strong> 2</p>\n<h2>Vital Stats</h2>\n<p><strong>Average Height</strong> 2-1/2 to 3-1/2 ft.</p>\n<p><strong>Average Weight</strong> 25–40 lbs.</p>\n<p><strong>Age of Maturity</strong> 20 years</p>\n<p><strong>Maximum Age</strong> 100+5d20 years</p>\n<h2>Size and Type</h2>\n<p>Halflings are Small humanoids with the halfling subtype.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.Y4m38gCqKx05r3WU]{Halfling Luck}</h2>\n<p>Halflings receive a +1 racial bonus to all saving throws. This bonus increases to +3 against @UUID[Compendium.sfrpg.rules.PqV3OCbUTyk2upPD]{Fear} effects.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.fXDrp5JLHncPDt1S]{Keen Senses}</h2>\n<p>Halflings receive a +2 racial bonus to Perception skill checks.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.23p7ZrpbTL0wyjQ7]{Sneaky}</h2>\n<p>Halflings receive a +2 racial bonus to Stealth checks. In addition, halflings reduce the penalty for using Stealth while moving by 5, and reduce the Stealth check penalty for sniping by 10.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.a0Gx4g0A1vCCOdK2]{Sure-Footed}</h2>\n<p>Halflings receive a +2 racial bonus to Acrobatics and Athletics skill checks.</p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"></span></p>\n<h1>Alternate Racial Traits</h1>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 35</em></p>\n<p>Second only to humans in terms of adaptability, halflings make their homes across the galaxy. Also like humans, individual halflings vary greatly from one another, and they can display many traits beyond those normally associated with halflings.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.QxYoNIXn1Chu8r5R]{Cunning}</h2>\n<p><strong>Source</strong><em>COM pg. 35</em></p>\n<p>Halflings have a reputation for larceny and guile, and sometimes this reputation is deserved. Halflings with this racial trait gain a +2 bonus to Bluff and Sleight of Hand checks, and Sleight of Hand is a class skill for them.</p>\n<p><strong>This replaces sure-footed.</strong></p>\n<h2>@UUID[Compendium.sfrpg.racial-features.v3EJRMWfg1S50jBm]{Duck and Cover}</h2>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 35</em></p>\n<p>Halflings excel at avoiding danger by disappearing into cover. Such halflings have an additional +2 bonus to Reflex saves and Stealth checks whenever they have cover, partial cover, or soft cover.</p>\n<p><strong>This replaces halfling luck.</strong></p>\n<h2>@UUID[Compendium.sfrpg.racial-features.4UzNiD1QWMEd93B0]{Needler}</h2>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 35</em></p>\n<p>Some halflings are experts at wielding needler pistols to tranquilize and take down larger foes or heal allies. A halfling who has this racial trait can reload projectile weapons with the injection special weapon property as a swift action.</p>\n<p><strong>This replaces sure-footed.</strong></p>\n<h2>@UUID[Compendium.sfrpg.racial-features.IOfDtONrcH78fNp4]{Skittish}</h2>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 35</em></p>\n<p>Halflings are often seen as fearless, but some are instead particularly cautious. Halflings with this racial trait gain a +1 bonus to Initiative checks and to melee attack rolls (+3 total) when flanking. When affected by a @UUID[Compendium.sfrpg.rules.PqV3OCbUTyk2upPD]{Fear} effect, their land speed increases by 10 feet and they gain a +1 bonus to AC.</p>\n<p><strong>This replaces surefooted and halfling luck.</strong></p>\n<h2>@UUID[Compendium.sfrpg.racial-features.3O9Ud76BjWwknFB1]{Spacefarer}</h2>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 35</em></p>\n<p>As a product of generations spent in low- or zero-gravity environments, some halflings have elongated skeletons and stand a full head taller than others of their species. These halflings can be mistaken for humans of short stature, but they still exhibit the enlarged feet and hands and the pointed ears characteristic of halflings. Halflings who have this racial trait take no penalty to Disguise checks when attempting to appear @UUID[Compendium.sfrpg.races.AMBcyDZDtJ1OOzh3]{Human} or Medium in size.</p>\n<p><strong>This replaces keen senses.</strong></p>\n<h2>@UUID[Compendium.sfrpg.racial-features.V6Fe0MiqzrDaooZB]{Talespinner}</h2>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 35</em></p>\n<p>Halflings love adventure and travel almost as much as they enjoy spinning tales about their trials and tribulations—tales they use to entertain allies and strangers, as well as to disarm their enemies. Halflings who have this racial trait gain a +2 bonus to Bluff skill checks, and Bluff is a class skill for them. They also gain a +2 bonus to Diplomacy checks to change the attitudes of others with entertaining tales.</p>\n<p><strong>This replaces keen senses and sure-footed.</strong></p>\n<h2>@UUID[Compendium.sfrpg.racial-features.Y6dBc4OVOkZMVkRn]{Winsome}</h2>\n<p><strong>Source</strong> <em>COM pg. 35</em></p>\n<p>Some halflings seem able to charm anyone, through a combination of endearing behavior and physical proportions that lead other species to view them as young and cute. Although such halflings might not be any kinder or friendlier, they nevertheless maximize the benefit of this mistaken impression. These halflings gain a +2 bonus to Bluff checks and to Diplomacy checks to change the attitude of indifferent creatures.</p>\n<p><strong>This replaces sure-footed.</strong></p>\n<h1>Alternate Ability Adjustments</h1>\n<p><strong>Source</strong><em>COM pg. 35</em></p>\n<p>Some halflings are naturally stronger and tougher than anyone expects, while others feel an intense desire to compete physically with larger people, distinguishing themselves through extensive strength and endurance training. These stout halflings have +2 Strength, +2 Constitution, and –2 Wisdom rather than the adjustments found in the <em>Starfinder Core Rulebook</em>.</p>"
    },
    "hp": {
      "min": 1,
      "value": 2
    },
    "modifiers": [],
    "size": "small",
    "source": "COM pg. 35",
    "subtype": "halfling"
  }
}