{
  "_id": "k41Cu7HJ7j6SZoxE",
  "name": "Hanakan",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Like many native creatures of the Ash’Akan system in the Vast, the hanakans developed magical skills early in their evolution. Unlike most creatures, however, they eventually attained sapience, and as their minds and bodies grew more complex, they embraced magic to help tame their world, just as many humanoids relied on tools and technology. The hanakans’ mastery of magic allowed them to construct vast cities and megastructures, communicate over large distances, and produce whatever goods they needed.<br><br>With their history and society steeped in magic, most hanakans learn the basics of spellcasting just as human children learn to operate technological devices. Their culture considers electricity anathema, and hanakans shun the electronic devices that most other sapient races depend on, instead meeting the needs of a complex modern society with magic and various hybrid devices. While nothing explicitly forbids hanakans from operating computers or wielding technological weapons, they view it with the same distaste most races reserve for necromancy.<br><br>Hanakan religion teaches that they have two souls: a “child soul” that every person is born with, and a ssenavar, or “high soul,” that they create. To come of age, a child must forge or attune themself to a soulstone: a mystic jewel that houses their ssenavar and chronicles their life experience. Soulstones are cherished objects, and hanakans wear or carry them at all times. Soulstones can be passed down for generations, housing the magic of a dozen individuals and functioning as powerful hybrid items or solarian weapon crystals. A hanakan without a soulstone is viewed as a child at best—without autonomy or authority—rendering those who lose their ssenavar socially inert and grief-stricken. Consequently, one of the most respected callings in hanakan culture is that of the soulstone hunter. These daring adventurers work on behalf of distraught clients to recover lost or stolen soulstones.<br><br>Hanakans resemble bipedal oviraptors, with long, lean bodies standing on two legs, thin arms lined with feathers, a flexible neck, and a long, whiplike tail ending in a fan of feathers. Each grows a unique crest of feathers from their head that, combined with their tail fan, enables them to express the broad range of hanakan emotions and forms the basis of their somatic language. Hanakans are omnivorous, using magic to grow a variety of crops and rear cattle-sized, herbivorous spiders called vanshas.<br><br>Hailing from a world of weather extremes and cataclysmic volcanism, hanakans have evolved a symbiotic relationship with a bacteria in their lungs. This symbiosis allows hanakans to quickly adapt to changing climates and toxic gases and has helped them expand their civilization across the six planets of their home system well before Pact Worlds explorers made first contact. Hanakans remain dominant within the Ash’Akan system and have utterly subsumed the culture of their only sapient neighbor, the soft-shelled zendontai. Unified by the teachings of the great philosopher Ssena’ssess, hanakans are a largely peaceful species that settles disputes through debate, proxy champions, and subterfuge rather than open war.<br><br>Hanakans are rarely found in the Pact Worlds, largely due to their disdain for traditional technology. Most hanakans refuse to travel in space except on hybrid or magical vessels. The mere existence of the Drift and its defiance of magical transport is profoundly disquieting to the species, much less the prospect of traveling through it. In their home system, they use powerful spells and gates to move between planets. Those hanakans who travel beyond Ash’Akan tend to be misfits who can tolerate or even appreciate technological societies, though even these rare few often employ hybridized weapon fusions and other workarounds. Most hanakans are solarians, mystics, or spellcasters of some sort, while mechanics and technomancers are almost nonexistent.<br><br>The average hanakan stands 2-1/12 feet tall at the shoulder, measures 4 feet long from nose to tail, and weighs around 25 pounds.<br><br><strong>Ability Modifiers</strong> +2 Con, +2 Cha, -2 Int<br><strong>Hit Points</strong> 2</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Hanakans are Small magical beasts.</p>\n<h2 class=\"title\">Atmospheric Adaptation</h2>\n<p>Hanakans’ exposure to a variety of atmospheres has made them immune to inhaled poisons and acclimated to thin and thick atmospheres.</p>\n<h2 class=\"title\">Hanakan Magic</h2>\n<p>Hanakans gain the following spell-like abilities. The caster level for these effects is equal to the hanakan’s character level. <br><br>1/day—<em>wisp ally</em> <br>At will—<em>detect magic</em>, <em>token spell</em></p>\n<h2 class=\"title\">Hanakan Senses</h2>\n<p>Hanakans have darkvision with a range of 60 feet and low-light vision.</p>\n<h2 class=\"title\">Scramble</h2>\n<p>A hanakan has a land speed of 40 feet and a climb speed of 20 feet.</p>\n<h2 class=\"title\">Studied</h2>\n<p>Hanakans gain a +2 racial bonus to Medicine and Mysticism checks.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA3-48",
    "type": "magical beast",
    "modifiers": [],
    "hp": {
      "value": 2,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "con"
        ],
        [
          -2,
          "int"
        ],
        [
          2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}