{
  "_id": "4OVRd8XiPBNCTHcU",
  "name": "Hobgoblin (Hardworlder)",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Hobgoblins are a militant and merciless species that organizes quickly, reproduces rapidly, and adapts well to changing conditions. They are similar in appearance to goblins but are significantly taller and more muscled. While goblins are anarchic and gleefully destructive, though, hobgoblins are highly ordered and do nothing without a purpose.<br><br>Most hobgoblin societies are paramilitary states, with no distinction between the government and the chain of command. They can be as small as a single starship crew or as large as a conquered world. However, these governments grant nothing unearned to any hobgoblin, and only those who show an aptitude for more advanced knowledge are given access to it. The young are considered fully trained junior soldiers as young as 14 years old, while some receive secondary education to become technicians, spies, or engineers at 16 years old.<br><br>Hobgoblins are believed to have originated on lost Golarion. When the Gap ended, though, hobgoblins already dwelled in numerous solar systems, which suggests that they might have engaged in dangerous generation-ship or suspended-animation expeditions of expansion, or that they had access to powerful interstellar transportation magic.<br><br>While many societies were confused and shaken by the Gap, the disparate and widespread hobgoblin nations were almost entirely unaffected by it, and in some cases grew even stronger due to its amnesic effects. When the Gap ended, all hobgoblins still knew their own names and those of their superiors, their military rank and position, that they had earned those ranks through merit, and that their superiors had similarly earned their positions. This formed a strong common attitude that allowed many hobgoblin groups to work together, taking advantage of the confusion and consternation of their neighbors to wage quick, brutal wars of expansion against regions still coming to grips with the Gap.<br><br>Additionally, most hobgoblin societies and groups immediately analyzed such things as their religions and social codes, and discarded anything that did not immediately make sense. For example, many hobgoblin societies found they had strict rules forbidding the pursuit of spellcasting knowledge and the use of magic, but this prohibition seemed needlessly limiting after the Gap. Similarly, many hobgoblin groups saw no advantage in worshiping their old gods. For example, many hobgoblin mercenary companies who work for the Veskarium have adopted the worship of Damoritosh.<br><br>However, other ancient prohibitions remain to this day, though their origins are lost to the Gap. Whenever hobgoblins and elves first encountered one another in the years after the Gap, violence invariably ensued. Individual hobgoblins sometimes have no special hatred of elves, but for most of the race, elves are reviled and mistrusted creatures not even fit for use as slave labor.<br><br>A typical hobgoblin is 5 feet tall and weighs 160 pounds.<br><br><strong>Ability Modifiers</strong>&nbsp;+2 Dex<br><strong>Hit Points</strong>&nbsp;6</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Hobgoblins are Medium humanoids with the goblinoid subtype.</p>\n<h2 class=\"title\">Battle Hardened</h2>\n<p>Hobgoblins are trained for combat from an early age, and they quickly learn that a foe can do much more than just hurt you. Hobgoblins gain a +1 racial bonus to AC against combat maneuvers.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Hobgoblins have darkvision with a range of 60 feet.</p>\n<h2 class=\"title\">Fearsome</h2>\n<p>Hobgoblins gain a +2 racial bonus to Intimidate checks.</p>\n<h2 class=\"title\">Sneaky</h2>\n<p>Hobgoblins gain a +2 racial bonus to Stealth checks.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong>&nbsp;4–6 ft.<br><strong>Average Weight</strong>&nbsp;150–250 lbs.<br><strong>Age of Maturity</strong>&nbsp;14 years<br><strong>Maximum Age</strong>&nbsp;60+2d10 years</p>\n<h1 class=\"title\">Alternate Ability Adjustments</h1>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 130</em><br>Though most hobgoblins match the ability score adjustments presented in Starfinder Alien Archive 2, they are also very adaptive, which has allowed them to settle worlds less habitable for other species. As a result, hobgoblins who successfully adapt to these different, harsh conditions develop divergent qualities. Such hobgoblins have ability score adjustments as listed below, instead of the standard adjustment of +2 Dexterity.</p>\n<h2 class=\"title\">Hardworlder</h2>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 130</em><br>Many hobgoblins have settled on higher-gravity worlds, sometimes in an intentional effort to strengthen their offspring through hardship. A hardworlder hobgoblin’s ability score adjustment is +2 Strength.</p>\n<h2 class=\"title\">Warhob</h2>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 130</em><br>Rather than claim a home world or settle in any one permanent location, some hobgoblins form permanent roving military bands, filling various battle roles from birth to old age and moving from one war to the next. In this harsh life, only the tough survive. Some hire out as mercenaries, while others are essentially pirate raiders, creating nothing of their own. A warhob hobgoblin’s ability score adjustment is +2 Constitution.</p>\n<h1 class=\"title\">Alternate Racial Traits</h1>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 130</em><br>As hobgoblins continue to expand and adapt, taking any steps necessary to ensure success and survival, an increasing percentage of hobgoblin populations includes outliers with uncommon abilities.</p>\n<h2 class=\"title\">Armor Training</h2>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 130</em><br>Hobgoblins have a close relationship with their kanabo kin and learn from them whenever they can. When wearing armor, hobgoblins gain a +1 racial bonus to AC.<br>This replaces battle hardened.</p>\n<h2 class=\"title\">Science of War</h2>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 130</em><br>Hobgoblin engineers are valued for their skill in building the engines of war. Hobgoblins with this racial trait gain a +2 racial bonus to Engineering checks.<br>This replaces sneaky.</p>\n<h2 class=\"title\">Third Eye</h2>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 130</em><br>With the ban on magic lifted, some Hobgoblin clans have attempted magical experimentation to augment themselves to the extreme. Hobgoblins with this racial trait gain a small, third eye on their forehead, gain low-light vision, and can use&nbsp;<em>supercharge weapon</em>&nbsp;once per day as a spell-like ability.<br>This replaces darkvision.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "NS-130",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 6,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ]
      ]
    },
    "size": "fine",
    "subtype": "goblinoid",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}