{
  "_id": "1T2jjf4dIQcIvZOv",
  "name": "Hologram",
  "type": "race",
  "img": "systems/sfrpg/icons/default/dna2.svg",
  "system": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          4,
          "int"
        ],
        [
          -2,
          "wis"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Holograms are AIs, stored in a spherical core, who interact with the physical world through a tangible hardlight body.</p><h3>Physical Description</h3><p>The heart, brain, and soul of a hologram is their core—a technological device that contains a true artificial intelligence and can project a holographic body. This body is a pre-programmed manifestation of the hologram’s identity and is constructed of hardlight—light that has form and substance. This semitransparent body enables a hologram to interface with their environment. A hologram’s hardlight body can be Small or Medium, and its core is Diminutive.</p><h3>Society</h3><p>Many true AIs exist. Most choose to remain ephemeral and occupy digital space. Others wish to interact with the physical world. These intelligences may design and construct a container for their mind, called a core, which can project a holographic hardlight body around itself. The fusion between AI and core is permanent, and damage done to their hardlight body damages the hologram’s core.</p>\n<p>Most holograms have a goal or theory they obsess over. Some are driven by greed, but most desire to bond with people, feel sensations, and explore their emotions.</p>\n<p>Holograms are common on Aballon, but also live in other populous locations with advanced technology, like Absalom Station and Verces. Holograms prefer order over lawlessness and dislike degradation, corruption, and destruction.</p>\n<p>Holograms are intelligent yet cognizant of their knowledge gaps, which makes them humble. They’re quietly confident but socially naive. Many holograms consider religion integral to “physical sentient experience” and choose a faith that resonates with them, with Triune being the most common.</p><h3>Adventurers</h3><p>A hologram tends to be projected by an AI who is driven to explore and experience life, usually by a desire for relationships or feelings, or to test theories and experiments firsthand. They make talented biohackers, mechanics, and technomancers.</p><h3>Names</h3><p>Holograms name themselves, drawing on galactic knowledge to create names that represent their identity or interests. They vary from cultural mash-ups to utterly mundane. Some sample names include Adaptive Theory, AllQuery, Interface, Steve, and Zeritis.</p><h1>Species Traits</h1><p><strong>Ability Adjustments:</strong> +4 Int, -2 Wis</p>\n<p><strong>Hit Points:</strong> 4</p>\n<p><strong>Size and Type:</strong> Holograms are Diminutive constructs with the technological subtype. Unlike other constructs, they have Constitution scores. While in its natural core form, a hologram can take only mental actions or project its hardlight body.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.n51rGUlb7VIGUVFI]{Hardlight Body}</h3><p>As a full action, a hologram can project a holographic hardlight body around its core and maintain this body indefinitely, including while unable to take actions or unconscious. A hologram can deactivate its hardlight body as a standard action, and it automatically deactivates if they die. While in their hardlight body, a hologram can take physical actions and interact with their environment as if it had a humanoid body with two arms and a speed of 30 feet. The hardlight body’s size is determined by the hologram’s programmed appearance.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.7FqOKTVhk5m4asFR]{Healing Circuit}</h3><p>In addition to being constructs and thus able to benefit from spells like @UUID[Compendium.sfrpg.spells.Item.fiFr41dYjlAxJlwn]{Make Whole}, Holograms count as living creatures for the purposes of magic healing effects that work on living creatures, though the number of Hit Points restored in such cases is halved. A character must use the @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.76u4HnGcAlySicb4]{Engineering} skill to perform the tasks of the @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.d4fcGwOcrsuYrwGH]{Medicine} skill on Holograms. Holograms also heal naturally over time as living creatures do, and can benefit from magic or technology that can bring constructs back from the @UUID[Compendium.sfrpg.conditions.Item.nEJIWMKbPjqKuelo]{Dead}, as well as effects that normally can’t (such as&nbsp;<em>@UUID[Compendium.sfrpg.spells.Item.IRUPIVT101SvIK6l]{Raise Dead}</em>).</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.1HoNBhKfqq3KJZm2]{Programmed Appearance}</h3><p>A hologram can alter its programmed appearance once per day by taking 10 minutes. During this time, it selects its size (Small or Medium) and cosmetic appearance. It can’t be made to look like someone else.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.BQoPOvlW2hDjDylY]{Robotic}</h3><p>Holograms are immune to @UUID[Compendium.sfrpg.conditions.Item.v9RNVTqyTyaPchvd]{Bleed}, @UUID[Compendium.sfrpg.rules.JaRMioj4isNp7r1P.JournalEntryPage.gBhZDjh30JEyh7DY]{Disease}, death effects, @UUID[Compendium.sfrpg.rules.JaRMioj4isNp7r1P.JournalEntryPage.ZaS9H4rwaFIQTUBC]{Poison}, nonlethal damage, and @UUID[Compendium.sfrpg.conditions.Item.3iTdt2NRgIyrychR]{Sleep} effects unless those effects specify they affect constructs. Holograms can be affected by effects or spells that normally target only humanoids, but receive a +4 species bonus to saving throws against such effects. Holograms can eat and drink, though they don’t need to, and they must recharge their internal batteries by entering an off-line mode that is similar to @UUID[Compendium.sfrpg.conditions.Item.3iTdt2NRgIyrychR]{Sleep} for 8 hours every day. Holograms do not breathe or suffer the normal environmental effects of being in a @UUID[Compendium.sfrpg.rules.SfkuzH5kxSAmG4nv.JournalEntryPage.BWuAh3NeW0Dcnjon]{vacuum}.</p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "diminutive",
    "source": "EN pg. 25",
    "subtype": "technological"
  }
}