{
  "_id": "350KU01L8W6C9Im9",
  "name": "Hortus",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Hailing from the Azlanti-conquered world of Croban V, hortuses are a sapient fungal species. Thick ligaments fill the interior of a hortus, granting them excellent defense against kinetic damage, though slashing weapons can sever these cords. These plant life-forms are renowned for their lethargic ways, and they are rarely found outside the strictly controlled borders of their homeworld. Hortuses speak in languid, drawn-out, monotone voices that impatient creatures find frustrating to follow. Among themselves, hortuses speak in a language of spore releases that other species can’t easily reproduce without the installation of complex augmentations. Hortuses’ caps and stalks can take a wide array of forms, with many reminiscent of mundane fungi found on worlds throughout the galaxy.<br><br>Over millennia, hortuses converted their once relatively barren world into a vegetation-rich paradise, using their unique biology to expel a combination of chemicals and spores that altered atmospheric conditions to their liking. By the time the Azlanti arrived on Croban V, the hortuses had already developed into a relatively passive, contented species, mostly due to the sedative-like atmosphere they’d crafted for themselves. The Azlanti conquest of Croban V was a relatively bloodless affair, as what passed for hortus leadership wanted only to preserve the lax living conditions of their society. The Azlanti were content to let the hortuses continue their sedentary lifestyle in exchange for use of their unique means of atmospheric modification.<br><br>Only a small number of hortuses are active beyond their homeworld. Most of these hortuses work in direct service to the Azlanti Star Empire, either as scientists or as living agents of atmospheric change. The Azlanti often deposit large groups of hortus colonists on distant worlds. Over the course of generations, these hortus colonies gradually transform small, self-contained regions to be more amenable to human life.<br><br>The few hortuses who act outside of Azlanti supervision are renegades. Either possessing a modicum of genetic variance that makes them less susceptible to their species’ chemical spore concoctions, or having simply avoided larger congregations of their species, these hortuses each react differently to their freedom. Many renegade hortuses stand in opposition to the Azlanti, while others simply seek to explore the greater galaxy and find new meaning among the stars.<br><br>An average hortus is 4-1/2 feet tall and weighs 200 pounds.<br><br><strong>Ability Modifiers</strong> +2 Str, +2 Con, -2 Cha<br><strong>Hit Points</strong> 6</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Hortuses are Medium plants.</p>\n<h2 class=\"title\">Atmospheric Alteration</h2>\n<p>As a move action while in atmosphere, a hortus can spend 1 Resolve Point to release a mix of spores into the air. When it uses this ability, the hortus chooses a type of saving throw (Fortitude, Reflex, or Will) and whether to enhance or penalize that save. If it enhances, creatures within 20 feet gain a +2 enhancement bonus to saving throws of the chosen type for 1d4 rounds; if it penalizes, creatures within 20 feet take a –1 penalty to saving throws of the chosen type for 1d4 rounds. A creature can attempt a Fortitude save before the bonus or penalty is applied to ignore this effect. The save DC is equal to 10 + half the hortus’s level + its Constitution modifier. This is an inhaled poison effect.</p>\n<h2 class=\"title\">Hortus Senses</h2>\n<p>Hortuses have low-light vision.</p>\n<h2 class=\"title\">Limited Plant Benefits</h2>\n<p>Despite being plant creatures, hortuses don’t gain the standard immunities associated with creatures of the plant type. Instead, they gain a +2 racial bonus to saving throws against mind-affecting effects, paralysis, poison, polymorph, sleep, and stunning effects, unless the effect specifies that it is effective against plants.</p>\n<h2 class=\"title\">Slightly Poisonous</h2>\n<p>A creature that hits a hortus with a bite attack must succeed at a Fortitude save or become sickened for 1d4 rounds. The save DC is equal to 10 + half the hortus’s level + its Constitution modifier.</p>\n<h2 class=\"title\">Spongy Form</h2>\n<p>A hortus has damage reduction 5/slashing; this stacks with one other source of damage reduction.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA-3",
    "type": "plant",
    "modifiers": [],
    "hp": {
      "value": 6,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ],
        [
          2,
          "con"
        ],
        [
          -2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}