{
  "_id": "5SsrcznQ8beV2oFP",
  "name": "Huitz'plina",
  "type": "race",
  "data": {
    "type": "magical beast",
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "wis"
        ],
        [
          -2,
          "int"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>The precognitive huitz&rsquo;plinas originate from a heavily forested dwarf planet in the Vast called Mulkaxi. Among many others they have seized, the Azlanti Star Empire claimed Mulkaxi for its abundant minerals buried deep in the world&rsquo;s mountain regions. Being arboreal and living mainly in forested lowlands, huitz&rsquo;plinas have mostly avoided direct interaction with the empire. For its part, the Azlanti Star Empire sees little utility in annexing huitz&rsquo;plinas, who contentedly remain separated from mining operations in their homes among the extensive networks of branches in their forest canopies.</p>\n<p>Some speculate that huitz&rsquo;plinas&rsquo; seeming indifference toward the Azlanti presence stems from some event they&rsquo;ve collectively foreseen. In fact, huitz&rsquo;plinas have highly individualized and personalized precognitive abilities. While some experience flashes of the future in stunning clarity, others have preternaturally strong gut feelings that turn out true or even experience the foretelling of a positive or negative outcome as a particular shade of color or musical note.</p>\n<p>Huitz&rsquo;plinas have long, glimmering spines that cover their bodies, save for their face, that develop shortly after their birth. Younger huitz&rsquo;plinas have sharp, well-defined spines, which they can launch in a defensive assault&mdash;an ability that once protected them from the predators of their ancient evolutionary past. As huitz&rsquo;plinas age, their spines become feathery, giving an illusion of multicolored fur&mdash;though they can prove just as deadly when launched. Huitz&rsquo;plinas also have strong and prehensile tails that they use in their everyday activities, from climbing along the canopy to increasing their dexterity and balance on the ground.</p>\n<p>Huitz&rsquo;plinas use a mix of vocal chords and the thumping of their prehensile tails in their musical language, which makes it difficult for tailless beings to replicate; the language is full of idioms based on huitz&rsquo;plinas&rsquo; glimpses of the future. Huitz&rsquo;plina don&rsquo;t often use instruments in their music. Instead, large choirs sing haunting melodies that drift down from the treetops.</p>\n<p>Over the decades, the most curious huitz&rsquo;plinas have found ways to be useful to local Azlanti operations with the goal of leaving their home planet to enter the wider universe. Some hunger for exploration; others follow fleeting visions of themselves on strange new worlds. Several have returned after grand adventures, spurring more of their species to set out and explore, so huitz&rsquo;plinas can now be found across the galaxy. Such huitz&rsquo;plina travelers traditionally bring with them a petrified Mulkaxi flower blossom to remind them of where they come from. The blossoms vary in color, from rich blue to blood red to sea green, and they often become a huitz&rsquo;plina&rsquo;s most treasured object.</p>\n<p>While not all the creatures they encounter know about huitz&rsquo;plina&rsquo;s precognitive abilities, some members of other species suspect huitz&rsquo;plinas in the galaxy at large serve as spies for the Azlanti Star Empire&mdash;though there&rsquo;s little evidence to support such a theory. As huitz&rsquo;plinas were extremely well adapted to their low-tech forest environment, they tend to lack proficiency in most of the technologies that many in the galaxy take for granted. As such, they often seem wary of cutting-edge tech at first, but many take their time to study it and adapt.</p>\n<p>Huitz&rsquo;plinas reach maturity around 30 and can live over one hundred years each, though their spines first show signs of color around 15 years of age.</p>\n<p><strong>Ability Adjustments</strong>: +2 Dex, +2 Wis, &ndash;2 Int</p>\n<p><strong>Hit Points</strong>: 4</p>\n<h2>Vital Stats</h2>\n<p><strong>Average Height</strong> 4-5 ft.<br /><strong>Average Weight</strong> 100-200 lbs.<br /><strong>Age of Maturity</strong> 15 years<br /><strong>Maximum Age</strong> 80 + 2d20 years</p>\n<h2>Size and Type</h2>\n<p>Huitz&rsquo;plinas are Medium magical beasts.</p>\n<h2>@Compendium[sfrpg.racial-features.IbvL2nodsIYJDOui]{Climber}</h2>\n<p>Huitz&rsquo;plinas have a climb speed of 20 feet.</p>\n<h2>@Compendium[sfrpg.racial-features.EjBzZqrEMfCA7DDM]{Huitz'plina Senses}</h2>\n<p>Huitz&rsquo;plinas have @UUID[Compendium.sfrpg.rules.rX5rK6UWAIOeeipl.JournalEntryPage.p0o9tmWtKZ0qy8DI#blindsense]{Blindsense} (scent) with a range of 30 feet and @UUID[Compendium.sfrpg.rules.rX5rK6UWAIOeeipl.JournalEntryPage.p0o9tmWtKZ0qy8DI#darkvision]{Darkvision} with a range of 60 feet.</p>\n<h2>@Compendium[sfrpg.racial-features.tcEhoQ9kffyh10Ro]{Prehensile Tail}</h2>\n<p>Huitz&rsquo;plinas&rsquo; tails are as effective as a hand at manipulating objects, which allows them to wield and hold up to three hands&rsquo; worth of weapons and equipment. This doesn&rsquo;t increase the number of attacks they can make during combat.</p>\n<h2>@Compendium[sfrpg.racial-features.sEjwlAVSgHyeLSN1]{Predreaming}</h2>\n<p>Once per day, a huitz&rsquo;plina can spend a Resolve Point to receive a hazy vision related to the outcome of an event, goal, or activity as far as a day into the future. This otherwise functions as @Compendium[sfrpg.spells.uH3JWy7ICH8DNS8m]{Augury} with a 100% chance of successfully receiving a meaningful reply.</p>\n<h2>@Compendium[sfrpg.racial-features.OySNPzt6mwZwhE8A]{Spine Assault}</h2>\n<p>Once per day, after a huitz&rsquo;plina takes the total defense action and before the start of their next turn, they can take a reaction to launch a barrage of spines in a 20-foot spread centered on themselves. Every other creature in the area must succeed at a Reflex save (DC = 10 + half the huitz&rsquo;plina&rsquo;s level + the huitz&rsquo;plina&rsquo;s Constitution modifier) or take piercing damage equal to three times the huitz&rsquo;plina&rsquo;s level; a successful save halves this damage.</p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "source": "AA4 pg. 46",
    "subtype": ""
  },
  "img": "icons/svg/mystery-man.svg"
}