{
  "_id": "Vfv1bcyb0QGlKBx8",
  "name": "Human (Featherlight)",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Ambitious, creative, and endlessly curious, humans have shown more drive to explore their system and the universe beyond than any of their neighbor races—for better and for worse. They’ve helped usher in a new era of system-wide communication and organization and are admired for their passion and tenacity, but their tendency to shoot first and think about the consequences later can make them a liability for those races otherwise inclined to work with them.<br><br><strong>Ability Modifiers</strong> +2 to any one ability score<br><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Humans are Medium humanoids and have the human subtype.</p>\n<h2 class=\"title\">Bonus Feat</h2>\n<p>Humans select one extra feat at 1st level.</p>\n<h2 class=\"title\">Skilled</h2>\n<p>Humans gain an additional skill rank at 1st level and each level thereafter.</p>\n<h1 class=\"title\">About the Human</h1>\n<h2 class=\"title\">Playing this Race</h2>\n<h3 class=\"framing\">You Likely...</h3>\n<ul>\n<li>See yourself as the hero of your own story, surely destined for some form of greatness.</li>\n<li>Are innovative, flexible, and talented, and you pride yourself on your human resilience.</li>\n<li>Get along well with members of other races and learn from other cultures and societies.</li>\n<li>Hold passionate beliefs yet change your mind quickly when it’s in your interest.</li>\n</ul>\n<p>&nbsp;</p>\n<h3 class=\"framing\">Other Races Probably...</h3>\n<ul>\n<li>See you as energetic and adaptable, but also as emotional, impetuous, and prone to violence.</li>\n<li>Pity you for the loss of your ancestral home world and worry that you covet theirs.</li>\n<li>See your self-confidence as arrogance.</li>\n<li>Respect your ability to get along with other races but view you as a dilettante with little culture of your own.</li>\n</ul>\n<p>&nbsp;</p>\n<h2 class=\"title\">Physical Description</h2>\n<p>Humans have a wide range of inherited traits, such as body type, skin color, and facial features, yet these minor differences of heredity and genetics hold little significance in modern human society. Instead, humans’ tendency to adapt to their environments means that more extreme differences, such as cybernetic augmentations, alien implants, and the elongated limbs of zero-g asteroid miners, are seen as far more important than ancient geography or skin color when defining modern ethnic groups. Still, certain ancient cultural groups are still recognized, such as the crimson-hued humans native to Akiton and the mysterious, sinister humans of the Azlanti Star Empire.</p>\n<h2 class=\"title\">Home World</h2>\n<p>Humans first arose on Golarion, yet even before the disappearance of their home world, they had begun to spread out onto the other planets of the solar system, particularly Akiton. In the wake of Golarion’s vanishing, however, this group of explorers became inadvertent emigrants. Today, Absalom Station is the undisputed center of human culture, yet humans can be found on nearly every planet in the system, either integrated into alien societies or creating colonies and homesteads on new worlds.<br><br>Of all the common races in the Pact Worlds, humans were perhaps the hardest hit by the Gap. Due to Golarion’s disappearance, humans were left with relatively little evidence with which to puzzle out and reconstruct their society. While Absalom Station and other worlds with large human populations contain documents related to the ancient history of humanity, how much relevance this should have to modern human society is a hotly debated topic. For some, these ancient documents offer a chance to connect with their origin, pulling everything from names and philosophies to ancient factions forward into the modern era. To the majority, however, this approach is seen as backward—who cares about the dusty past on a vanished world when it’s the future that will make you or break you?</p>\n<h2 class=\"title\">Society and Alignment</h2>\n<p>The diversity of human societies makes them both fascinating and frustrating to other races. Human settlements just a few miles apart may have wildly different governmental styles and social mores, and one faction may promote violent, xenophobic conquest while another wants only trade and friendship. If there’s anything that can be said about human society as a whole, it’s that it’s always in flux, with even the oldest cultures constantly adapting and reinventing themselves—a trait that often leads to humanity being seen as a “younger” race, regardless of the millennia it has existed. As a result, humans cannot be said to lean toward any particular alignment—though many aliens might argue that this marks them as chaotic.</p>\n<h2 class=\"title\">Relations</h2>\n<p>Humans are the glue that holds the rest of the solar system together. Their seemingly endless desire to explore and settle any habitable environment has positioned them perfectly to act as traders and mediators between other races, and their lack of their own planet often makes integrating into other cultures attractive to them. At the same time, not every race appreciates their viruslike spread. Vesk in particular keep a wary eye on humans—if only because humans’ tendency toward expansionism and violence track too closely to their own—and many androids retain a strained relationship with their parent race. Even the friendliest races remain aware of just how quickly a few humans in their midst can become a controlling majority.</p>\n<h2 class=\"title\">Adventurers</h2>\n<p>Ambition and desire for action are hallmarks of humanity, and countless humans leave home in search of wealth, fame, knowledge, excitement, or other means of bettering their situations. Since the discovery of the Drift and convenient interstellar travel, humans have led the charge in exploring and settling new worlds, driven by economic opportunity and ambition. Due to their versatility and adaptability, humans can fill any role in an adventuring party, from heavily armed soldier to charming envoy ambassador.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 5-7 ft.<br><strong>Average Weight</strong> 100-300 lbs.<br><strong>Age of Maturity</strong> 18 years<br><strong>Maximum Age</strong> 80+2d20 years</p>\n<h1 class=\"title\">Alternate Ability Adjustments</h1>\n<p><strong>Source</strong> <em>Character Operations Manual pg. 18</em><br>Humans differ greatly as a result of adaptation to living conditions, lineage, and even genetic modifications. The following ability adjustments can be selected instead of the adjustments of +2 to any one ability score found in the <em>Starfinder Core Rulebook</em>.</p>\n<h2 class=\"title\">Featherlight</h2>\n<p><strong>Source</strong> <em>Character Operations Manual pg. 18</em><br>Humans who were born in the Diaspora, space stations, generation ships, or other low- or zero-gravity conditions sometimes develop differently. Such humans can be taller and longer-limbed than normal, with less muscle mass. These humans have ability adjustments of +4 Dexterity and –2 Strength.</p>\n<h2 class=\"title\">Gravity Dweller</h2>\n<p><strong>Source</strong> <em>Character Operations Manual pg. 18</em><br>Humans who have adapted to a high-gravity world develop thick musculature over sturdier forms. They spend more of their lives struggling against harsh conditions than learning how to interact with others. These humans have ability adjustments of +2 Strength, +2 Dexterity, and –2 Charisma.</p>\n<h1 class=\"title\">Alternate Racial Traits</h1>\n<p><strong>Source</strong> <em>Character Operations Manual pg. 18</em><br>The cultural, genetic, and mystical influences that some humans are subjected to can produce racial traits different from the norm.</p>\n<h2 class=\"title\">Adopted</h2>\n<p><strong>Source</strong> <em>Character Operations Manual pg. 18</em><br>Many humans thrive in racially diverse metropolitan areas, and some individuals are adopted by members of a different species. Humans with this racial trait acquire a deep understanding of their adopted culture and gain a +2 racial bonus to Culture checks to recall knowledge about non-humans and to Disguise checks to appear as a humanoid of another race.<br><br>This replaces skilled.</p>\n<h2 class=\"title\">Dusk Sight</h2>\n<p><strong>Source</strong> <em>Character Operations Manual pg. 18</em><br>Humans who live in environments that lack regular exposure to bright natural light, such as the sunset cities of tidally locked Verces or Aballonian underground compounds, adapt to their surroundings as best they can. Humans with this racial trait have low-light vision and a +2 racial bonus to Perception checks.<br><br>This replaces skilled.</p>\n<h2 class=\"title\">Fortified</h2>\n<p><strong>Source</strong> <em>Character Operations Manual pg. 18</em><br>Small pockets of humanity eke out a life in environments harsh enough to kill others of their species, and over the span of generations they develop an immunity to these conditions. Humans with this racial trait gain a +2 racial bonus to Fortitude saves against environmental hazards and radiation effects. In addition, they reduce the duration of the sickened and nauseated conditions by 1 round.<br><br>This replaces skilled.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "COM- 18",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          -2,
          "str"
        ],
        [
          4,
          "dex"
        ]
      ]
    },
    "size": "fine",
    "subtype": "human",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}