{
  "_id": "xtMfdzTgIvzEoBUb",
  "name": "Ijtikri",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Native to island-strewn Vesk-2, ijtikris are sapient beings that resemble squids, though they are terrestrial upon reaching adulthood. Each has an oblong body that they hold roughly vertically atop the muscular arms that surround their mouth. An ijtikri has two long and dexterous feeding tentacles that are tipped with pads that serve as manipulators and allow the ijtikri to use tools. An ijtikri’s head is close to the ground and covered with an array of visual sensors: an eye on each side of the head, three simple dorsal eyespots, and a pair of complex eyes on the upper trunk. This last pair allows an ijtikri to see without exposing much of their body.<br><br>An ijtikri has a shell that covers the head and lower mantle, with a lighter exoskeletal lattice protecting the upper mantle. This facial plating gives rise to the vesk nickname for the species: stone‑faced squids. Many genes in ijtikris activate only in response to certain environmental stimuli, so an ijtikri’s shell shape and instinctive skills develop in predictable ways according to external influences. As a result, ijtikris from a particular region have a similar appearance. The common varieties include gray, indigo, and crimson ijtikris.<br><br>An ijtikri hatches in water from a free-floating egg. Though these eggs get consumed by a variety of marine life, those that survive hatch into larvae that in turn feed on zooplankton. Once large enough to risk being prey to larger creatures, ijtikri larvae migrate into coastal waters and anchor to hollows in rocks or reefs. During this phase, the anchored ijtikri filter feeds and grows. By the latter part of their second year of life, a juvenile has built up a large enough reserve of fat and minerals that they cease feeding, break down the anchor, and undergo a metamorphosis into their adult form, including air-breathing lungs, before rising to the surface and swimming for land.<br><br>Because they reach physical maturity without social interaction, ijtikris emerge from the water with only instinctive skills. However, each ijtikri has a cluster of ganglia known as a skenoseen organ, which helps the ijtikri smell and locate the nearest group of mature ijtikris. These groups incorporate any newcomer, whose adoptive cousins teach them language, culture, and the skills necessary to survive.<br><br>Adult ijtikris mate numerous times over the course of their life, with each partner taking some gametes to store in specialized organs; however, fertilization doesn’t occur during adulthood. Instead, an adult ijtikri can begin a final metamorphosis at any point. Over several weeks, the ijtikri’s body fills with gas, splits its shell, and grows to up to 20 feet in length. The body achieves aerial buoyancy and rises into the air, gently propelling itself toward the open sea. Once far from land, the ijtikri fertilizes stored eggs and disperses them. Then, the ijtikri dies and descends into the water, where various life forms consume the remains. Modern ijtikris view this metamorphosis as a worthy sacrifice once one’s legacy is secure. However, advanced medical techniques allow ijtikris to fertilize eggs in small batches without such a transformation.<br><br>Ijtikris started as nomadic hunter-gatherers. Adoption of stone tools 6,000 years ago allowed them to implement agriculture, build villages, and fend off predators. When vesk starships landed on Vesk-2, the ijtikris had city-states with iron-age technology. Resistance to vesk rule was brief. Within several years, the planet became part of the Veskarium. Ijtikris who have just emerged from the sea readily adopt almost any accepting group as surrogate families, so they are natural recruits for Veskarium organizations. Modern ijtikris have largely adopted vesk culture. Those who remain on Vesk-2 contribute to local industries, such as fish farming, salt production, and defrex ranching.<br><br>Ijtikris clashed with the vesk most strongly over ancient ruins that predate ijtikri stone-age culture. Most are little more than foundations among paved plazas. Nevertheless, ijtikris avoided these places. The vesk instead explored them, despite ijtikri pleading, especially the island of Trafodi, which had intact edifices. Within a vault on Trafodi, vesk discovered the <em>Trafodi Paradox</em>. This artifact was lost in transit to Vesk Prime, supposedly to the Swarm, though rumors speak of another possibility (see Hound of Tindalos).<br><br><strong>Ability Modifiers</strong> +2 Con, +2 Wis, -2 Int<br><strong>Hit Points</strong> 6</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Ijtikris are Medium aberrations.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Ijtikris have darkvision with a range of 60 feet.</p>\n<h2 class=\"title\">Hardened Mantle</h2>\n<p>Ijtikris have a +4 racial bonus on saving throws against critical hit effects. In addition, they reduce the damage they take from a critical hit by an amount equal to their character level or CR + their Constitution bonus to a minimum of 1 unless reduced by other means.</p>\n<h2 class=\"title\">Ijtikri Movement</h2>\n<p>An ijtikri has a swim speed of 30 feet, and when crawling, an ijtikri can move at half their land speed. An ijtikri gains Kip Up as a bonus feat without meeting that feat’s prerequisites.</p>\n<h2 class=\"title\">Mineral Signature</h2>\n<p>Ijtikri traits vary based on where the individual developed, granting a +2 racial bonus to a skill, as well as a spell-like ability usable once per day. Caster level equals the ijtikri’s level or CR. The skill and spell-like ability are as follows: <br><br><em>Indigo</em>: Stealth, <em>keen senses</em> <br><em>Crimson</em>: Diplomacy, <em>share language</em> <br><em>Gray</em>: Survival, <em>wisp ally</em></p>\n<h1 class=\"title\">Alternate Ability Adjustments</h1>\n<p><strong>Source</strong> <em>Near Space pg. 131</em><br>Most ijtikris have the racial ability adjustments detailed in Alien Archive 3, but some exceptions are noted below. These have the listed ability score adjustments, rather than the standard adjustments of +2 Constitution, +2 Wisdom, –2 Intelligence.</p>\n<h2 class=\"title\">Battleborn</h2>\n<p><strong>Source</strong> <em>Near Space pg. 131</em><br>A few ijtikris develop a physical might and a talent for combat thought to be part of their people’s genetic past. This genetic adaptation has come to the fore again as the ijtikris respond to threats. A battleborn ijtikri’s ability score adjustments are +2 Strength, +2 Constitution, and −2 Intelligence.</p>\n<h1 class=\"title\">Alternate Racial Traits</h1>\n<p><strong>Source</strong> <em>Near Space pg. 131</em><br>Ijtikris are highly varied in physiology. Their life cycle also allows for their bodies to take advantage of natural metamorphic capabilities without the usual drawbacks.</p>\n<h2 class=\"title\">Amphibious</h2>\n<p><strong>Source</strong> <em>Near Space pg. 131</em><br>Some ijtikris never grow out of their juvenile stage’s water adaptations, which on Vesk-2 is seen as a fine alternative to being fully adapted to land. Such an ijtikri has the amphibious trait and the aquatic subtype, as well as a swim speed of 40 feet. The ijtikri also has a better sense of their body in three-dimensional space, and when they are off-kilter, they don’t take the normal penalties to attacks and don’t gain the flat-footed condition.<br>This replaces ijtikri movement.</p>\n<h2 class=\"title\">Mineral Signature</h2>\n<p><strong>Source</strong> <em>Near Space pg. 131</em><br>Ijtikris take up a signature from the environment they developed in, causing differing structural manifestations and coloration. Those not raised on Vesk-2 can be bathed in admixtures that mimic their home world’s environment. Otherwise they might develop unique traits based on the local environment. The following are a few alternative mineral signatures, each of which alters the mineral signature racial trait.<br><strong>Colorless:</strong> An ijtikri raised in an area that lacks as much environmental input as might occur on Vesk-2 develops pale, translucent skin and a bone-colored mantle. Such an ijtikri gains a racial bonus to the Sense Motive skill and <em>life bubble</em> as a spell-like ability.<br><strong>Emerald:</strong> Ijtikris with an emerald signature have an intuitive sense of the workings of living things. They gain a racial bonus to the Life Science skill and <em>command</em> as a spell-like ability.<br><strong>Gold:</strong> The gold signature is much more rare, and ijtikris often see it as a blessing of the sun. They gain a racial bonus to the Medicine skill and <em>remove condition</em> as a spell-like ability.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA3-54",
    "type": "aberration",
    "modifiers": [],
    "hp": {
      "value": 6,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "con"
        ],
        [
          -2,
          "int"
        ],
        [
          2,
          "wis"
        ]
      ]
    },
    "size": "fine",
    "subtype": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}