{
  "_id": "dKcXjaxqAVCtaX5f",
  "name": "Ikeshti",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Ikeshtis are a hardy race of lizardfolk native to the deserts and hills of Akiton, and their convoluted life cycle provides the blueprint for their civilization. The physiology and psychology of ikeshtis shift drastically as they go through childhood, adolescence, mating, and one of three adult paths.<br><br>When they are hatched, ikeshtis are little more than gaping mouths attached to tiny, emaciated versions of their adult forms. A brood of ikeshti young will eat any organic matter they come across. As they grow larger, their brains become more developed, and they learn the rudiments of speech and other skills from their brood-minders, who guide them in their feeding habits. Such broods sometimes operate as living garbage disposals for large settlements, while others are taught to perform nomadic grazing that leaves the local biosphere intact. However, ikeshti broods left to their own devices seek out areas rich in organic matter and devour it all, much like a swarm of locusts.<br><br>After 5 years and 3 feet of growth, ikeshtis leave their broodminders and settle down into a more civilized mode, banding together with other adolescents of various ages. These ikeshtis collaborate to advance their economic, social, and technological skills, typically working around the fringes of civilization as junk traders, mechanics, and scavengers.<br><br>After 10 to 20 years of adolescence, ikeshtis begin to rut. They become violent and single-minded, their intelligence overcome by urges to fight and mate. Rutting ikeshtis once again eat voraciously, gaining new spurs and claws as well as hardened scales. If they find a willing partner, they mate, laying and fertilizing a large clutch of eggs. The two mates then fight each other to the death. If the male survives the combat, he becomes a brood-minder. If the female is victorious, she becomes a congregant. Rutting ikeshtis who never find mating partners continue to grow ever larger and more aggressive, eventually losing their mental faculties altogether and becoming riveners.<br><br>Brood-minders quickly regain their prior knowledge and personalities, but their temperaments become somewhat phlegmatic and standoffish. They are driven by strong urges to manage a brood of young ikeshtis. They have no instinctive preference for their own young and seek to add newborn ikeshtis to their broods to the limit of their ability to control and guide them, even killing off the weakest young to open up space for candidates who show more promise. Brood-minders live a solitary life, focused on leading their broods to food sources and keeping them alive.<br><br>Congregants instinctively feel the need to ensure the success of ikeshti society as a whole. Some form groupings much like adolescent nests, living collaboratively, but individual congregants often become adventurers off-planet to bring wealth and fame back to their people.<br><br>Riveners are ikeshtis who were unable to find a mate while rutting and lost their personalities to the brew of hormones swirling inside them. They are bestial and irrational, remembering only the rudiments of language and unable to engage in more than low cunning. Riveners care only about killing, eating, and the thrill of battle. Ikeshtis who come across a rivener go to almost any lengths to put it down, as they believe the existence of these terrors brings shame to their race.<br><br><strong>Ability Modifiers</strong> +2 Dex, +2 Int, -2 Wis<br><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Ikeshtis are Small humanoids with the ikeshti subtype.</p>\n<h2 class=\"title\">Desert Survivor</h2>\n<p>An ikeshti can go without water for 3 days plus a number of hours equal to her Constitution score before needing to attempt Constitution checks to avoid nonlethal damage.</p>\n<h2 class=\"title\">Natural Climber</h2>\n<p>Ikeshtis have a climb speed of 15 feet.</p>\n<h2 class=\"title\">Shed Skin</h2>\n<p>As part of the action to attempt the check, an ikeshti can shed a portion of her skin to gain a +4 bonus to Acrobatics checks to escape from grapples, pins, and restraints.</p>\n<h2 class=\"title\">Squirt Blood</h2>\n<p>Once per day as a move action (plus one additional time per day for every 5 character levels), an ikeshti can squirt blood from one of his eyes at a foe within 30 feet, making a ranged attack against the target’s KAC. A successful hit grants the next ally who hits that foe the benefit of harrying fire against it (<em>Starfinder Core Rulebook</em> 247).</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 2-1/2 to 3-1/2 ft.<br><strong>Average Weight</strong> 30–90 lbs.<br><strong>Age of Maturity</strong> 25 years<br><strong>Maximum Age</strong> 60+1d20 years</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA-64",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "int"
        ],
        [
          -2,
          "wis"
        ]
      ]
    },
    "size": "fine",
    "subtype": "ikeshti",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}