{
  "_id": "69Cla9CO4Y2idrHC",
  "name": "Instar",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Dessamars are humanoid natives of Koshoria, a world bathed in violet magical auras in Azlanti space. While adults resemble bipedal butterflies, dessamars hatch from eggs as tiny larvae that grow as they mature. Azlanti call the larvae “instars,” due to an error in a first-contact report. Instars eat magic plants, so their flesh is coated with hallucinogenic powder, muddling the senses of would-be predators with guilt-tinged visions. Instars are sapient, and older larvae are encouraged to explore the world on their own so they can discover their path in life before their metamorphosis into an adult. Once the larvae feel ready, they feast enough to double their size before spinning magical cocoons. About two weeks later, a dessamar adult, called an imago, emerges. Occasionally, instars refuse to transform. Though most dessamars accept older instars, adults often encourage such larvae to seek physical maturity.<br><br>Dessamar society is based largely on magic, the study of Koshorian auras, and the worship of Desna. Much like their goddess, dessamars are good-natured, whimsical, and given to exploration and self-expression. Dessamar technology is bioengineered, hybrid, or both. Their clannish social hierarchy is merit-based, with the wisest dessamars guiding the rest. Instars mostly pursue their passions, while imagos seek wisdom and mastery of a life path. However, dessamars can be peaceful to a fault, and they can seem aloof and strangely detached.<br><br>Other species find it hard to understand why, although the Azlanti Star Empire claims Koshoria, dessamars ignore the Azlanti. In turn, the Azlanti view dessamars as mere curiosities. Since the Azlanti and dessamars have no competing interests, and the Azlanti find dessamar tech mostly quaint, no clashes and little casual contact occur between the two societies. Dessamars, besides the occasional curious instar, usually avoid Azlanti enclaves. The Azlanti have yet to see any use for dessamars, resulting in some of the most harmonious Azlanti-alien relations in the empire.<br><br>Dessamars have a secret, however. The magical violet auras of Koshoria have varying and mostly innocuous effects, such as giving off constant dim light or causing mild euphoria. However, some of these eldritch energies have bizarre connections to the Dark Tapestry. Dessamars study the auras to ensure these connections never bring unwanted attention from aberrations from the dark among the stars to Koshoria. If the Azlanti, in their ignorant state, were to hinder efforts to monitor these auras, results could be disastrous.<br><br>A typical dessamar adult is around 5 feet tall and weighs only 60 pounds. A developed instar is about 3 feet tall and weighs 40 pounds. Female dessamars are most often larger and stronger than males.<br><br><strong>Ability Modifiers</strong> +2 Con, +2 Wis, -2 Dex<br><strong>Hit Points</strong> 3</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Instars are Small humanoids with the dessamar subtype.</p>\n<h2 class=\"title\">Dessamar Magic</h2>\n<p>Dessamars have the spell-like abilities below, with a caster level equal to the dessamar’s level. <br>1/day—<em>charm person</em> <br>At will—<em>detect magic</em>, <em>telepathic message</em></p>\n<h2 class=\"title\">Dessamar Senses</h2>\n<p>Dessamars have blindsense (scent) with a range of 30 feet, as well as low-light vision.</p>\n<h2 class=\"title\">Dream Dust</h2>\n<p>When an adjacent creature damages an instar, as a reaction the instar can puff out dream dust. The attacker must succeed at a Fortitude save (DC = 10 + 1/2 the instar’s character level + their Con modifier) or be dazzled for 1 round and take a –2 penalty to Will saving throws for 1 minute. An instar can use this ability again after taking a 10-minute rest to recover Stamina Points.</p>\n<h2 class=\"title\">Instar Movement</h2>\n<p>Instars have a land speed of 30 feet and a climb speed of 30 feet.</p>\n<h2 class=\"title\">Poor Vision</h2>\n<p>An instar takes a –2 penalty on sight-based Perception checks, and anything farther than 60 feet away has concealment from the instar.</p>\n<h2 class=\"title\">Twinkle</h2>\n<p>Once per day as a move action, a dessamar can teleport 40 feet. The dessamar can’t bring other creatures along, and if a solid body occupies the arrival point, the ability fails without expending its daily use. This ability otherwise functions as the <em>dimension door</em> spell.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA3-15",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 3,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          -2,
          "dex"
        ],
        [
          2,
          "con"
        ],
        [
          2,
          "wis"
        ]
      ]
    },
    "size": "fine",
    "subtype": "dessamar",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}