{
  "_id": "atyWPNCbbcR0sMnV",
  "name": "Ixtangi",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "monstrous humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "con"
        ],
        [
          2,
          "cha"
        ],
        [
          -2,
          "wis"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Ixtangis are a species of chameleon-like people, originating from the jungle planet of Doganga in the Vast. The ixtangis&rsquo; history on their beautiful, verdant planet is long and painful, and they&rsquo;ve only recently been saved from the brink of planetary destruction, thriving in floating island-countries that dot Doganga&rsquo;s skies.</p>\n<p>Ixtangis are tall and reptilian, and their default colorations are green, red, blue, or black. Their scales are actually mostly transparent; any colors that ixtangis display result from their manipulation of the liquid crystals beneath their layer of glass-like scales. They are able to change the structure of these crystals and the resultant colors at will and can even become functionally invisible to observers by mimicking the scenery behind them. They have two sets of eyes that are able to move independently from one another, granting them a wide range of vision. Their snouts taper in thick, wedge-like horns, and some ixtangis also have large, bony crests that they like to accessorize with jewelry and precious stones. Their mouths are filled with razor-sharp teeth, and their tongues are long and retractable. Ixtangis have long, flexible tails that end in a scorpion-like stinger. They rarely find themselves using this poisonous barb in modern times, but they may lash out if startled or if they have no other option.</p>\n<p>Before the Gap, ixtangis continually fought a planet-threatening disease called the Blighted Bark. This supernatural plague resulted from the ixtangis&rsquo; overuse of Doganga&rsquo;s natural resources. When the ixtangis&rsquo; central government finally realized how far they&rsquo;d pushed Doganga&rsquo;s ability to support the ixtangis&rsquo; continued existence, it commissioned a council of powerful ixtangi spellcasters, known as gleamscales, to push back against the civilization&rsquo;s overuse of natural resources. Performing an extremely potent, centuries-old ritual passed down through the gleamscales&rsquo; literature, the gleamscales intended to replenish the planet&rsquo;s resources, and&mdash;for a few years&mdash;it worked.</p>\n<p>Little did most ixtangis know, the gleamscales&rsquo; rituals made use of evil magic, taken from Abaddon by irresponsible gleamscale progenitors. The ixtangis, who thought themselves successful, rested on their laurels while the malevolent magic from the rituals interacted with the innate magical properties of Doganga&rsquo;s jungles. This caused the magic to conjure shadowy and sickly vegetation and animals, which then spread this plague, known as the Blighted Bark, to the surrounding regions.</p>\n<p>After a decade of the Blighted Bark taking over all of Doganga&rsquo;s jungles, the ixtangis were at a loss. Their efforts to repel the blight failed, and with no means of leaving the planet, they accepted their fate, resolving to die with their Doganga. Then the Gap happened.</p>\n<p>On the other side of this universal amnesia, the majority of ixtangis find themselves living lush and affluent lives in country-sized floating islands. These technological &ldquo;country ships&rdquo; levitate hundreds of feet above Doganga&rsquo;s verdant jungle canopies, and are anywhere from ten to hundreds of miles across. Each of these domed countries carries the name of a nation that was once on Doganga&rsquo;s surface. Ixtangis scientists and historians attempt (fruitlessly) to figure out how their ancestors not only avoided destruction, but rebounded with a vengeance. The Blighted Bark is all but gone, with only a few manageable outbreaks occurring once every couple of years.</p>\n<p>The only ixtangis left on Doganga&rsquo;s surface are those known as duskdwellers. These unusually pallid ixtangis live and work beneath the shadows of the island-countries hovering above. Mostly industrial workers, duskdwellers live their lives gathering resources not only for their own shadowed settlements, but for the island-countries above who depend on duskdwellers to collect water, wood, stone, and&nbsp;other organic resources. They&rsquo;re also the foremost breeders of moonlily, a psychotropic flower that blooms only in shadow. Moonlily brewers then grind this flower into a thick paste, which they distill into an alcoholic drink that intoxicates consumers and grants them euphoric visions. Duskdwellers exhibit keen survival skills, using their dinosaur beasts of burden to travel the jungles in search of resources&mdash;or better places to settle where the demands of the &ldquo;highscales&rdquo; above can&rsquo;t reach them.</p>\n<p><strong>Ability Adjustments</strong>: +2 Con, +2 Cha, &ndash;2 Wis</p>\n<p><strong>Hit Points</strong>: 4</p>\n<h2>Vital Stats</h2>\n<p><strong>Average Height</strong> 6-8 ft.<br /><strong>Average Weight</strong> 250-350 lbs.<br /><strong>Age of Maturity</strong> 13 years<br /><strong>Maximum Age</strong> 50 + 1d20 years</p>\n<h2>Size and Type</h2>\n<p>Ixtangis are Medium monstrous humanoids.</p>\n<h2>@Compendium[sfrpg.racial-features.Qw2bnhZGPGswwxN5]{Barb Poison}</h2>\n<p>If an ixtangi scores a critical hit with their racial natural weapon, their target must succeed at a Fortitude save (DC = 10 + the ixtangi&rsquo;s Constitution modifier + half the ixtangi&rsquo;s level ) or gain the @Compendium[sfrpg.conditions.MZ8OoH1GE9qDMyCD]{Flat-footed} condition until the end of its next turn. This is a poison effect.</p>\n<h2>@Compendium[sfrpg.racial-features.IbvL2nodsIYJDOui]{Climber}</h2>\n<p>Ixtangis have a climb speed of 20 feet.</p>\n<h2>@Compendium[sfrpg.racial-features.ENmBFXbXCGoduz4K]{Ixtangi Senses}</h2>\n<p>Ixtangis have @Compendium[sfrpg.rules.nHhvyUE4TIfZoffm]{Darkvision} with a range of 60 feet and @Compendium[sfrpg.rules.0Cp962afGbUo0VD1]{Low-Light Vision}.</p>\n<h2>@Compendium[sfrpg.racial-features.X2DmqAw77zQiqBOW]{Liquid Crystal Display}</h2>\n<p>An ixtangi has an innate ability to change their coloration as a standard action; this produces one of the following effects.</p>\n<p><strong>Glimmer</strong>: The ixtangi flashes their coloration in a display that distracts onlookers. Enemies within 30 feet that can see the ixtangi must succeed at a DC Will save (DC = 10 + the ixtangi&rsquo;s Charisma modifier + half the ixtangi&rsquo;s level ) or be @Compendium[sfrpg.conditions.7PPRS6krnvaTHbxh]{Fascinated} for 1d4 rounds. A creature can be affected by this ability only once per day. This is a mind-affecting effect.</p>\n<p><strong>Stealth</strong>: The ixtangi mimics their surroundings, becoming almost invisible. They gain a +2 racial bonus to Stealth checks to hide until the beginning of their next turn.</p>\n<h2>@Compendium[sfrpg.racial-features.KfEzPksDco3HYSjz]{Natural Weapons} (P)</h2>\n<p>Natural weapons (and natural attacks), such as acid spit, bite, claw, or slam, don&rsquo;t require ammunition and can&rsquo;t be disarmed or sundered.<br /><br />In addition, a player character with this ability as a racial trait is always considered armed. They can deal 1d3 lethal damage (of the listed type, or bludgeoning if no type is specified) with unarmed strikes, and the attack doesn&rsquo;t have the archaic special property. They also gain a unique Weapon Specialization with their natural weapons at 3rd level, allowing them to add 1-1/2 &times; their character level to their damage rolls for their natural weapons (instead of just adding their character level, as usual).</p>\n<h2>@Compendium[sfrpg.racial-features.wG4lmjfMpFuT8bge]{Unflappable Climber}</h2>\n<p>An ixtangi is an adept climber, using their sticky paw pads, tongue, and prehensile tail to stay stuck to surfaces. An ixtangi is not @Compendium[sfrpg.conditions.MZ8OoH1GE9qDMyCD]{Flat-Footed} while climbing and can take 10 on Athletics checks to climb even when in combat or immediate danger.</p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "source": "AA4 pg. 54",
    "subtype": ""
  }
}