{
  "_id": "bFHyF3GJDL97Eho7",
  "name": "Izalguun",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Izalguuns are horse-sized, six-limbed creatures with a gray-green coloration and occasional mottling around their joints. Their lower arms are bulkier and elongated, allowing izalguuns to use them as a second set of legs. When traveling or enjoying the outdoors, izalguuns walk using their lower arms, making them resemble centaur‑like quadrupeds, though they can just as easily stand on only their lowermost two legs. They have vertically oriented mouths with a bony chin protrusion that helps collect food and liquid runoff. They inhabit a cold world in the Vast called Izalraan, though the people of the Pact Worlds know it as Icefront.<br><br>Corporate scientists made the Pact World’s first contact with izalguuns, who live as low-tech hunter-gatherers subsisting on Izalraan’s limited resources. A group representing the Starfinder Society recently uncovered more about this species’ past, learning that izalguuns hid a trove of lost technological wonders under their modest villages. The Starfinders also discovered that izalguuns were one of eight civilizations that once dwelt in a distant trinary star system in the Vast known as the Scoured Stars, and that they departed ages ago, before the Gap.<br><br>Izalguuns long ago distanced themselves from their advanced technology, seeking to reconnect with the natural world they’d scorned during their time in the Scoured Stars. Recognizing that they might one day need to defend themselves from creatures wielding advanced implements of war, they kept their technology buried in subterranean complexes across Izalraan. Even among izalguun, only elders and healers are permitted to venture into such places to retrieve tools and technologies when needed to ensure a prosperous existence for their people. Much of the remaining izalguun technology is medical in nature, and there are a small number of grounded but operational starships that could theoretically launch to dissuade any aggressors seeking to attack the izalguuns. The warlike jinsuls remain the greatest threat to izalguuns’ independence and hidden existence, and the peaceful species dreads the seemingly inevitable day when their ancient technological weaponry must finally be unleashed in a desperate defense. While most izalguuns live scattered about planet Izalraan’s surface, izalguun tribes remain in regular contact via communication relays in their hidden starship safe houses.<br><br>Izalguun tribes categorize each member’s role as one of three: hunter, gatherer, or leader. Hunters prepare for and undertake hunts of Izalraan’s vicious megafauna. Gatherers prepare food brought back by hunters, supplementing it with collected flora. Elders, healers, and scientists make up izalguuns’ leadership caste. Healers and scientists spend most of their time aboard the grounded starships learning about izalguun history and technology, while elders provide guidance to all and maintain the coherency of their tribes.<br><br>For those rare izalguuns who reject the traditional lives of their contemporaries and wish to leave Izalraan, rudimentary shuttles are made available, though these ships are programmed to scrub all records of Izalraan’s location and any information the species. Thus, the choice of leaving Izalraan is a permanent one, made in exchange for the opportunity to experience the wider galaxy.<br><br>The average izalguun is 7 feet tall and weighs around 900 pounds.<br><br><strong>Ability Modifiers</strong> +2 Str, +2 Int, -2 Dex<br><strong>Hit Points</strong> 6</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Izalguuns are Large monstrous humanoids with a space of 10 feet. Their reach depends on their posture (see below).</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Izalguuns have darkvision with a range of 60 feet.</p>\n<h2 class=\"title\">Posture</h2>\n<p>Izalguuns can walk on two limbs or four. As a move action, an izalguun can switch between a bipedal and a quadrupedal posture. When in its quadrupedal posture, an izalguun has a land speed of 40 feet and a reach of 5 feet. While in its bipedal posture, an izalguun has a land speed of 20 feet, a reach of 10 feet, and the multiarmed (4) universal creature rule.</p>\n<h2 class=\"title\">Tech Savvy</h2>\n<p>Izalguuns gain a +2 racial bonus to Computers and Engineering checks.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA3-59",
    "type": "monstrous humanoid",
    "modifiers": [],
    "hp": {
      "value": 6,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ],
        [
          -2,
          "dex"
        ],
        [
          2,
          "int"
        ]
      ]
    },
    "size": "fine",
    "subtype": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}