{
  "_id": "ueEV7KH8K0U12UP7",
  "name": "Jububnan",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "monstrous humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "con"
        ],
        [
          -2,
          "str"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Jububnans resemble @UUID[Compendium.sfrpg.races.AMBcyDZDtJ1OOzh3]{Human}-sized toads that stand on a single stout leg. Their coloration varies widely, often with neon splashes and splotches of darker colors. They maneuver by deftly hopping at the speed at which many humanoids walk, and they rarely remain motionless, instead preferring to gently sway when they must stay in a single spot for prolonged periods. Jububnans can inhale deeply, expanding their bodies to almost three times their normal size. Most jububnans stand between 5 and 6 feet tall and weigh about 200 pounds, though puffed jububnans can be as tall as 10 feet.</p>\n<p>The jububnan homeworld, if it still exists, remains a mystery to the broader galaxy. Though many jububnans have visited both the Pact Worlds and Veskarium, none have been known to disclose details about a homeworld. When directly confronted about their history, most simply state that their ancestors were starfaring wanderers. Since jububnans live only an average of 60 years, they’ve had several generations since the end of the Gap, and it’s widely believed that the truth of their origin is shrouded by that mysterious lost age. Today, jububnans travel as solitary wanderers, rarely meeting others of their kind. Luckily for their species, a jububnan can reproduce via parthenogenesis, allowing them to spawn dozens of eggs several times during their lifespan. During the periods leading up to their egg-laying, a jububnan remains in its larger puffed-up state for weeks; scientists believe that this is to properly gestate the necessary egg clutches, as well as a remnant behavior from less sapient times, when jububnans likely intimidated would-be predators with their increased size.</p>\n<p>Many followers of @UUID[Compendium.sfrpg.setting.KZvxBU9KGbqRCKkv]{Weydan} believe jububnans to be a species blessed by The Endless Horizon, seeing the species’ innate pluck and ability to persevere in solitary wandering as exemplars of their deity. For their part, jububnans as a whole don’t share any particular affinity to @UUID[Compendium.sfrpg.setting.KZvxBU9KGbqRCKkv]{Weydan}, and in fact, display an exceptionally wide variety of deific and philosophical allegiances. Since most jububnans have no societal cohesion, the beliefs and moral outlooks of these toad-like beings are more varied than those of many species. Likely as a result of their nomadic lifestyles, jububnans often veer away from exceptionally lawful institutions, though those who grow up under the dominion of larger civilizations tend to embrace order and authority.</p>\n<p>Thanks to jububnans’ ability to reproduce rapidly, their normally solitary species can sometimes form tight-knit familial communities. Some pirate outfits in Near Space and the Vast consist of jububnan outlaws who bred multiple generations of offspring with the sole goal of staffing starships and creating a larger enterprise with trusted family allies. In other cases, jububnan explorers who come across sites of extreme value or danger may birth a new generational line whose existence is based on protecting such locations from outside interference. However, even when these larger groups of jububnans—known as tangles—form, the elders commonly encourage some of their offspring to depart and travel the galaxy, spreading their species throughout the reaches of space. As a result, members of jububnan tangles can often be found across several different planets, watching over specific sites of interest.</p>\n<p><strong>Ability Adjustments</strong>: +2 Dex, +2 Con, –2 Str</p>\n<p><strong>Hit Points</strong>: 6</p>\n<h2>Vital Stats</h2>\n<p><strong>Average Height</strong> 5-6 ft.</p>\n<p><strong>Average Weight</strong> 150-250 lbs.</p>\n<p><strong>Age of Maturity</strong> 16 years</p>\n<p><strong>Maximum Age</strong> 50 + 1d20 years</p>\n<h2>Size and Type</h2>\n<p>Jububnans are Medium monstrous humanoids.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.HhrIJeHTxSGVX9mV]{Darkvision}</h2>\n<p>Jububnans have darkvision with a range of 60 feet.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.fvyWuG5PArpxrFug]{Astonishing Balance}</h2>\n<p>A jububnan can move 10 feet instead of 5 when taking a crawl action. A jububnan also gains a +4 species bonus to AC against bull rush and trip combat maneuvers.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.h3iXAZ0INaVg1Mea]{Jububnan Movement}</h2>\n<p>Jububnans have a land speed of 30 feet and a swim speed of 30 feet.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.BIbprGUy1FDqJiJG]{Puff Up}</h2>\n<p>As a move action, a jububnan can increase to Large size and gain a reach of 10 feet. If the physical space the jububnan is in can’t accommodate their new size, the ability fails. The jububnan can maintain this size for up to 10 minutes before they must revert to their normal size; this does not take an action. The jububnan can’t use this ability again until they take a 10-minute rest to regain Stamina Points.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.Ph7aeWpJan0pHcU6]{Wanderer’s Pluck}</h2>\n<p>Jububnans have tenacious spirits that allow them to thrive while alone. When an effect allows a jububnan to reroll an attack roll, saving throw, or skill check, they gain a +2 species bonus to that reroll.</p>"
    },
    "hp": {
      "min": 1,
      "value": 6
    },
    "modifiers": [],
    "size": "medium",
    "source": "AA4 pg. 57",
    "subtype": ""
  }
}