{
  "_id": "eMQUjYe9ERVWB6e2",
  "name": "Kalo",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "monstrous humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "wis"
        ],
        [
          -2,
          "con"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>@UUID[Compendium.sfrpg.races.AMBcyDZDtJ1OOzh3]{Humans} often compare kalos to bats due to the thin membranes between their arms and legs. In fact, these winglike structures are fins, allowing kalos to swoop with grace and speed through the icy waters of the Brethedan moon of Kalo-Mahoi. Kalo skin has a blue-green tinge and is translucent in places. Their bulging, glowing eyes can move and focus independently.</p>\n<p>Highly civilized and generally peaceful, kalos were the first residents of any moon to successfully win independent Pact Worlds recognition, and today, many of their coral-encrusted underwater vent cities feature air-filled spaces for terrestrial dignitaries and expatriates, with trading outposts studding the ocean world’s crusty shell of surface ice. While kalos primarily rely on sonar as they glide wraithlike through the dark oceans, their cities are riots of colored lights—testaments to the culture’s rich artistic tradition.</p>\n<p>Few kalos lack an artistic or scholarly hobby, and though not overly tied to tradition, most kalos take pride in their history, giving their children and organizations names harkening back to ancient tribal practices. Members of military units are often given evocative names like “sharkhunters” despite their modern responsibilities. Those in traditional roles such as that of the mystical deepspeaker, who converses with—and can even command—creatures of the depths, are less necessary in the age of executives and prime ministers, yet these sages are still often sought out as arbitrators and mediators for both community and governmental disputes.</p>\n<p>Although slower out of water, kalo warriors are renowned for their calm precision in battle, especially in zero-g and underwater, and known for using cryo weapons against enemies of other races, trusting their natural resistances to protect them from friendly fire. The average kalo is 5-1/2 feet tall and weighs 100 pounds.</p>\n<p><strong>Ability Adjustments</strong>+2 Dex, +2 Wis, -2 Con</p>\n<p><strong>Hit Points</strong> 2</p>\n<h2>Vital Stats</h2>\n<p><strong>Average Height</strong>&nbsp;5–6 ft.</p>\n<p><strong>Average Weight</strong>&nbsp;75–125 lbs.</p>\n<p><strong>Age of Maturity</strong>&nbsp;18 years</p>\n<p><strong>Maximum Age</strong>&nbsp;100+3d10 years</p>\n<h2>Size and Type</h2>\n<p>Kalos are Medium monstrous humanoids with the aquatic subtype, meaning they require water to breathe.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.70TkaoVbJrTXTOma]{Cold Resistance}</h2>\n<p>Kalos are used to swimming in icy water and have cold resistance 5.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.gSuoDbjYI2YNFUnA]{Kalo Movement}</h2>\n<p>Kalos have a base speed of 20 feet and a swim speed of 50 feet.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.YwgUS43VJmIHJrMn]{Kalo Vision}</h2>\n<p>Kalos’ innate sonar grants them @UUID[Compendium.sfrpg.rules.rX5rK6UWAIOeeipl.JournalEntryPage.p0o9tmWtKZ0qy8DI#blindsight]{Blindsight} (sound) 60 ft., while their specialized eyes grant them @UUID[Compendium.sfrpg.rules.rX5rK6UWAIOeeipl.JournalEntryPage.p0o9tmWtKZ0qy8DI#low-light-vision]{Low-Light Vision}.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.rZAs7k8F7MMrTF0g]{Stealthy Swimmers}</h2>\n<p>Kalos gain a +4 bonus to @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.5h3iePfJaeQMc3Qr]{Stealth} checks when in water.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.LLDe1zdD0CQRd7ZX]{Water Breathing}</h2>\n<p>Kalos have the @UUID[Compendium.sfrpg.universal-creature-rules.ZWBm8dOCdqkqP3G6]{Water Breathing (Ex)} universal creature rule.</p>"
    },
    "hp": {
      "min": 1,
      "value": 2
    },
    "modifiers": [],
    "size": "medium",
    "source": "AA1 pg. 68",
    "subtype": "aquatic"
  }
}