{
  "_id": "RAS7TRqecvkXxA4u",
  "name": "Kanabo",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "outsider",
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ],
        [
          2,
          "con"
        ],
        [
          -2,
          "int"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Oni are a race of malevolent spirits given physical form. Most oni begin their existence as kami, spirits tasked with the protection of a specific part of the natural world, but for some reason reject their duties and turn to evil. Less often, the souls of particularly vile mortals can become oni upon death. When oni first form, they are intangible, powerless spirits. In places with strong connections to evil, or as a result of unspeakable rituals, these formless spirits can gain physical bodies drawn from a humanoid species, often one predisposed to war— though their spiritual origins also give them the power to shapeshift. There are known to be oni that resemble @UUID[Compendium.sfrpg.races.3kLK4WKPqNvFTwIB]{Drow}, humans, giants, shirrens, and vesk, but among the most common oni are the ja noi, who have ties to the violent and militarist race of hobgoblins.</p>\n<p>Ja noi are distinct from hobgoblins in appearance due to their bright-red color, prominent ridges on their brow and forehead, a near-permanent facial grimace, and even greater size and muscular frames. Ja noi stand over 6 feet tall and weigh roughly 220 pounds. A ja noi is particularly driven to experience the sensations of battle, actively seeking to lead armies and build empires. Ja noi fight in close combat if possible, and while perfectly capable of reveling in victory won with starships and huge fighting machines, they take every opportunity to lead infantry assaults and fight in face-to-face confrontations. Ja noi often gather hobgoblin soldiers to fulfill their need to command troops. For their part, hobgoblins normally embrace the presence of a ja noi within their ranks, seeing them as among the most perfect expressions of the hobgoblin form and treating them as mighty heroes.</p>\n<p>Some hobgoblin groups interact so closely with ja noi that children are sometimes born to one ja noi parent and one hobgoblin parent. Known as kanabo, a term that means “the strongest,” these oni-blooded goblinoids breed true with both ja noi and other goblinoids. They have innate powers that often make them champions of their people, though they also often develop an independent streak that causes them to reject hobgoblin rules and society. Kanabo share the size of their oni ancestors, but their appearance is much more variable, ranging from stout hobgoblins to forms closer to half-orcs, and some even appear nearly @UUID[Compendium.sfrpg.races.AMBcyDZDtJ1OOzh3]{Human}. The average kanabo is over 6 feet tall and weighs 250 pounds.</p>\n<p><strong>Ability&nbsp;</strong><strong>Adjustments</strong>+2 Str, +2 Con, -2 Int</p>\n<p><strong>Hit Points</strong> 6</p>\n<h2>Vital Stats</h2>\n<p><strong>Average Height</strong>&nbsp;5–7 ft.</p>\n<p><strong>Average Weight</strong>&nbsp;200–300 lbs.</p>\n<p><strong>Age of Maturity</strong>&nbsp;14 years</p>\n<p><strong>Maximum Age</strong>&nbsp;60+3d10 years</p>\n<h2>Size and Type</h2>\n<p>Kanabo are Medium outsiders with the goblinoid and native subtypes.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.fguJX9ktACAUyZ9l]{Armor Savant}</h2>\n<p>Kanabo have an innate mastery of the use of armor. When wearing armor, they gain a +1 species bonus to AC. When wearing heavy armor, their armor check penalty is 1 less severe than normal.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.HhrIJeHTxSGVX9mV]{Darkvision}</h2>\n<p>Kanabo have darkvision with a range of 60 feet.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.oZ2KUU2rrtNkZbed]{Kanabo Magic}</h2>\n<p>Kanabo gain the following spell-like abilities. The caster level for these effects is equal to the kanabo’s level.</p>\n<ul>\n<li><strong>1/day</strong><em>@UUID[Compendium.sfrpg.spells.HGg3fIQGDzUwueVa]{Disguise Self}, @UUID[Compendium.sfrpg.spells.VfGkPlxHZoxJDjX7]{Supercharge Weapon}</em></li>\n</ul>"
    },
    "hp": {
      "min": 1,
      "value": 6
    },
    "modifiers": [],
    "size": "medium",
    "source": "AA2 pg. 88",
    "subtype": "goblinoid, native"
  }
}