{
  "_id": "YorzCiw6rmWXFZqL",
  "name": "Kasatha (Nomad)",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Originally from a planet orbiting a dying star far beyond the Pact Worlds, the four-armed kasathas maintain a reputation as a noble and mysterious people. They are famous for their anachronistic warriors, ancient wisdom, and strange traditions.<br><br><strong>Ability Modifiers</strong>&nbsp;+2 Str, +2 Wis, -2 Int<br><strong>Hit Points</strong>&nbsp;4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Kasathas are Medium humanoids with the kasatha subtype.</p>\n<h2 class=\"title\">Desert Stride</h2>\n<p>Kasathas can move through nonmagical difficult terrain in deserts, hills, and mountains at their normal speed.</p>\n<h2 class=\"title\">Four-Armed</h2>\n<p>Kasathas have four arms, which allows them to wield and hold up to four hands’ worth of weapons and equipment. While their multiple arms increase the number of items they can have at the ready, it doesn’t increase the number of attacks they can make during combat.</p>\n<h2 class=\"title\">Historian</h2>\n<p>Due to their in-depth historical training and the wide-ranging academic background knowledge they possess, kasathas receive a +2 racial bonus to Culture checks.</p>\n<h2 class=\"title\">Natural Grace</h2>\n<p>Kasathas receive a +2 racial bonus to Acrobatics and Athletics checks.</p>\n<h1 class=\"title\">About the Kasatha</h1>\n<h2 class=\"title\">Playing this Race</h2>\n<h3 class=\"framing\">You Likely...</h3>\n<ul>\n<li>Seek wisdom in history and find dignity in customs and tradition.</li>\n<li>Strive to maintain balance and stability in yourself and your comrades.</li>\n<li>Use ranged weapons when necessary but find melee weapons inherently more honorable.</li>\n<li>Keep your mouth hidden behind a scarf in public, carefully tucking food under it and using straws to drink.</li>\n</ul>\n<p>&nbsp;</p>\n<h3 class=\"framing\">Other Races Probably...</h3>\n<ul>\n<li>Don’t understand your customs and mistake your veneration of the elegant past for primitiveness.</li>\n<li>Resent your aloofness and assume you think you’re superior to them.</li>\n<li>Fear you want to invade and colonize their home.</li>\n<li>Respect your cultural knowledge but find you stodgy and inflexible.</li>\n</ul>\n<p>&nbsp;</p>\n<h2 class=\"title\">Physical Description</h2>\n<p>Kasathas are gray-skinned humanoids with four arms and pure black eyes. Lacking a protruding nose, a kasatha’s head is smooth and elongated, with skin stretched tight to a skull extending backward far beyond the edge of the neck. While lean compared to humans, kasathas have more advanced muscle fibers that grant them surprising strength. Physical differences between kasatha genders are slight and easily overlooked by other races.</p>\n<h2 class=\"title\">Home World</h2>\n<p>Kasathas evolved on Kasath, a massive desert planet orbiting a red giant. While they knew that, on a stellar scale, their sun was near death, tradition kept them from entertaining the idea of colonizing another world until shortly after the Gap. Then, their progenitor race—the plane-hopping witchwyrds—returned and told them of the perfect world: a place called Akiton.<br><br>Determined to settle this promised land, the kasathas began construction of a great, slower-than-light colony ship. Hundreds of years later, the worldship&nbsp;<em>Idari</em>&nbsp;arrived in the Pact Worlds system. To the crew’s surprise, however, local technology had advanced, and the kasathan juggernaut found itself too vulnerable to risk invading Akiton. Instead, while many kasathas emigrated peacefully to that planet and the surrounding worlds, the majority elected to remain aboard the&nbsp;<em>Idari</em>&nbsp;in an orbit between Verces and the Diaspora, tending its rotating-drum farms and manufacturing bays while trading with other races.</p>\n<h2 class=\"title\">Society and Alignment</h2>\n<p>Kasathas were technologically advanced when humanity was still huddling in caves, yet they long ago plateaued socially and technologically, learning the importance of stability and balance after a series of near-apocalyptic disasters. In kasathan culture, the answer to any question lies somewhere in the past. The fact that their home world’s records extend further back into the Gap than any Pact World only encourages their veneration of history. This leads to a culture steeped in customs that can seem bizarre to outsiders, from the common requirement to hide one’s mouth around all but one’s most intimate companions to an ironclad belief in the superior dignity of wielding melee weapons over projectile or energy weapons.<br><br>Kasathan society is generally matriarchal and nomadic, organized into myriad “great families,” clans, and subclans, with individuals and family units roaming as the whim takes them. Their conviction that most other races don’t truly understand the importance of personal dignity means kasathas rarely bother to teach their customs to outside races, which leads to their reputation as being mysterious, standoffish, wise, or all three. Each kasatha follows a unique set of traditions, combining common rituals with new ones she creates. She gains more and more traditions over a lifetime, so that the oldest kasathas spend much of their time honoring the past. This accumulation of personal customs begins during the Tempering, a yearlong walkabout all kasathas undergo at the end of adolescence. During this time, young kasathas are encouraged to test their limits, learn from other cultures, and engage in normally improper behavior in hopes of coming to appreciate the value of tradition.<br><br>Many kasathas are lawful neutral, as befits their focus on custom, though younger ones can often be more chaotic, idealistic, or self-centered.</p>\n<h2 class=\"title\">Relations</h2>\n<p>Kasathas strive to maintain open trade with all races, yet they find some more amicable than others. They see vesk as brutish and shameful in their focus on conquest by any means, and ysoki as loud and undignified. They get along well with lashuntas, who properly respect the knowledge of the past, and they are intrigued by both androids and shirrens—races they see as young enough to be led down proper paths. Humans often confuse them; just when they’re ready to write all humans off as capricious, they meet one whose sense of honor almost matches their own.</p>\n<h2 class=\"title\">Adventurers</h2>\n<p>Kasathas originally brought the philosophy of star cycles and cosmic balance to the Pact Worlds, and to this day most solarians are kasathas, though their physiques and love of dueling also make them excellent soldiers, and the study of ancient traditions turns many into mystics. Kasathas undergoing the Tempering make perfect explorers and adventurers, and in recent generations these walkabouts sometimes turn permanent.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong>&nbsp;6-7 ft.<br><strong>Average Weight</strong>&nbsp;120-200 lbs.<br><strong>Age of Maturity</strong>&nbsp;25 years<br><strong>Maximum Age</strong>&nbsp;100+2d20 years</p>\n<h1 class=\"title\">Alternate Ability Adjustments</h1>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 20</em><br>Kasathas from the&nbsp;<em>Idari</em>&nbsp;often have the standard adjustments of +2 Strength, +2 Wisdom, and −2 Intelligence found in the&nbsp;<em>Starfinder Core Rulebook</em>. Those from other places or who were raised outside of the generation ship might have different adjustments.</p>\n<h2 class=\"title\">Akitonian Settler</h2>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 20</em><br>Kasathas originally came to the Pact Worlds to settle on Akiton, and some have. Such settlers developed natural grace in the lighter gravity while becoming less hardy. An Akitonian kasatha has +2 Dexterity, +2 Wisdom, and –2 Constitution.</p>\n<h2 class=\"title\">Kasath Native</h2>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 20</em><br>Some kasathas who chose not to leave Kasath have survived generations of harsh conditions, but their society deteriorated in favor of survival. A Kasath native has +2 Dexterity, +2 Constitution, and −2 Charisma.</p>\n<h2 class=\"title\">Nomad</h2>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 20</em><br>Many kasathas left Kasath using means of travel other than the&nbsp;<em>Idari</em>. These nomads depended on their wits and charm to survive. Over time, they became less grounded in their traditions. A nomad kasatha has +2 Intelligence, +2 Charisma, and −2 Wisdom.</p>\n<h1 class=\"title\">Alternate Racial Traits</h1>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 20</em><br>Kasathas have spread among the stars for generations. Some groups have developed adaptations to these diverse conditions, represented by the following alternate racial traits.</p>\n<h2 class=\"title\">Crew Member</h2>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 20</em><br>Some kasatha families have a long tradition of training kin to serve on the&nbsp;<em>Idari</em>’s crew. These kasathas have a +2 racial bonus to one skill among Computers, Engineering, or Piloting.<br><br>This replaces historian.</p>\n<h2 class=\"title\">Personal Traditions</h2>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 20</em><br>Kasathas who lack strong bonds sometimes find strength in personal traditions. Once per day as a reaction, such a kasatha can reroll a failed saving throw.<br><br>This replaces natural grace.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "COM-20",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "int"
        ],
        [
          -2,
          "wis"
        ],
        [
          2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "kasatha",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}