{
  "_id": "j0DA7tGNg4IsFlDq",
  "name": "Kayal",
  "type": "race",
  "img": "systems/sfrpg/icons/default/dna2.svg",
  "system": {
    "type": "outsider",
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "cha"
        ],
        [
          -2,
          "wis"
        ]
      ]
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Kayals, historically known as fetchlings in the records of lost Golarion, are descended from humans irrevocably altered by the power of the Shadow Plane over generations of exposure, eventually becoming a distinct species altogether.</p><h3>Physical Description</h3><p>For the most part, kayals appear as drained of color as the plane of existence they call home. Kayal skin and hair tones tend toward shades of white, gray, or black. The only exception to this drab color scheme is their pupilless eyes, which tend to glow yellow or gold, though rare individuals possess blue-green or purple eyes. Some members of the kayal diaspora living on the Material Plane accessorize with shockingly bright clothing and hair dyes, though such behavior is looked down upon by traditionalists. Unlike their distant human ancestors, kayals can live for centuries.</p><h3>Society</h3><p>The largest kayal population lives on Shadow Absalom Station in the Shadow Plane. Kayals usually manage the safest points of entry into the Shadow Plane, though traveling to and from the plane is often as dangerous as trying to survive in the plane itself. Since the advent of the Drift, travelers from the Shadow Plane often end up in a habitable section of the Drift instead of their destination.</p>\n<p>The Shadow Plane’s very environment is merciless and saps the life out of living creatures, and its denizens are no more friendly. Many kayals learn this lesson early in life and adapt by becoming ruthless, pragmatic, and tolerant of evil to a degree that some who have lived easier lives might find shocking. Surviving on the Shadow Plane means making deals and alliances with its other denizens, and some kayal populations survive by pledging their loyalty to powerful Shadow Plane entities, such as umbral dragons. Survival instinct should not be mistaken for moral predilection, however, as kayals raised in more hospitable environments, like the Material Plane, display no particular leaning toward cruelty or evil.</p>\n<p>Most kayals on the Material Plane are itinerant workers and traders, making their homes on starships rather than planets. Rumors of kayal magic sometimes make other species suspicious, but most kayals can only alter their physical features for brief periods. Some who live on the Material Plane use this power to keep their true natures hidden, fearing persecution because of their inherent connection to the Shadow Plane. Other kayals capitalized on this connection during the Drift Crisis by securing long term trade agreements with panicking corporations looking to use the coterminous Shadow Plane to move goods between worlds. The group of shrewd planar couriers have since used the investment to establish shipping companies using the new Drift lanes.<br style=\"font-style:normal;font-variant:normal;font-weight:normal;letter-spacing:normal;line-height:normal;orphans:2;text-align:-webkit-auto;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-size-adjust:auto;-webkit-text-stroke-width:0px\">Overall, most kayals are not particularly devout. Those who do worship lean toward @UUID[Compendium.sfrpg.setting.NCjMqGMqprKIe33d]{Zon-Kuthon} or @UUID[Compendium.sfrpg.setting.S7A3XE5trtBc0SH8]{Lao Shu Po}, with smaller populations worshiping @UUID[Compendium.sfrpg.setting.Jr4DAaJPRZYMAV1n]{Desna}. Some kayals on the Shadow Plane survive by paying homage to powerful entities.</p><h3>Adventurers</h3><p>Most kayals call the Shadow Plane home, but some—many of them traders or treasure hunters—travel the Material Plane for reasons of their own. Kayals who live on the Material Plane often reside on Absalom Station, as it is a parallel to their most populous city in the Shadow Plane.</p><h3>Names</h3><p>Kayal names are commonly an amalgam of words and sounds they’ve adopted from different languages and shadowtongue. The more generations a kayal’s family has spent in the Shadow Plane, the more difficult it becomes to trace which languages inspired their names. Some sample names include Deksraki, Kalypsius, Hanmu, Shorkul, and Veyla.</p><h1>Species Traits</h1><p><strong>Ability Adjustments</strong>+2 Dex, +2 Cha, –2 Wis</p>\n<p><strong>Hit Points:</strong> 4</p>\n<p><strong>Size and Type:</strong> Kayals are Medium outsiders with the native subtype.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.RlWQYUW4go4qCunk]{Kayal Magic}</h3><p>Kayals can use @UUID[Compendium.sfrpg.spells.Item.HGg3fIQGDzUwueVa]{Disguise Self} once per day as a spell-like ability; the caster level of this effect is equal to the kayal’s level. Kayals can assume only the form of a humanoid creature using this ability.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.U52Esxl6LqZHmbad]{Kayal Vision}</h3><p>Kayals have @UUID[Compendium.sfrpg.racial-features.Item.HhrIJeHTxSGVX9mV]{Darkvision} with a range of 60 feet and @UUID[Compendium.sfrpg.racial-features.Item.ivfqMdylivscbLak]{Low-Light Vision}, meaning they can see in dim light as if it were normal light.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.Nq9jgKHuGIo2EcFX]{Shadow Blending}</h3><p>Attacks against a kayal in dim light have a 50% miss chance instead of the normal 20% miss chance. This ability does not grant total concealment; it just increases the miss chance.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.4LmDRCGTwbwuETaI]{Shadow Resistances}</h3><p>Kayals have cold resistance 5 and electricity resistance 5.</p>"
    },
    "hp": {
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "slug": "",
    "source": "EN pg. 26",
    "subtype": "native"
  }
}