{
  "_id": "j0DA7tGNg4IsFlDq",
  "name": "Kayal",
  "type": "race",
  "data": {
    "type": "outsider",
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "cha"
        ],
        [
          -2,
          "wis"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Also known as fetchlings, kayals are descendants of humans trapped on the Shadow Plane millennia ago. The ambient essence of shadow has long since permeated their forms, making them their own unique species. Their time spent without direct access to light has left them bleached of color. Dark, pale, or gray of skin tone, with white or pitch-black hair and yellow eyes, kayals have tall, lithe bodies that seem to blend in and out of darkness effortlessly. Some kayals are said to be able to command the shadows themselves, manipulating their appearance or using them as a conduit to travel across space and even between the planes.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Kayals have spent hundreds of centuries dealing with creatures native to the Shadow Plane, which requires a certain amount of moral ambiguity. As a result, they have made deals and agreements with creatures that most other species would consider dangerous or evil. For kayals, these agreements were a matter of simple survival&mdash;the pragmatic decision is always the right one, even if it involves shaking hands with those others might consider to be monsters.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Kayals on the Material Plane tend to conceal their appearances with hooded cloaks or masks, even though they are not sensitive to bright light. These kayals hide themselves either out of fear of prejudice from those who had bad dealings with their ancestors or because they are embarking on nefarious deeds and don&rsquo;t wish to be recognized by local authorities.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Ability Adjustments </strong>+2 Dex, +2 Cha, &ndash;2 Wis<br /><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Kayals are Medium outsiders with the native subtype.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.RlWQYUW4go4qCunk]{Kayal Magic}</h2>\n<p>Kayals can use @Compendium[sfrpg.spells.HGg3fIQGDzUwueVa]{Disguise Self} once per day as a spell-like ability; the caster level of this effect is equal to the kayal&rsquo;s level. Kayals can assume only the form of a humanoid creature using this ability.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.U52Esxl6LqZHmbad]{Kayal Vision}</h2>\n<p>Kayals have @UUID[Compendium.sfrpg.rules.rX5rK6UWAIOeeipl.JournalEntryPage.p0o9tmWtKZ0qy8DI#darkvision]{Darkvision} with a range of 60 feet and @UUID[Compendium.sfrpg.rules.rX5rK6UWAIOeeipl.JournalEntryPage.p0o9tmWtKZ0qy8DI#low-light-vision]{Low-Light Vision}, meaning they can see in dim light as if it were normal light.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.Nq9jgKHuGIo2EcFX]{Shadow Blending}</h2>\n<p>Attacks against a kayal in dim light have a 50% miss chance instead of the normal 20% miss chance. This ability does not grant total concealment; it just increases the miss chance.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.4LmDRCGTwbwuETaI]{Shadow Resistances}</h2>\n<p>Kayals have cold resistance 5 and electricity resistance 5.</p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "source": "AP #12 pg. 57",
    "subtype": "native"
  },
  "img": "icons/svg/mystery-man.svg"
}