{
  "_id": "TJj5oUhVLVzFiDwv",
  "name": "Khizar",
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Plantlike humanoids, the solemn khizars live in harmony with the natural environment, and many strive to protect the wilderness areas they inhabit. While this often brings them into conflict with other species and cultures, khizars are eager to learn about others&rsquo; ways in an effort to understand them.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Khizars are humanoids with two arms, two legs, vestigial vines on their backs, and greenish-brown skin of tough cellulose fiber. They have hydrostatic skeletal structures and @Compendium[sfrpg.conditions.v9RNVTqyTyaPchvd]{Bleed} a thick sap-like liquid if cut. Their limbs end in rootlike tendrils with some manipulative ability, but these are clumsier than a humanoid&rsquo;s fingers. Khizars&rsquo; heads are actually complex seedpods; these tough, translucent membranes over woody latticeworks contain phosphorescent seed clusters that glow softly through the papery membrane, giving the species the nickname &ldquo;lanternfolk.&rdquo; The color of this glow shifts as khizars experience different emotions, and canny observers can tell khizars&rsquo; mood before they convey a word. Lacking mouths, khizars &ldquo;taste&rdquo; things by touching or handling them with their digits.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Originating in the wild expanses of the untamed continent Ukulam on @Compendium[sfrpg.setting.mkJGLfpJkvAKLZz3]{Castrovel}, khizars developed from carrionfeeding plants that used slow movement and crude empathic senses to find @Compendium[sfrpg.conditions.4MxAK5uS0zMNWhUK]{Dying} animals to feed on. They eventually grew to have full-fledged societies, though they hardly approach the population numbers of elves, formians, or lashuntas. With space travel becoming more common, some khizars have relocated to the Ice Wells of @Compendium[sfrpg.setting.Gxsy07AQwteFkPhh]{Aballon} to protect those natural spaces from the native robots&rsquo; encroaching megaplexes.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Khizars have a strong sense of individuality, but they maintain no gender or cultural divisions based on appearance, caste, wealth, or other indicators. The only things ancient khizars competed over were food sources and having new and novel experiences, and they tended to solve competitions over the former by embracing the latter. Khizars tend to be very protective of the natural spaces where they live, sometimes resulting in violent clashes, and many have recently joined or allied with the Xenowardens in defense of certain worlds. Khizars are oblivious to many physical differences in other species, so they judge people by their actions rather than their appearances.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Ability Adjustments </strong>+2 Con, +2 Wis, -2 Dex<br /><strong>Hit Points</strong> 6</span></p>\n<h2 class=\"title\">Vital Stats</h2>\n<p><strong>Average Height</strong>&nbsp;6-7 ft.<br /><strong>Average Weight</strong>&nbsp;150- 250 lbs.<br /><strong>Age of Maturity</strong>&nbsp;60 years<br /><strong>Maximum Age</strong>&nbsp;500+3d% years</p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Khizars are Medium humanoids with the khizar and plantlike subtypes.</p>\n<h2 class=\"title\">Carbonic Respiration</h2>\n<p>Khizars breathe in carbon dioxide and exhale oxygen. In situations of slow suffocation, a khizar reduces the effective number of creatures consuming air by two, unless no oxygen-breathing creatures are present.</p>\n<h2 class=\"title\">Evergreen</h2>\n<p>For effects targeting creatures by type, khizars count as both humanoids and plants. They receive a +2 racial bonus to saving throws against mind-affecting effects, paralysis, poison, @Compendium[sfrpg.conditions.3iTdt2NRgIyrychR]{Sleep} effects, and stunning, unless the effect specifies that it works against plants. Khizars can go without food for three times longer than other humanoids as long as they are exposed to natural sunlight for at least 4 hours per day.</p>\n<h2 class=\"title\">Limited Telepathy</h2>\n<p>Khizars can communicate telepathically with any creatures within 30 feet with whom they share a language.</p>\n<h2 class=\"title\">Natural Empathy</h2>\n<p>Khizars have an empathic understanding of the natural world, giving them a +2 racial bonus to Life Science and Survival checks. Additionally, they can use their limited telepathy to communicate with non-mindless creatures of the plant type without sharing a common language.</p>\n<h2 class=\"title\">Senses and Speech</h2>\n<p>Khizars have no eyes or visual senses, other than the ability to perceive the presence or absence of light. Khizars have blindsense (vibration) and blindsight (life), each with a range of 30 feet. Khizars can&rsquo;t speak and can communicate only via telepathy.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PW pg. 212",
    "type": "humanoid",
    "modifiers": [
      {
        "name": "Evergreen",
        "modifier": "2",
        "type": "racial",
        "effectType": "saves",
        "valueAffected": "",
        "enabled": false,
        "source": "Racial",
        "notes": "For effects targeting creatures by type, khizars count as both humanoids and plants. They receive a +2 racial bonus to saving throws against mind-affecting effects, paralysis, poison, sleep effects, and stunning, unless the effect specifies that it works against plants. Khizars can go without food for three times longer than other humanoids as long as they are exposed to natural sunlight for at least 4 hours per day.",
        "modifierType": "formula",
        "condition": "",
        "subtab": "misc",
        "max": 2,
        "_id": "3210b72c-8ae4-46f7-b0de-b52feca030d5"
      },
      {
        "name": "Natural Empathy - ls",
        "modifier": "2",
        "type": "racial",
        "effectType": "skill",
        "valueAffected": "lsc",
        "enabled": true,
        "source": "Racial",
        "notes": "Khizars have an empathic understanding of the natural world, giving them a +2 racial bonus to Life Science and Survival checks. Additionally, they can use their limited telepathy to communicate with non-mindless creatures of the plant type without sharing a common language.",
        "modifierType": "constant",
        "condition": "",
        "subtab": "misc",
        "max": 2,
        "_id": "a961f1d6-a7d8-46f1-9103-76142c9c7523"
      },
      {
        "name": "Natural Empathy - surv",
        "modifier": "2",
        "type": "racial",
        "effectType": "skill",
        "valueAffected": "sur",
        "enabled": true,
        "source": "Racial",
        "notes": "Khizars have an empathic understanding of the natural world, giving them a +2 racial bonus to Life Science and Survival checks. Additionally, they can use their limited telepathy to communicate with non-mindless creatures of the plant type without sharing a common language.",
        "modifierType": "constant",
        "condition": "",
        "subtab": "misc",
        "max": 2,
        "_id": "b4381f04-5ad9-4f74-b524-910b24cd1949"
      }
    ],
    "hp": {
      "value": 6,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "con"
        ],
        [
          2,
          "wis"
        ],
        [
          -2,
          "dex"
        ]
      ]
    },
    "size": "medium",
    "subtype": "khizar, plantlike",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": []
}