{
  "_id": "8KPXiYhyRquUjWaf",
  "name": "Kiirinta",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Kiirintas are small fey who resemble moths. They have brightly colored wings and six legs.<br><br><strong>Ability Modifiers</strong> +2 Dex, +2 Int, –2 Wis<br><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Kiirintas are Small fey.</p>\n<h2 class=\"title\">Fluttercloud</h2>\n<p>As a move action, a kiirinta within 15 feet of the ground can flutter their wings to stir up debris and a cloud of glistening sparkles around themself, granting them concealment (20% miss chance) for 1d4 rounds. A kiirinta can’t use this ability again until they have taken a 10-minute rest to recover Stamina Points.</p>\n<h2 class=\"title\">Kiirinta Movement</h2>\n<p>Kiirintas have a land speed of 20 feet and an extraordinary fly speed of 20 feet with average maneuverability.</p>\n<h2 class=\"title\">Limited Telepathy</h2>\n<p>Kiirintas have limited telepathy with a range of 30 feet.</p>\n<h2 class=\"title\">Low-Light Vision</h2>\n<p>Kiirintas have low-light vision.</p>\n<h2 class=\"title\">Reverberating Shriek</h2>\n<p>As a standard action, a kiirinta can emit a shriek of sonic energy at an adjacent target, causing painful vibrations throughout the target’s body. This scream imparts the staggered condition for 1d4 rounds. The target can attempt a Fortitude save (DC = 10 + half the kiirinta’s character level + the target’s Constitution modifier) to negate the staggered effect. Whether successful or not, a creature can’t be affected by the same kiirinta’s reverberating shriek for 24 hours. A kiirinta can use this ability once per day plus one additional time per day for every 5 character levels they have.</p>\n<h1 class=\"title\">About the Kiirinta</h1>\n<h2 class=\"title\">Physical Description</h2>\n<p>Kiirintas are small fey who resemble moths. They have brightly colored wings and six legs. Their front two legs have three grasping, finger-like appendages for manipulating objects. A kiirinta’s back legs have several jagged claws, and they can rear up on their two hind legs to reach what is considered their full height. They have a pair of feathery antennae above their insectile black eyes.</p>\n<h2 class=\"title\">Home World</h2>\n<p>The kiirintas inhabit an innocuous world in Near Space called Stabrisis-14. A verdant jungle world of abundant vegetation and wildlife, Stabrisis-14 is the fourth planet orbiting an immense red star in Near Space. For reasons not well understood, Stabrisis-14 experiences frequent influxes of planar energy from the First World that have influenced its landscape and inhabitants, though there are currently no active portals. Kiirintas tell tales of coming to their home planet from a planar breach in the distant past, though the specifics have long since been forgotten.</p>\n<h2 class=\"title\">Society and Alignment</h2>\n<p>Kiirintas are primarily nomadic hunter-gatherers who venerate a pantheon of nature deities. The various tribes have multiple small settlements across the jungles that they rotate between based on the season and their moods. They tend toward chaotic and/or neutral alignments, though they might change this outlook based on what they’re exposed to in travelling beyond their home world.</p>\n<h2 class=\"title\">Relations</h2>\n<p>Kiirintas tend to work well with any species, though they’ve had little contact with outsiders. They generally employ the same style of social mannerisms with others that they use with their own kind: extravagant bravado. Kiirintas often create false narratives as a means of making themselves seem more impressive, but they do so out of a joy of storytelling rather than any sense of malice.</p>\n<h2 class=\"title\">Adventurers</h2>\n<p>Kiirintas have just begun to see the galaxy beyond their home world, and they hunger to experience as many new encounters as they can. Most view their companions as true friends, and despite their technologically limited history, they do their best to learn as much as they can and bring all the skills at their disposal to whatever group they join.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SFSS#2.08-20",
    "type": "fey",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "int"
        ],
        [
          -2,
          "wis"
        ]
      ]
    },
    "size": "fine",
    "subtype": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}