{
  "_id": "IwWjx93pgaiNX0L7",
  "name": "Kiirinta",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "fey",
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "int"
        ],
        [
          -2,
          "wis"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Kiirintas are small, moth-like creatures with brightly colored wings, six limbs, and a pair of feathery antennae above their insectile eyes. Their front two limbs have three grasping, finger-like appendages for manipulating objects. Their back limbs have several jagged claws, and they can rear up on their two hindmost limbs to reach their full height of 3 to 4 feet. Kiirintas can live up to 500 years and reach adulthood at 30.</p>\n<p>Kiirintas’ home world, called Stabrisis-14 by the Starfinder Society, is the fourth planet orbiting an immense red star in Near Space. Kiirintas themselves referred to their planet simply as “the world,” but now that they have begun to make contact with galactic society, those who go off-planet typically refer to their home by its Starfinder Society moniker. Stabrisis-14 is a verdant jungle planet that experiences frequent influxes of planar energy from the First World, influencing its landscape and inhabitants. Though there are currently no active portals to the wild plane, kiirintas pass down legends of how their ancestors migrated to their planet via a now-lost planar breach.</p>\n<p>Traditionally, kiirintas work as nomadic hunter-gatherers who venerate a pantheon of nature deities. Across the planet, they are organized into various groups, each with its own territory. Each group has multiple small settlements across the jungles that members rotate between based on the season and their mood. The majority of kiirintas divide themselves into two castes: the Reflectors and the Builders. The Builders focus on physical pursuits and serve as warriors and hunters, whereas the Reflectors focus on mental pursuits, studying magic and strategy. The castes are equal in terms of status, and individuals in either can rise to positions of power within a tribe. Due to the kiirintas’ strong tendency toward individualism, hereditary positions are rare. While impressive parentage can be influential, most kiirintas believe in judging others by their deeds.</p>\n<p>Kiirinta society rewards boldness and daring, and the ability to recount one’s exploits for others is almost as important as the deeds themselves. Kiirinta culture prizes storytelling—the more outlandish the tale, the better. As a result, kiirintas’ historical records are somewhat muddled, as they often tell tall tales and embellish even the most minor details to make their stories all the more impressive.</p>\n<p>Recently, the Starfinder Society interceded on Stabrisis-14 when several weapon caches were dropped on the planet, inciting conflict within a kiirinta tribe and resulting in kiirintas’ introduction to the larger galaxy. Though still somewhat localized, word of the life forms and technologies on other planets is spreading quickly among kiirintas, and their natural curiosity is encouraging many to find their way off Stabrisis-14 to explore the universe. Kiirintas of both castes have taken an eager interest in newly discovered technologies and peoples.</p>\n<p><strong>Ability Adjustments</strong>: +2 Dex, +2 Int, –2 Wis</p>\n<p><strong>Hit Points</strong>: 4</p>\n<h2>Vital Stats</h2>\n<p><strong>Average Height</strong> 3-4 ft.</p>\n<p><strong>Average Weight</strong> 30-50 lbs.</p>\n<p><strong>Age of Maturity</strong> 30 years</p>\n<p><strong>Maximum Age</strong> 200 + 3d% years</p>\n<h2><span>Size and Type</span></h2>\n<p>Kiirintas are Small fey.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.nu6J3UcSQCCHm66m]{Fluttercloud}</h2>\n<p>Once every 10 minutes, as a move action, a kiirinta within 15 feet of the ground can flutter its wings to stir up a cloud of debris and glistening sparkles around themself, granting the kiirinta concealment (20% miss chance) for 1d4 rounds or until they leave their space.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.rnvj6PCj2p3K4wGR]{Kiirinta Movement}</h2>\n<p>Kiirintas have a land speed of 30 feet and an extraordinary fly speed of 20 feet with average maneuverability.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.QmSOsPFazgFH1kKu]{Limited Telepathy}</h2>\n<p>Kiirintas have limited telepathy with a range of 30 feet.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.ivfqMdylivscbLak]{Low-Light Vision}</h2>\n<p>Kiirintas have low-light vision.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.pU3HvPjvMw4cAVkg]{Reverberating Shriek}</h2>\n<p>As a standard action, a kiirinta can emit a shriek of sonic energy at an adjacent creature, causing painful vibrations throughout the target’s body. This scream imposes the @UUID[Compendium.sfrpg.conditions.aAQ6SW6iK0EVq8Ce]{Staggered} condition for 1d4 rounds. The target can attempt a Fortitude save (DC = 10 + half the kiirinta’s character level + the kiirinta’s Constitution modifier) to negate the staggered effect. Whether successful or not, a creature can’t be affected by the same kiirinta’s reverberating shriek for 24 hours. A kiirinta can use this ability once per day plus one additional time for every 5 character levels they have.</p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "small",
    "source": "AA4 pg. 62",
    "subtype": ""
  }
}