{
  "_id": "za7sGVYjbYWKhClv",
  "name": "Kish",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Kish are the descendants of the kishalee, an advanced civilization that ruled the stars millennia ago, though they have lost any firm grasp of kishalee mystical and technological innovations. In the floating metropolis of Istamak (see page 38), kish live among the ruins of their ancestors’ civilization.<br><br>Kish are tall humanoids with three eyes and long, powerful limbs. They have sharp-toothed mandibles and smooth, hairless heads. Kish skin color ranges from gray to sky blue, with gradations in hue across their bodies. There is little variation between kish genders, though kish can easily tell males from females by subtle differences in the shape of the central eye.<br><br>Kish tend to congregate into tribes that are led by either the strongest or the wisest of their number. Some kish tribes pass leadership peacefully among themselves, while others put potential leaders to a test of might or wits—or both.<br><br><strong>Ability Modifiers</strong> +2 Str, +2 Wis, -2 Int<br><strong>Hit Points</strong> 5</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Kish are Medium humanoids with the kish subtype.</p>\n<h2 class=\"title\">Bonus Feat</h2>\n<p>Kish select one extra feat at 1st level.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Kish have darkvision with a range of 60 feet.</p>\n<h2 class=\"title\">Survivalist</h2>\n<p>Kish have a +2 racial bonus to Survival checks and can take 20 on Survival checks to endure severe weather and predict weather.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SF#4-58",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 5,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ],
        [
          -2,
          "int"
        ],
        [
          2,
          "wis"
        ]
      ]
    },
    "size": "fine",
    "subtype": "kish",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}