{
  "_id": "iLKJbVZheV0nq0NL",
  "name": "Kitsune",
  "type": "race",
  "img": "systems/sfrpg/icons/default/dna2.svg",
  "system": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "cha"
        ],
        [
          -2,
          "str"
        ]
      ]
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Kitsune are shapeshifters able to assume two forms: an anthropomorphic fox and a humanoid. Clever, curious, and naturally magical, they have a fondness for travel and tricks.</p><h3>Physical Description</h3><p>A kitsune’s natural form resembles an anthropomorphic fox with dense, counter shaded fur that can be red, brown, tan, gray, black, or white. Kitsune have one tail at birth; however, those who master magic or achieve exceptional deeds in their lifetime sometimes grow additional tails, to an assumed maximum of nine tails, though reports of nine-tailed kitsune since the Gap are unsubstantiated.</p><h3>Society</h3><p>Kitsune are a diverse people, curious and fond of travel and change. Most live among other societies, sometimes openly as kitsune, more often passing unseen in their humanoid forms and revealing their natural form only to those they trust. Many others wander endlessly. Kitsune regularly live in Absalom Station, the Diaspora, Preluria, and other worlds with loose societal structure. Kitsune don’t tend to be particularly religious, but they favor deities like Daikitsu, Desna, Eloritu, Flux, or Weydan.</p>\n<p>Kitsune have a knack for reading social cues, forging friendships, and identifying biases, helping them quickly blend into other cultures and societies. Kitsune can usually recognize other kitsune instinctively, regardless of form. However, it’s taboo to out a kitsune’s identity when they’re in humanoid form, and kitsune have developed sundry tools to communicate surreptitiously.</p>\n<p>Kitsune have a fluid and diverse concept of self, gender, and identity, and they judge people based on their deeds and legacy, rather than on appearance. Kitsune relish surprises and discovery, enjoying riddles, puzzles, jokes, and tricks. They value friendship, loyalty, and self-expression, and have a fondness for creative pursuits such as storytelling, acting, music, and art. Many have a “playful” relationship with the truth and are skilled at lying.</p><h3>Adventurers</h3><p>Kitsune are curious and eager to travel, making them natural explorers and entertainers. Less scrupulous kitsune often act as con artists, thieves, and pirates. They chafe at rigidity and tend to avoid hierarchal institutions. Kitsune make exceptional envoys, operatives, precogs, and witchwarpers.</p><h3>Names</h3><p>Kitsune usually adopt names that fit within the society they were born and raised, or match their humanoid form. Those who maintain their kitsune shape openly adopt traditional names or colorful nicknames. Some sample names include Cybermoon, Enmity, Kabura, Shizu, Tomomi, and Verve.</p><h1>Species Traits</h1><p><strong>Ability Adjustments</strong>+2 Dex, +2 Cha, -2 Str</p>\n<p><strong>Hit Points:</strong> 4</p>\n<p><strong>Size and Type:</strong> Kitsune are Medium humanoids with the kitsune and shapechanger subtypes.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.9JZ2SBxqglvGvC6d]{Agile}</h3><p>Kitsune gain a +2 species bonus to @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.3QdtsfnVJsHEdrt0]{Acrobatics} and @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.iLlBAZBfHJMZQRQx]{Athletics} checks.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.rNLLU3ENzE0yrsfn]{Change Shape}</h3><p>As a standard action, a kitsune can assume the appearance of a specific single Medium humanoid. The kitsune always takes this specific form when using this ability. The kitsune gains a +10 species bonus to @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.aayAhTaRzitONs5U]{Disguise} checks to appear as that type of humanoid. This ability otherwise functions as @UUID[Compendium.sfrpg.spells.Item.HGg3fIQGDzUwueVa]{Disguise Self}, except that the kitsune can remain in this form indefinitely.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.bEz0QahJxLnQYplx]{Kitsune Magic}</h3><p>Kitsune gain the following spell-like abilities (see page 262): 3/day—@UUID[Compendium.sfrpg.spells.Item.rSWg5JnN3mxzkatD]{Dancing Lights}, At will-@UUID[Compendium.sfrpg.spells.Item.kNURbWD9d5768exU]{Token Spell}. The caster level for these effects is equal to the Kitsune's character level.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.ivfqMdylivscbLak]{Low-Light Vision}</h3><p>Kitsune have low-light vision.</p>"
    },
    "hp": {
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "slug": "",
    "source": "EN pg. 27",
    "subtype": "kitsune, shapechanger"
  }
}