{
  "_id": "dJjsJEe82B0ANrF2",
  "name": "Lashunta, Korasha (Hunter Legacy)",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Idealized by many other humanoid races and gifted with innate psychic abilities, lashuntas are at once consummate scholars and enlightened warriors, naturally divided into two specialized subraces with different abilities and societal roles.<br><br><strong>Ability Modifiers</strong>&nbsp;+2 Cha, +2 Str, -2 Wis (Korasha) or +2 Cha, +2 Int, -2 Con (Damaya)<br><strong>Hit Points</strong>&nbsp;4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Lashuntas are Medium humanoids with the lashunta subtype.</p>\n<h2 class=\"title\">Dimorphic</h2>\n<p>All lashuntas gain +2 Charisma at character creation. Korasha lashuntas are muscular (+2 Strength at character creation) but often brash and unobservant (–2 Wisdom at character creation). Damaya lashuntas are typically clever and well-spoken (+2 Intelligence at character creation) but somewhat delicate (–2 Constitution at character creation).</p>\n<h2 class=\"title\">Lashunta Magic</h2>\n<p>Lashuntas gain the following spell-like abilities: At will:&nbsp;<em>daze</em>,&nbsp;<em>psychokinetic hand</em>&nbsp;1/day:&nbsp;<em>detect thoughts</em>. See Spell-like Abilities on page 262. The caster level for these effects is equal to the lashunta’s level.</p>\n<h2 class=\"title\">Limited Telepathy</h2>\n<p>Lashuntas can mentally communicate with any creatures within 30 feet with whom they share a language. Conversing telepathically with multiple creatures simultaneously is just as difficult as listening to multiple people speaking.</p>\n<h2 class=\"title\">Student</h2>\n<p>Lashuntas love to learn, and they receive a +2 racial bonus to any two skills of their choice.</p>\n<h1 class=\"title\">About the Lashunta</h1>\n<h2 class=\"title\">Playing this Race</h2>\n<h3 class=\"framing\">You Likely...</h3>\n<ul>\n<li>Deeply value learning, self-improvement, and the practice and perfection of skills and powers.</li>\n<li>Are a natural leader—calm and charismatic if damaya, loud and boisterous if korasha.</li>\n<li>Sometimes find other races’ reliance on audible language exasperating.</li>\n<li>Are a good judge of character and bond deeply with those worthy of your trust.</li>\n</ul>\n<p>&nbsp;</p>\n<h3 class=\"framing\">Other Races Probably...</h3>\n<ul>\n<li>Simultaneously admire and resent your natural charm and your force of personality.</li>\n<li>Expect you to know everything or see you as frustratingly posturing and patronizing.</li>\n<li>Fear you’ll use your telepathy to read their minds.</li>\n<li>Question the influence of corporate power on your supposedly enlightened meritocracies.</li>\n</ul>\n<p>&nbsp;</p>\n<h2 class=\"title\">Physical Description</h2>\n<p>To survive on the predator-rich world of Castrovel, the telepathic humanoids called lashuntas evolved adaptive genetics that allow children to develop into one of two subspecies, depending on the stresses they endure at puberty: either the tall, intellectual, and adaptable damaya—who make up most of their race’s political leaders and ambassadors—or the short, burly, headstrong korasha, who excel as warriors and explorers. Both feature short forehead antennae that focus their natural telepathy, as well as colorful swirls and raised markings on their faces unique to each individual. Due to natural pheromones and lashuntas’ almost perfect physical symmetry, most humanoid races find lashuntas of both subspecies subconsciously (and sometimes unnervingly) attractive.<br><br>Both clades of the species bear the same genetics, allowing them to intermarry and have children. While all lashunta children inherit complexions and certain distinguishing features from their parents, their subspecies is not one of them. Through psychic ritual and force of will techniques applied at puberty, modern lashuntas have mastered the ability to determine what subspecies a child will grow into, activating certain epigenetics and shutting down others. While some lashunta city-states attempt to steer children in particular directions, such as via government-run aptitude tests, most lashuntas believe passionately in a child’s right to choose. In ancient lashunta history, their starkly divided gender roles led to subspecies almost universally correlated with gender, but as lashunta culture has grown more egalitarian, gender balance between the two subspecies has become roughly equal.</p>\n<h2 class=\"title\">Home World</h2>\n<p>Lashuntas form the most prominent race on Castrovel, and have long been organized into independent city-states for protection against the planet’s many apex predators. At the same time, thanks to their large number of magical portals, lashuntas regularly ventured to other worlds even before the advent of space travel, and they have developed particularly close bonds with societies on Akiton.</p>\n<h2 class=\"title\">Society and Alignment</h2>\n<p>Though lashunta societies usually characterize themselves as meritocracies, their leaders have traditionally been women and are usually damaya except in times of war. Both damaya and korasha lashuntas see education as one of the highest callings, making lashunta scholars renowned across the solar system. Military service is also valued, since Castrovel’s dangerous ecosystem and lack of overarching governments mean that settlements need warriors to protect them from jungle monsters. Of these soldiers, the most iconic are the traditional shotalashu cavalry, lightly armored riders who form telepathic bonds with and take their name from their saurian mounts.<br><br>On the whole, lashuntas’ focus on self-improvement, honor, and communal defense leads them toward good alignments, with damaya tending to be more lawful and korasha more chaotic.</p>\n<h2 class=\"title\">Relations</h2>\n<p>Lashuntas believe that every culture has something to teach, and thanks to the legendary prowess of lashunta diplomats, most other races respect them and consider them allies, or at least reasonable associates. Vesk admire their warriors, androids and kasathas value their logic and learning, and humans respect their scholarship but risk embarrassing themselves trying to deal with lashuntas’ disconcerting attractiveness. Shirrens are the main exception to this pattern of mutual respect—though lashuntas’ millennia of warfare with the insectile formians has finally ended, many lashuntas are still uncomfortable interacting with similar races and worry that “the bugs” may one day unite against them.</p>\n<h2 class=\"title\">Adventurers</h2>\n<p>When a lashunta leaves home, it’s often to grow—in knowledge, prowess, or simple enlightenment. Experience is the best teacher, and the thrill of discovery means that a lashunta adventurer is as likely to be drawn to a new world by a rumor of lost lore as by the promise of wealth. Of course, this quest for wisdom sounds less noble once it’s understood that the prestige associated with bringing significant new knowledge home to Castrovel all but assures a lashunta the finest creature comforts for the rest of his life as a corporate consultant or professor at a university. Lashunta adventurers are most frequently envoys, technomancers, and mechanics, but soldiers and operatives are also common, the latter being trained and employed by the numerous powerful lashunta-owned corporations that have surpassed many citystates as the primary political powers on Castrovel and beyond.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong>&nbsp;5-7 ft.<br><strong>Average Weight</strong>&nbsp;140-180 lbs.<br><strong>Age of Maturity</strong>&nbsp;20 years<br><strong>Maximum Age</strong>&nbsp;80+2d20 years</p>\n<h1 class=\"title\">Alternate Ability Adjustments</h1>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 22</em><br>Some lashuntas fall outside the norms for their clades. These variations can occur in damaya and korasha lashuntas, and they grant the listed ability score adjustments instead of the adjustments presented in the&nbsp;<em>Starfinder Core Rulebook</em>.</p>\n<h2 class=\"title\">Hunter Legacy</h2>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 22</em><br>Hunter legacy lineages stretch back to legendary lashunta hunters from centuries before the Gap. Hunter legacy lashuntas have leaner, tougher frames. A hunter legacy damaya’s racial ability adjustments are +2 Dexterity, +2 Charisma, and –2 Strength. A hunter legacy korasha’s racial ability adjustments are +2 Strength, +2 Dexterity, and –2 Intelligence.</p>\n<h2 class=\"title\">Mind Forward</h2>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 22</em><br>Some lashuntas are geared primarily toward mental pursuits. Called “mind forward,” such individuals lack common lashunta physical adjustments. A mind forward damaya’s ability adjustments are +2 Intelligence, +2 Wisdom, +2 Charisma, and –4 Constitution. A mind forward korasha’s adjustments are +2 Intelligence, +2 Charisma, and –2 Constitution.</p>\n<h1 class=\"title\">Alternate Racial Traits</h1>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 22</em><br>Lashunta variants are less common than the two clades and can be found in both, as represented in the following traits.</p>\n<h2 class=\"title\">Psychically Resistant</h2>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 22</em><br>Pre-Gap records show lashuntas lacking telepathy lived in ancient times, and such lashuntas appeared anew at the height of the Formian Wars. These psychically resistant lashuntas emit a low-level psychic static that sometimes leads other members of their naturally telepathic society to exclude them, though such lashuntas are often more skilled in verbal expression. Some can use this static to interfere with nearby telepathy.<br><br>Psychically resistant lashuntas gain a +2 racial bonus to Will saving throws against mind-affecting effects. They can use&nbsp;<em>mental silence</em>&nbsp;once per day as a spell-like ability.<br><br>This replaces lashunta magic and limited telepathy.</p>\n<h2 class=\"title\">Rugged</h2>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 22</em><br>Some lashuntas express their species’ love of learning by focusing on physical training rather than on academic pursuits. A lashunta who has this trait gains Toughness as a bonus feat.<br><br>This replaces student.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "COM-22",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ],
        [
          2,
          "dex"
        ],
        [
          -2,
          "int"
        ]
      ]
    },
    "size": "fine",
    "subtype": "lashunta",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}