{
  "_id": "vBGA5tASjIErgZD2",
  "name": "Maraquoi",
  "type": "race",
  "data": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "con"
        ],
        [
          2,
          "wis"
        ],
        [
          -2,
          "dex"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Maraquoi are the primary native race of Marata, one of @Compendium[sfrpg.setting.2K7muQyxlXW8wqb3]{Bretheda}&rsquo;s moons. A primitive culture until relatively recently, maraquoi have made rapid technological advances as a result of interplanetary trade, yet they maintain many of the traditions of their ancestors. Maraquoi stand slightly taller than humans on average, and their bodies are covered with silky fur that acts like thousands of tiny antennae, transmitting sound to their sensitive skin. Maraquoi also each have a prehensile simian tail that allows them to manipulate objects.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">More than anything else, the maraquoi&rsquo;s complex genders and familial structures set them apart from other races. Where many humanoid races in the Pact Worlds have a binary system of sexual reproduction, maraquoi have seven different sexes, each playing a different role in the process of reproduction. The ilsha, qsha, and susha (roughly translated to &ldquo;earth-sire,&rdquo; &ldquo;sky-sire,&rdquo; and &ldquo;water-sire,&rdquo; respectively) each contribute genetic material to the uisha (&ldquo;sharer&rdquo;). Shortly thereafter, the uisha passes the fetal maraquoi on to a klsha (&ldquo;bearer&rdquo;), who carries the child to term. Once born, the infant maraquoi must be passed on to a mesha (&ldquo;cradle&rdquo;), who carries the child in a marsupial-style pouch and nurses them until they wean. The most unusual sex might be the zysha (&ldquo;facilitator&rdquo;). While a zysha does not have much to do with the physical process of reproduction, their presence throughout is vital, as they somehow still pass on elements of their genetic code to the developing maraquoi. Monogamous marriage and similar traditions are unknown in traditional maraquoi culture, and despite the influx of media from other worlds, most maraquoi remain perplexed or amused by the concept.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Maraquoi culture has a deep respect for life and the notion of family. The loss of several tribe members could prevent reproduction altogether, and so every life must be protected and treasured. This applies to other forms of life as well, and each hunt is traditionally followed by a ritual honoring the slain beast. Nearly all maraquoi consider themselves part of a single extended family, and intertribal conflict is rarely lethal. At the same time, the abundance of predatory fauna on their home world means that maraquoi warriors are both common and extremely skilled, using their abilities to guard their tribes. The practice of turning to mercenary work on other planets has deeply divided the maraquoi in recent generations: some believe there&rsquo;s no conflict with their belief system so long as they never kill other maraquoi, while others rail against what they see as an abandonment of virtue and the exploitation of their noble guardians by outside interests. Even maraquoi mercenaries, however, retain much of their traditional honor system, with rituals recognizing fallen friends and foes alike.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Many maraquoi treasure their ancient hunter-gatherer customs, and some tribes still dwell in cliffside caves and split-log longhouses in the deep forests, with only basic technological conveniences. Others follow cattlelizard herds across rocky plateaus but use modern vehicles and weapons. Still others seek to fully industrialize, and in recent years they have created impressive urban settlements, mining and exporting the planet&rsquo;s natural resources in violation of the traditionally communal approach to property. Tensions are increasing between the various groups, and some maraquoi fear that their society is on the verge of fracturing beyond repair.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Ability Adjustments</strong>&nbsp;+2 Con, +2 Wis, -2 Dex<br /><strong>Hit Points</strong>&nbsp;5</span></p>\n<h2 class=\"title\">Vital Stats</h2>\n<p><strong>Average Height</strong>&nbsp;5-1/2 to 7 ft.<br /><strong>Average Weight</strong>&nbsp;100&ndash;250 lbs.<br /><strong>Age of Maturity</strong>&nbsp;12 years<br /><strong>Maximum Age</strong>&nbsp;40+3d10 years</p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Maraquoi are Medium humanoids with the maraquoi subtype.</p>\n<h2 class=\"title\">Blindsense</h2>\n<p>Maraquoi sense sound through their skin rather than with ears, gaining blindsense (sound) with a range of 30 feet.</p>\n<h2 class=\"title\">Climber</h2>\n<p>Maraquoi have a climb speed of 20 feet.</p>\n<h2>Low-Light Vision</h2>\n<p style=\"font-size: 14px;\">The creature can see in dim light as if it were normal light. Low-light vision is color vision, unlike darkvision. A creature with low-light vision can read as long as even the tiniest source of light is next to it. Creatures with low-light vision can see outdoors on a moonlit night as well as they can during the day, since the moon casts dim light.</p>\n<h2 style=\"font-size: 14px;\"><span style=\"font-size: 1.5em;\">Natural Hunter</span></h2>\n<p>Maraquoi receive a +2 racial bonus to Survival skill checks.</p>\n<h2 class=\"title\">Prehensile Tail</h2>\n<p>A maraquoi&rsquo;s tail is as effective as a hand at manipulating objects, which allows them to wield and hold up to three hands&rsquo; worth of weapons and equipment. This does not increase the number of attacks they can make during combat.</p>"
    },
    "hp": {
      "min": 1,
      "value": 5
    },
    "modifiers": [
      {
        "_id": "e6ac126f-0526-4b10-8a07-8a19bf789021",
        "name": "Natural Hunter",
        "type": "racial",
        "condition": "",
        "effectType": "skill",
        "enabled": true,
        "max": 2,
        "modifier": "2",
        "modifierType": "constant",
        "notes": "Maraquoi receive a +2 racial bonus to Survival skill checks.",
        "source": "Racial",
        "subtab": "misc",
        "valueAffected": "sur"
      }
    ],
    "size": "medium",
    "source": "AA1 pg. 74",
    "subtype": "maraquoi"
  },
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}