{
  "_id": "6sYhdY93rK9RRib0",
  "name": "Megalonyxa",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">The stocky megalonyxa hail from the heavy gravity world of Karnoq in the Vast. There, they contemplated the stars as a mostly sedentary species, and were able to build a thriving civilization through the use of magic. Spaceflight eluded them, however. As such, when extraplanetary visitors arrived, they found a highly evolved society eager to take to the stars. Within a few decades, all megalonyxas left Karnoq, consigning their cities and other settlements to the wastes of history. Explorers from other worlds can learn much from these remains if they can withstand the planet’s crushing gravity.<br>A typical megalonyxa stands about 10 feet tall and weighs 500 pounds.<br><br><strong>Ability Modifiers</strong> +2 Str, +2 Int, –2 Dex<br><strong>Hit Points</strong> 6</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Megalonyxas are Large monstrous humanoids with a space and reach of 10 feet.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Megalonyxas have darkvision with a range of 60 feet.</p>\n<h2 class=\"title\">Efficient Sabotage</h2>\n<p>Once per day when attempting an Engineering check to disable a device, a megaloynxa can roll 1d6 and add the result of the roll as an insight bonus to the check.</p>\n<h2 class=\"title\">High Grav Worlder</h2>\n<p>Megalonyxas gain Heavy Weapon Proficiency without having to meet the prerequisites. If a megaloynxa gains proficiency in heavy weapons from another source, they can ignore the penalty to attack rolls for having too low a Strength to use the weapon.</p>\n<h2 class=\"title\">Plodding</h2>\n<p>Megalonyxas have a land speed of 20 feet.</p>\n<h2 class=\"title\">Tough Hide</h2>\n<p>Megalonyxas gain DR 5/—.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SF#27-57",
    "type": "monstrous humanoid",
    "modifiers": [],
    "hp": {
      "value": 6,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ],
        [
          -2,
          "dex"
        ],
        [
          2,
          "int"
        ]
      ]
    },
    "size": "fine",
    "subtype": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}