{
  "_id": "2D9EHgKxk21qumNh",
  "name": "Morlamaw",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">The small planet of Arniselle in the Vast features a few small ice-laden landmasses, but the immense oceans contain nearly all of its life, including the vibrantly colored morlamaws. These creatures, whose imposing physical size belies their generally good-natured personalities, have round torsos that end in a single wide flipper. They can breathe both underwater and on land, perhaps indicating that their ancestors lived on the planet’s continents in eons past. Currently, only particularly brave morlamaws venture onto the land, though swimming up to the surface isn’t uncommon. A morlamaw’s side flippers allow a large degree of fine movement, enabling them to manipulate objects and use equipment. A morlamaw has four tusks that they decorate with patterns meaningful to them as an individual. Their coloration doesn’t necessarily correspond to that of their parents, and they are sometimes born with multiple colors, which is thought to be a sign of good luck for the family. Morlamaws are typically between 10 and 12 feet long and weigh between 1 to 1-1/2 tons.<br><br>Morlamaw society is concentrated in several dozen cities built into long undersea trenches. The largest settlements have extensive urban areas that effectively form small citystates. Each city has a leader, though some inherit their titles while others are elected. Their buildings tend to be very regular, with morlamaws often digging straight lines into the trenches rather than following the natural curvature of the terrain. Many morlamaws take to engineering and have developed underwater versions of common technologies, though computers remain an engineering challenge. While no other sapient species are native to Arniselle, the trench cities are easy to protect from the many dangerous predators that inhabit the cold oceanic world. Travel between trenches is risky, resulting in de facto highways along the most efficient routes. Morlamaws who commit dangerous crimes are exiled, sentenced to fend for themselves in the underwater wilds. Most eventually succumb to the dangers of the wilderness, but a few thrive, becoming even deadlier themselves.<br><br>Morlamaw society is extremely orderly, and most morlamaws prefer to follow others. Their daily lives are often defined by the numbers of lines they wait in. Their diet is primarily carnivorous, and many morlamaws are skilled hunters. While their ancestors speared fish directly with their tusks, modern morlamaws are more likely to use spears, nets, or traps. Other morlamaws cultivate or gather shellfish. Some adventurous morlamaws hunt on land, and the meat they find there is considered a great delicacy. Spellcasters are extremely common, and even morlamaws who can’t actually cast spells are knowledgeable about mystical topics. Most morlamaws are also fairly religious, worshipping a large number of their own deities and attending religious services regularly. Each trench city has its own patron deities.<br><br>The morlamaw language is based on gesture and expression as much as words. Gestures vary greatly between regions, and what is innocuous in one trench city could be insulting in another, making communication between the trench cities difficult. Music and dance also play a large role in morlamaw culture, and choirs and orchestras abound. Instruments are typically percussive or metal-stringed, since they must function underwater, and these are accompanied by vocals. Morlamaw music is very structured, with multipart harmonies. Their dances take full advantage of being performed underwater, as entertainers twirl with the currents.<br><br>Arniselle recently attracted visitors from the Pact Worlds, thanks to the planet’s prevalent natural resources, introducing the morlamaws to creatures from other planets for the first time. Several of the major trench cities now have teams hard at work developing water-filled, Drift-capable starships. Particularly adventurous morlamaws have taken to the stars in other ways, getting jobs with mining companies, trading consortiums, the Starfinder Society, and AbadarCorp, who find the orderly morlamaws to be excellent employees. Among other species, morlamaws have a reputation as friendly, good-natured, cooperative, and somewhat gullible.<br><br><strong>Ability Modifiers</strong> +2 Con, +2 Cha, –2 Wis<br><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Morlamaws are Large monstrous humanoids with the aquatic subtype They have a space and reach of 10 feet.</p>\n<h2 class=\"title\">Amphibious</h2>\n<p>Morlamaws are able to breathe both water and air normally.</p>\n<h2 class=\"title\">Cold Resistance</h2>\n<p>Morlamaws are accustomed to swimming in icy water and have cold resistance 5.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Morlamaws have darkvision with a range of 60 feet. </p>\n<h2 class=\"title\">Morlamaw Movement</h2>\n<p>Morlamaws have a land speed of 20 feet and a swim speed of 40 feet.</p>\n<h2 class=\"title\">Natural Weapons</h2>\n<p>Morlamaws are always considered armed. They can deal 1d3 lethal piercing damage with unarmed strikes, and those attacks don’t count as archaic. Morlamaws gain a unique weapon specialization with their natural weapons at 3rd level, allowing them to add 1-1/2 × their character level to their damage rolls for their natural weapons (instead of just adding their character level, as usual).</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SFSS#1.08-21",
    "type": "monstrous humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "con"
        ],
        [
          -2,
          "wis"
        ],
        [
          2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "aquatic",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}