{
  "_id": "cJQgRM0rdSUO3oPF",
  "name": "Moyishuu",
  "type": "race",
  "img": "systems/sfrpg/icons/default/dna2.svg",
  "system": {
    "type": "Fey",
    "abilityMods": {
      "parts": [
        [
          2,
          "cha"
        ]
      ]
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Moyishuus are insightful fey with colorful skin and crystalline hair who can sense, emulate, and harness emotions.</p><h3>Physical Description</h3><p>Moyishuus are humanoid fey with brightly colored skin and hair and darker natural markings across their forearms and shins. They have long, pointed ears and crystalline hair. They average between 5-1/2 to 6 feet tall and live between 200 and 250 years.</p>\n<p>Moyishuus have a deep connection to emotion, both their own and the emotions of others, which they can sense, emulate, and harness. Upon waking, a moyishuu becomes attuned to a dominant emotion known as their “soulfeel.” This influences their personality and allows them to project it onto others. There are countless soulfeels, and each moyishuu resonates with their soulfeel in different ways. Regardless of their soulfeel, moyishuus are passionate empaths who embrace and trust their emotions.</p><h3>Society</h3><p>Moyishuus are fey native to the First World, and are found there in the greatest numbers, living in riotous fey cities, moyishuu communities, or in isolation, as whim and location dictate. On the Material Plane, moyishuu are commonly found in locations where portals between the First World and the Material Plane exist, or where the boundaries between these planes are thin, such as Grascha in Near Space and Veyvilla-6 in the Vast.</p>\n<p>After the Gap, rifts to the First World opened across Veyvilla-6, which quickly terraformed the planet. While many fey slipped through these rifts, moyishuus were drawn to the planet in droves, for it contained deposits of sensestone, a crystal containing concentrated emotion. The moyishuu quickly organized, seizing and settling the planet. Veyvilla-6 now serves as a moyishuu home world.</p>\n<p>Moyishuus are changeable and temperamental, always embracing their most powerful emotions. They form and end friendships, alliances, and partnerships quickly, which can make them difficult to work with. Yet, moyishuus express their emotions openly and rarely hide their motivations, making them easy to read. Moyishuus value self-expression and individualism, and show little respect for authority, tradition, and oppression. Many are pangender, transgender, gender fluid, or nonbinary.</p>\n<p>Most devout moyishuus from the First World worship a fey Eldest, though they usually express this worship as an emotional connection, such as allegiance, fealty, or love. Moyishuus born on the Material Plane are more likely to adopt other religions that speak to their personal interests.</p><h3>Adventurers</h3><p>Moyishuus are driven by passion. They travel as they desire, embrace experiences they favor, and move on when bored or constrained. Moyishuus make natural envoys, although they also often become mystics, operatives, solarians, and witchwarpers.</p><h3>Names</h3><p>Moyishuus select distinct and unique names for their children, drawing from a variety of inspirations. Most change their names a few times during their life to better represent their evolving identity. It’s rare to meet two moyishuus with the same name. Sample names include Desordiel, Jensavith, Kissaruth, Sensavrim, and Yulthoron.</p><h1>Species Traits</h1><p>Ability Adjustments: +2 Cha</p>\n<p>Hit Points: 4</p>\n<p>Size and Type: Moyishuus are Medium Fey.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.jzK8kRhFK4EobqBN]{Emotionsense}</h3><p>Moyishuus have @UUID[Compendium.sfrpg.rules.rX5rK6UWAIOeeipl.JournalEntryPage.p0o9tmWtKZ0qy8DI#blindsense]{Blindsense} (emotion) with a range of 10 feet.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.Won8tcGCUsbNGzKk]{Insightful}</h3><p>Moyishuus receive a +2 species bonus to @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.nBrYkGfNBJAHe0xJ]{Sense Motive} checks.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.ivfqMdylivscbLak]{Low-Light Vision}</h3><p>Moyishuus can see in dim light as if it were normal light.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.O4YoIsligAj8ReYF]{Soulfeel}</h3><p>A moyishuu is connected to a single dominant emotion that not only affects their personality, but also grants them a unique ability. The moyishuu can use this ability as a standard action, and they can’t use it again until they take a 10-minute rest to regain Stamina Points. The moyishuu chooses their soulfeel after taking a full night’s rest. Each soulfeel ability is a mind-affecting enchantment effect with a range of 30 feet. A successful Will saving throw negates the effect. The three most common soulfeels are fury, joy and sorrow (all three are detailed below).</p><ul><li><em>Fury:</em> The moyishuu provokes intense rage in a target, causing it to lose its concentration. The target is @UUID[Compendium.sfrpg.conditions.Item.yUtkoIshf4dPruNd]{Off-Target} for 1 round.</li><li><em>Joy:</em> The moyishuu overwhelms the target with a sense of joy and exultation, compelling it to dance about. The target must move at least 10 feet during its next turn.</li><li><em>Sorrow:</em> The moyishuu forces the target to dwell on its past mistakes and misfortunes. The target is unable to take a swift action during its next turn.</li></ul><p>The DC of the ability is equal to 10 + half the moyishuu’s level + their Charisma modifier.</p>"
    },
    "hp": {
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "slug": "",
    "source": "EN pg. 28",
    "subtype": ""
  }
}