{
  "_id": "cJQgRM0rdSUO3oPF",
  "name": "Moyishuu",
  "type": "race",
  "img": "icons/svg/cowled.svg",
  "system": {
    "type": "Fey",
    "abilityMods": {
      "parts": [
        [
          2,
          "cha"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>The origins of the fey people known as moyishuus are as mysterious as their tightly restricted method of harvesting sensations on their home world. They emerged in the wake of the post-Gap planar terraforming of Veyvilla-6 with inexplicable insight into the planet&rsquo;s mineable emotions, and they quickly set up a monopoly on the substance, as well as oversight of all mining on the planet.</p>\n<p>Upon waking each day, a moyishuu chooses a dominant emotion that influences their personality and that they can project onto others with their soulfeel ability. While two moyishuus&rsquo; soulfeels might tap into the same emotion, they individualize it in as many ways as they can; for example, joy might manifest as mischievous glee, kind benevolence, or even sadistic pleasure.</p>\n<p>Moyishuus are humanoids with brightly colored skin and darker natural markings across their forearms and shins. They have long, pointed ears and crystalline hair. A typical moyishuu is between 5-1/2 and 6 feet tall, weighs about 135 pounds, and has an average lifespan of over 200 years.</p>\n<h2>Size and Type</h2>\n<p>Moyishuus are Medium fey.</p>\n<h2>@Compendium[sfrpg.racial-features.jzK8kRhFK4EobqBN]{Emotionsense}</h2>\n<p>Moyishuus have @Compendium[sfrpg.rules.RVk6hgUCq3SDfeCb]{Blindsense} (emotion) with a range of 10 feet.</p>\n<h2>@Compendium[sfrpg.racial-features.Won8tcGCUsbNGzKk]{Insightful}</h2>\n<p>Moyishuus receive a +2 racial bonus to @Compendium[sfrpg.skills.wZkmlFdp7B8md8FO]{Sense Motive} checks.</p>\n<h2>@Compendium[sfrpg.racial-features.ivfqMdylivscbLak]{Low-Light Vision}</h2>\n<p>Moyishuus can see in dim light as if it were normal light.</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">@Compendium[sfrpg.racial-features.O4YoIsligAj8ReYF]{Soulfeel}</h2>\n<p>A moyishuu is connected to a single dominant emotion that not only affects their personality, but also grants them a unique ability. The moyishuu can use this ability as a standard action, and they can&rsquo;t use it again until they take a 10-minute rest to regain Stamina Points. The moyishuu chooses their soulfeel after taking a full night&rsquo;s rest. Each soulfeel ability is a mind-affecting enchantment effect with a range of 30 feet. A successful Will saving throw negates the effect. The three most common soulfeels are fury, joy and sorrow (all three are detailed below).</p>\n<ul>\n<li><em>Fury:</em> The moyishuu provokes intense rage in a target, causing it to lose its concentration. The target is @Compendium[sfrpg.conditions.yUtkoIshf4dPruNd]{Off-Target} for 1 round.</li>\n<li><em>Joy:</em> The moyishuu overwhelms the target with a sense of joy and exultation, compelling it to dance about. The target must move at least 10 feet during its next turn.</li>\n<li><em>Sorrow:</em> The moyishuu forces the target to dwell on its past mistakes and misfortunes. The target is unable to take a swift action during its next turn.</li>\n</ul>\n<p>The DC of the ability is equal to 10 + half the moyishuu&rsquo;s level + their Charisma modifier.</p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "source": "AP #37 pg. 57",
    "subtype": ""
  }
}