{
  "_id": "rUJxgdSypAIhg7AA",
  "name": "Neskinti",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">The lush, green world of Gjor III is full of natural wonder and primal mystery, of which neskintis are a small part. An ancient, close-knit species of primates, neskintis live among the dense canopies of continent-wide jungles, spending entire generations without seeing the ground. Myths among the neskintis speak of Nesk, a powerful nature spirit who blessed them with sentience and granted them dominion over the skyscraping flora of their native jungles. In obeisance to Nesk and her spiritual progeny, which are said to live in all objects, neskintis have nurtured the enormous trees of Gjor III through horticulture and magic, molding them into expansive hanging settlements.<br><br>The Azlanti had little trouble conquering Gjor III, which had no established technological cultures to oppose them. They initially ignored the neskintis, but a few anthropological expeditions discovered the species’ value as ecologists, after which the Star Empire began to recruit neskintis aggressively. Though rewarded with citizenship for their cooperation, neskintis found adapting to the Star Empire difficult. Most are content to carry out ecological tasks, seeing such duties an extension of their holy mandate, while others seethe under the Star Empire’s control.<br><br>Capable brachiators and adept gliders, neskintis have small legs that are still capable of locomotion. Their fur coloration ranges from blond to dark brown. Neskintis are natural omnivores that have become vegetarians by tradition. Also customary is reverence toward Nesk and other spirits, and some neskintis have extended this devotion to include the Azlanti religion.<br><br>Technology continues to befuddle this species of nature worshipers. Once the initial shock of space travel and the destructive power of modern technology wore off, the species retreated into a generations-long conversation about the virtue of adapting or rejecting such technology for their own use. So far, neskinti villages on Gjor III remain largely free of technology, but most neskintis who visit the wider empire find the return to a simpler life frustrating.<br><br>Most neskintis stand 6 feet tall and weigh 150 pounds. They’re considered adults at 20 and naturally live up to 120 years.<br><br><strong>Ability Modifiers</strong> +2 Dex, +2 Wis, -2 Str<br><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Neskintis are Medium humanoids with the neskinti subtype.</p>\n<h2 class=\"title\">Low-Light Vision</h2>\n<p>Accustomed to the perpetual twilight of days below thick canopy, neskintis have low-light vision.</p>\n<h2 class=\"title\">Brachiator</h2>\n<p>Neskintis have a climb speed of 30 feet. They can use this speed to move horizontally in an area that has adequate handholds, such as from branch to branch in a tree.</p>\n<h2 class=\"title\">Forest Friend</h2>\n<p>Neskintis gain a +2 racial bonus to Life Science and Survival checks.</p>\n<h2 class=\"title\">Glider</h2>\n<p>Neskintis are able to fly with the aid of skin membranes stretching between their arms and legs, traveling 5 feet horizontally for every 1 foot of vertical descent, with an extraordinary fly speed of 60 feet and average maneuverability. A neskinti can’t gain altitude using only this flight, so she can’t fly if she can’t descend. If falling, a neskinti can use this ability as a reaction to avoid falling damage. A neskinti can charge while flying but can’t run, and she can’t glide while carrying more weight than her normal bulk limit. At the GM’s discretion, wind or another effect can cause a neskinti to gain altitude, increasing the distance she can glide.</p>\n<h2 class=\"title\">Small Legs</h2>\n<p>Neskintis have a land speed of 20 feet.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 6 ft.<br><strong>Average Weight</strong> 150 lbs.<br><strong>Age of Maturity</strong> 20 years<br><strong>Maximum Age</strong> 120 years</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SF#8-50",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          -2,
          "str"
        ],
        [
          2,
          "dex"
        ],
        [
          2,
          "wis"
        ]
      ]
    },
    "size": "fine",
    "subtype": "neskinti",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}