{
  "_id": "CY7llX7UBgjAJOsz",
  "name": "Novian",
  "type": "race",
  "img": "systems/sfrpg/icons/default/dna2.svg",
  "system": {
    "type": "outsider",
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ],
        [
          2,
          "cha"
        ],
        [
          -2,
          "int"
        ]
      ]
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Born from the collapse of a dying star, novians are tiny, boastful balls of plasma who enjoy competition and confrontation.</p><h3>Physical Description</h3><p>Similar in appearance to a miniature sun, novians are tiny balls of condensed plasma and flame. A novian’s body has a spongy, semi-solid texture that they can reshape to create humanoid expressions, most often dramatic eyespots and a toothless mouth. They emit light and warmth, and while they don’t burn hot enough to cause harm, their touch can ignite flammable objects with focus. Though tiny, novians are incredibly dense and can direct their personal gravity to “store” gear like satellites orbiting their bodies. They can also focus that force to manipulate objects. Crackling energy tendrils link a novian’s body to any items they directly wield. The average novian is 1 foot in diameter and weighs hundreds of pounds.</p>\n<p>A novian is born when a tiny fraction of stellar ejecta dispersed from a dying star develops sentience and drifts agelessly through space. A sleeping fragment reignites upon encountering other creatures, technology, magic, or danger, awakening as a fully mature creature. Novians live for extremely long periods, eventually sputtering out and dying after a millennium.</p><h3>Society</h3><p>Novians have neither parents nor family and consider themselves stellar forces rather than mortal beings. They take pride in the supernova that created them, and often brag about the size, density, and luminosity of their birth star and stellar explosion. Novians birthed by the same supernova view one another as rivals, and constantly strive to outdo one another and prove themselves as the “prime inheritor” of their stellar legacy.</p>\n<p>Novians are proud and self-centered, with an overinflated ego and plenty of attitude. They’re boastful, stubborn, and consider themselves fearsome, powerful beings. Their efforts to intimidate are usually foiled by their tiny size and high-pitched voice, which make them seem more amusing than horrifying.</p>\n<p>Novians possess instinctive knowledge of the processes of the universe, but lack the patience to apply themselves to education or training. They don’t consider themselves in need of improvement, and while they do learn from their experiences, emotional growth is slow coming. Novians have little interest in faith, though they consider stellar deities such as Sarenrae and Desna their peers.</p>\n<p>Novians live among other societies and people, but rarely try to fit in. They enjoy storytelling, sports, and tests of strength and mettle, where they can show off and publicly prove their might. While novians enjoy being respected and pampered, they quickly grow bored of dotage, for it’s the thrill of competition and striving for recognition that brings a novian true joy.</p><h3>Adventurers</h3><p>Novians are strong and hardy, but have little interest in applying themselves to study or training. They travel extensively and enjoy being in the thick of things. Most become soldiers or vanguards, though some are gifted mystics.</p><h3>Names</h3><p>Novians craft fearsome names for themselves, usually accompanied by a moniker. Some sample names include Destructicus, Infernon the Fearsome, Lifethresher, Sunscour, and Tarizax the Terrible.</p><h1>Species Traits</h1><p><strong>Ability Adjustments:</strong> +2 Str, +2 Cha, -2 Int</p>\n<p><strong>Hit Points:</strong> 4</p>\n<p><strong>Size and Type:</strong> Novians are Tiny outsiders with the native and novian subtypes.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.PtOI3JKcsESZaPtj]{Micronova}</h3><p>Once per day, without spending an action, a novian reduced to 0 Hit Points can incinerate their surroundings, dealing 1d6 fire damage to all creatures within 10 feet of them. At 3rd level, a novian adds 1-1/2 × their character level to the damage. A creature in the area can attempt a Reflex save for half damage (DC = 10 + 1/2 the novian’s character level + their Constitution modifier).</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.ofyP9tmUboXYp3Zw]{Natural Physicist}</h3><p>Novians have instinctive knowledge of the universe. They receive a +2 species bonus to Physical Science checks.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.oyIwPPwLCxa8DD3e]{Reach}</h3><p>Novians have a reach of 5 feet.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.JO7FQlbg4MB6mfY4]{Solar Luminence}</h3><p>Novians are living miniature suns who shed light and heat. They constantly emit normal light in a 10-foot radius. Novians and creatures adjacent to a novian treat environmental cold effects as one step less severe.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.GwKlHble0hqGSc79]{Spell-Like Ability}</h3><p>Novians can castsparkas a spell-like ability at will, but it has a range of touch. Their caster level is equal to their level.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.sD1MY52dOoENQLCD]{Stellar Body}</h3><p>Novians are immune to low radiation and receive a +2 species bonus to saving throws against any higher levels of radiation. In addition, novians don’t breathe or suffer the normal environmental effects of being in a vacuum.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.r1NUTzSE2pjC9qpu]{Stellar Propulsion}</h3><p>Novians have a land speed of 5 feet and a supernatural fly speed of 30 feet with average maneuverability.</p>"
    },
    "hp": {
      "value": 4
    },
    "modifiers": [],
    "size": "tiny",
    "slug": "",
    "source": "EN pg. 29",
    "subtype": "native, novian"
  }
}