{
  "_id": "XbIjL8c0BwMi6Mo1",
  "name": "Nuar",
  "type": "race",
  "data": {
    "type": "monstrous humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ],
        [
          2,
          "int"
        ],
        [
          -2,
          "dex"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Nuars are pale, minotaur-like creatures with formidable frames and roughly bovine faces, hooves, and horns. Their skin and hair range in coloration from snow white to cream, light gray, or tan, with eyes that are generally pink or red, though they much more rarely may be bright blue, green, or yellow. Nuars&rsquo; bestial appearance often convinces others that the creatures are slow-witted and simple, but this is far from the truth.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Nuars trace their origins to lost Golarion, claiming they are a race distinct from the larger and less intelligent race of common minotaurs. Their accepted history states they existed on @Compendium[sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station}, and before that in the ancient city of Absalom, long before the Gap. With no firm scholarship to rely on, nuars have built a new mythology and history by borrowing elements from numerous other species and faiths.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Nuars have a strong appreciation for the culture of orcs and half-orcs, and often follow @Compendium[sfrpg.races.hVg8LYZczcXuweX4]{Orc} conventions and traditions that don&rsquo;t interfere with their endeavors in invention and innovation. They are drawn to technology and commonly worship @Compendium[sfrpg.setting.FYV6RgTjPdg72RF0]{Triune} or @Compendium[sfrpg.setting.rUtAoz8NUGCZR4yz]{Yaraesa}, with their most senior priests also serving as skilled designers, engineers, and inventors.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Nuars are not a numerous race, even on their declared home of @Compendium[sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station}. They have no known major settlements of their own, though rumors persist of technologically advanced labyrinths hidden deep within asteroids of @Compendium[sfrpg.setting.Yt2xT4Iy6lHjCzso]{The Diaspora}. Beyond @Compendium[sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station}, they are most often found on exploratory ships, as their combination of impressive physiques, keen intellects, and urges to research and create serve them well. However, as nuars age, they also tend to want to establish roots, often returning to @Compendium[sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station} to start a family or build a community.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">A typical nuar stands between 7 and 7-1/2 feet tall and weighs about 300 pounds. </span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Ability Adjustments</strong>&nbsp;+2 Str, +2 Int, -2 Dex<br /><strong>Hit Points</strong>&nbsp;6</span></p>\n<h2 class=\"title\">Vital Stats</h2>\n<p><strong>Average Height</strong>&nbsp;7&ndash;8 ft.<br /><strong>Average Weight</strong>&nbsp;260&ndash;350 lbs.<br /><strong>Age of Maturity</strong>&nbsp;13 years<br /><strong>Maximum Age</strong>&nbsp;90+2d20 years</p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Nuars are Medium monstrous humanoids.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Nuars have darkvision out to 60 feet.</p>\n<h2 class=\"title\">Gore</h2>\n<p>A nuar can charge without taking the normal charge penalties to the attack roll or its AC. If the nuar has another ability that allows it to charge without taking these penalties (such as the charge attack ability from the soldier&rsquo;s blitz attack fighting style), the nuar also gains the ability to charge through difficult terrain.</p>\n<h2 class=\"title\">Maze Mind</h2>\n<p>Nuars have a naturally strong sense of direction and an instinctive understanding of complex patterns. As a result, they very rarely get lost. A nuar can attempt a special level-based Wisdom check (1d20 + CR or level + Wisdom bonus) instead of using his total bonus in the Piloting skill to navigate or his total bonus in the Survival skill for orienteering. In addition, a nuar with 1 or more ranks in Piloting or Survival also gains a +2 racial bonus to checks with that skill.</p>\n<h2 class=\"title\">Natural Weapons</h2>\n<p>Nuars are always considered armed. They can deal 1d3 lethal piercing damage with unarmed strikes and the attack doesn&rsquo;t count as archaic. Nuars gain a unique weapon specialization with their natural weapons at 3rd level, allowing them to add 1-1/2 &times; their character level to their damage rolls with their natural weapons (instead of just adding their character level, as usual).</p>\n<h2 class=\"title\">Swift</h2>\n<p>Nuars have a base speed of 40 feet.</p>"
    },
    "hp": {
      "min": 1,
      "value": 6
    },
    "modifiers": [],
    "size": "medium",
    "source": "AA1 pg. 86",
    "subtype": ""
  },
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}