{
  "_id": "hVg8LYZczcXuweX4",
  "name": "Orc",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          4,
          "str"
        ],
        [
          -2,
          "cha"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Orcs are rare, although records suggest they were numerous on lost Golarion. Today, they can be found in greatest numbers on @Compendium[sfrpg.setting.psZBx1kcx9pHsLrz]{Apostae}, where most are @Compendium[sfrpg.races.3kLK4WKPqNvFTwIB]{Drow}-held slaves. Over the ages, however, some orcs have gained freedom, creating formidable armed clans on @Compendium[sfrpg.setting.psZBx1kcx9pHsLrz]{Apostae} and a few other worlds in the galaxy, though many free orcs of @Compendium[sfrpg.setting.psZBx1kcx9pHsLrz]{Apostae} remain second-class citizens who still serve the @Compendium[sfrpg.races.3kLK4WKPqNvFTwIB]{Drow} as mercenaries, technicians, and laborers.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Few people of the Pact Worlds have ever seen an orc up close, but most people know their reputation as brutal monsters. Even the free orcs on @Compendium[sfrpg.setting.psZBx1kcx9pHsLrz]{Apostae} suffer from isolation and @Compendium[sfrpg.races.3kLK4WKPqNvFTwIB]{Drow} propaganda, remaining ignorant of wider possibilities. On average, orcs have difficulty with attention, memory, and impulse control. @Compendium[sfrpg.races.3kLK4WKPqNvFTwIB]{Drow} care little for where these tendencies come from, but their centuries-long influence has changed the orcs from the brutes described in pre-Gap histories. The @Compendium[sfrpg.races.3kLK4WKPqNvFTwIB]{Drow} have socially engineered their orc chattel to make them useful servants. From an early age, capable orc youngsters have a duty to care for any orcs who require help to survive. Aged or feeble orcs are permitted to endure only to teach the young valuable skills while indoctrinating them with the appropriate regard for their betters. @Compendium[sfrpg.races.3kLK4WKPqNvFTwIB]{Drow} overseers keep watch over these enclaves, with the aid of half-orcs and a few elder orcs rewarded for loyal service with the right to &ldquo;retire&rdquo; to teaching positions.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Within orc enclaves on @Compendium[sfrpg.setting.psZBx1kcx9pHsLrz]{Apostae}, a specialized program of reward and punishment accompanies education and tempers orcs for the jobs they are expected to perform. For example, an orc anticipated to be a technician might be conditioned to respond well and even take pleasure in technical work, such that her skill seems abnormally good. A bodyguard could be habituated to extreme ferocity in defense of a ward, belied by an otherwise composed demeanor. When an orc becomes an adult, she moves on to serve the @Compendium[sfrpg.races.3kLK4WKPqNvFTwIB]{Drow} house to which she belongs in her trained capacity. There, her conditioned mind keeps her bound better than any chains could.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">This social engineering took place for long enough that free orcs display a similar cultural structure. These orcs teach their young with analogous and comparably brutal methods of reward and punishment. The young and weak take on jobs that tougher orcs have the clout and muscle to refuse. Eventually, a young orc might join the ranks of the strong and earn the right to take on responsibilities that garner more prestige. She then sloughs off tasks she considers to be beneath her onto the shoulders of those she sees as lower than her in status.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">An orc is ideally suited to her prescribed duties thanks to the extensive conditioning she receives. Her confidence in such areas is also high. An orc trained to scout the caves of @Compendium[sfrpg.setting.psZBx1kcx9pHsLrz]{Apostae}, for instance, is likely to be a sharp climber and shrewd explorer. She also knows enough about the ilee (a lost race native to @Compendium[sfrpg.setting.psZBx1kcx9pHsLrz]{Apostae}) to know when she has made an important discovery.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">The social conditions in which most orcs exist often make it challenging for them to assimilate into other cultures. Orcs are gruff and terse, interacting with others only when necessary. An orc without a hierarchy to embrace or reject often struggles to find her position in a pecking order that might not exist.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">An orc has large and imposing tusks that jut from her mouth, as well as pointed ears. Most orcs stand around 6 feet tall and weigh 200 pounds or more, with welldefined musculature.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Ability&nbsp;</strong><strong>Adjustments </strong>+4 Str, &ndash;2 Cha<br /><strong>Hit Points</strong> 6</span></p>\n<h2 class=\"title\">Vital Stats</h2>\n<p><strong>Average Height</strong>&nbsp;5&ndash;7 ft.<br /><strong>Average Weight</strong>&nbsp;145&ndash;320 lbs.<br /><strong>Age of Maturity</strong>&nbsp;12 years<br /><strong>Maximum Age</strong>&nbsp;40+2d10 years</p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Orcs are Medium humanoids with the orc subtype.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.XnOoEtDXivY3pVpj]{Conditioned Focus}</h2>\n<p>Due to her conditioning, an orc can choose one skill that becomes a class skill for her. If the chosen skill is a class skill from the class she takes at 1st level, she instead gains a +1 bonus to checks with that skill. In addition, due to her confidence with that skill, once per day, before she attempts a check with the chosen skill, the orc can grant herself a +2 bonus to that check.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.HhrIJeHTxSGVX9mV]{Darkvision}</h2>\n<p>Orcs have darkvision with a range of 60 feet.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.vS3OcmjCLIQrUI3R]{Fierce Survivalist}</h2>\n<p>Orcs receive a +2 racial bonus to @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.6fqgiVqlA7u9jS4i]{Intimidate} and @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.UDTsEIldhXTn0VJA]{Survival} checks.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.t5vVoXtUycmc3Yf2]{Light Sensitivity}</h2>\n<p>An orc is @Compendium[sfrpg.conditions.YjE6UGzwOTfO9p4g]{Dazzled} as long as she remains in an area of bright light.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.pwHHxUP8eZckV0s9]{Orc Ferocity}</h2>\n<p>Once per day, an orc brought to 0 Hit Points but not killed can fight on for 1 more round. The orc drops to 0 HP and is @Compendium[sfrpg.conditions.4MxAK5uS0zMNWhUK]{Dying} (following the normal rules for death and @Compendium[sfrpg.conditions.4MxAK5uS0zMNWhUK]{Dying}) but can continue to act normally until the end of his next turn, when he becomes @Compendium[sfrpg.conditions.lf8pbezocjYIvR9y]{Unconscious} as normal. If he takes additional damage before this, he ceases to be able to act and falls @Compendium[sfrpg.conditions.lf8pbezocjYIvR9y]{Unconscious}.</p>"
    },
    "hp": {
      "min": 1,
      "value": 6
    },
    "modifiers": [],
    "size": "medium",
    "source": "AA2 pg. 90",
    "subtype": "orc"
  }
}