{
  "_id": "rx8AstnpoYZNvbK2",
  "name": "Osharu",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">To the slug-like osharus, religion and science are two sides of the same coin— concepts with the same intrinsic dependencies as life and death. These timid monk-scientists dedicate their lives to studying various fields of science, sharing their discoveries with their fellow osharus and other races that express a passion for epiphany. They dedicate their discoveries to their deity Yaraesa, patron of learning and science.<br><br>Osharu settlements are essentially city-sized universities. Individuals involved in similar fields of study group together so they can aid in each others’ research, and entire districts spring up naturally around these congregations of higher learning, equipped with canteens, vast libraries, living quarters, and workstations relevant to their field.<br><br>This ultimate quest for knowledge knows no planetary bounds; osharus often embark on fieldwork expeditions to other star systems in order to study foreign planets, stars, or even the emptiness of space itself. They also frequently go on diplomatic missions to exchange knowledge with other intelligent, enlightenment-minded races.<br><br>Thought stalwart in mind and faith, osharus are physically delicate. They are harmed not only by salt and salt water, but also have a cumbersome dependence on moisture and humid environments. Exposure to extreme heat or direct sunlight for extended amounts of time without protective magic or armor makes them extremely uncomfortable. Those who aren’t magically inclined might even resort to soaking their clothes and carrying large canteens of water for rehydration when exploring even mildly arid biomes.<br><br>Despite the osharus’ willingness to face great dangers, they are a timid and paranoid race. Their most common fear is that their desire to explore the galaxy and exchange knowledge with other species could ultimately result in their exploitation—or even their eradication. To cope with this paranoia, they flatly refuse to travel beyond the safety of their university-cities while alone, always accompanying at least one other osharu so they can protect and comfort one another. Osharus sometimes develop such a bond with equally sensitive members of other species, establishing a similar system of mutual support.<br><br>The average osharu is 4 feet tall and weighs 140 pounds, though members of the species have a wide variety of colors and patterns. Even two parents with similar patterns or colors can have completely different-looking offspring—it is not unusual for a beige, leopardspotted osharu to give birth to bright-pink or green tiger-striped progeny. This diversity is celebrated among osharu, and they find the predictability of hereditary outcomes among other humanoid species to be both unusual and fascinating—most of their university-cities have a district dedicated to the study of xenogenetics as a result.<br><br><strong>Ability Modifiers</strong> +2 Int, +2 Wis, -2 Con<br><strong>Hit Points</strong> 2</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Osharus are Medium monstrous humanoids.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Osharus have darkvision with a range of 60 feet.</p>\n<h2 class=\"title\">Osharu Movement</h2>\n<p>Osharus have a land speed of 25 feet and a swim speed of 25 feet.</p>\n<h2 class=\"title\">Pious Scientist</h2>\n<p>Osharus regard religion and science as a singular concept, using their understanding of each to enhance the other. An osharu can use Life Science to identify creatures normally identified using Mysticism, and vice versa.</p>\n<h2 class=\"title\">Polymath</h2>\n<p>Osharus spend their lives acquiring vast amounts of knowledge and therefore tend to have applicable information in most situations. Once per day, an osharu can automatically succeed at an attempt to aid another on an Intelligence-based skill check. </p>\n<h2 class=\"title\">Slime</h2>\n<p>As a swift action, an osharu can excrete slime into an empty adjacent square, causing that square to become difficult terrain. An osharu can use this ability 1d4 times per day before she must rest for at least 8 hours to replenish her slime stores. </p>\n<h2 class=\"title\">Susceptible to Salt</h2>\n<p>A handful or more of salt or a splash of salt water deals 1d6 damage to an osharu, and full immersion in salt water deals 4d6 damage per round. These effects are negated by the environmental protections built into most armor.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 3-1/2 to 4-1/2 ft.<br><strong>Average Weight</strong> 125–155 lbs.<br><strong>Age of Maturity</strong> 18 years<br><strong>Maximum Age</strong> 90+2d10 years</p>\n<h1 class=\"title\">Alternate Ability Adjustments</h1>\n<p><strong>Source</strong> <em>Near Space pg. 132</em><br>The majority of osharus have the ability adjustments found in their entry in Alien Archive 2, as these adjustments represent the osharus’ pervasive dedication to religious worship as well as education. However, there are still many variations within the osharu species, due to environment, physiology, upbringing, or field of study. Some of these variations are described below. Osharus with these variations have the listed ability score adjustments, instead of the standard adjustments of +2 Wisdom, +2 Intelligence, −2 Constitution.</p>\n<h2 class=\"title\">Deepmarsh</h2>\n<p><strong>Source</strong> <em>Near Space pg. 132</em><br>The Deepmarsh osharus, similar to those of the Mire, have forsaken the bustling university-cities in order to live solitary lives out in the wilderness. Unlike Mire dwellers, though, Deepmarsh osharus have also forsaken community, education, and religion entirely. They are often solitary or live in families of two to four companions. A Deepmarsh osharu’s ability adjustments are +2 Constitution, +2 Strength, −2 Charisma.</p>\n<h2 class=\"title\">Gengen</h2>\n<p><strong>Source</strong> <em>Near Space pg. 132</em><br>Gengen osharus have acclimated to swimming, and they are robust and strong. A gengen osharu’s ability adjustments are +2 Strength, +2 Intelligence, –2 Dexterity.</p>\n<h2 class=\"title\">Mire Dweller</h2>\n<p><strong>Source</strong> <em>Near Space pg. 132</em><br>The swamp-dwelling osharus of the Mire are a hardy and resourceful folk. Spending much of their lives roughing it in the wilds, these osharus are surprisingly deft combatants, as well as being skillful farmers, hunters, and thieves. A Mire dweller osharu’s ability adjustments are +2 Constitution, +2 Wisdom, −2 Intelligence.</p>\n<h1 class=\"title\">Alternate Racial Traits</h1>\n<p><strong>Source</strong> <em>Near Space pg. 132</em><br>As a species that has evolved to live in numerous different environments of their world, some osharus have developed different physiological or mental aptitudes, resulting in having alternate racial traits.</p>\n<h2 class=\"title\">Monster Hunter</h2>\n<p><strong>Source</strong> <em>Near Space pg. 132</em><br>The osharus of the Mire are adept hunters, forgoing scholarly studies to become more resourceful in the wilds of Jenikar. Osharus with this racial trait gain a +2 racial bonus to Survival checks to follow tracks and a +1 racial bonus to Survival checks to handle animals.<br>This replaces pious scientist.</p>\n<h2 class=\"title\">Saltwater Affinity</h2>\n<p><strong>Source</strong> <em>Near Space pg. 132</em><br>Unlike inland osharus, saltwater osharus are deft swimmers and no longer carry the species’ general weakness to salt, but they also no longer produce defensive slime. Osharus with this racial trait gain a swim speed of 40 feet.<br>This replaces slime and susceptible to salt and alters osharu movement.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA2-93",
    "type": "monstrous humanoid",
    "modifiers": [],
    "hp": {
      "value": 2,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          -2,
          "con"
        ],
        [
          2,
          "int"
        ],
        [
          2,
          "wis"
        ]
      ]
    },
    "size": "fine",
    "subtype": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}