{
  "_id": "60YaCUcjfwtZ5vkH",
  "name": "Pahtra (Wise One)",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">The catlike pahtras are one of the most prominent species of the Veskarium, natives of a lush world they call Pulonis but that the Veskarium designates as Vesk-6. Their home planet’s relatively low gravity and fast predatory species resulted in the pahtras evolving into a lean race with elongated humanoid bodies and limbs. Pahtras’ fur ranges in color from tawny brown to shades of black and gray, while their eyes can be virtually any color of the visible spectrum. According to ancient traditions, a pahtra’s unique facial pattern indicates her character and potential for achievement. Some pahtra societies still assign adolescent pahtras to a specific social role after a reading of her face patterns by a pahtra mystic. However, the most recent generations of pahtras have begun to resist this often-superficial classification, especially as news reaches Vesk-6 of prominent offworld pahtras who break their supposed type.<br><br>While the tradition of assigning status based on facial fur patterns is fading, similarly ancient rites requiring all pahtras, regardless of status, to participate in a dangerous, weeks-long competition in their 15th year are still very common. Such competitions involve dividing the adolescents into groups of a dozen each and sending them into the jungle. There, they face both natural threats and their peers in survival challenges and war games that result in more than a few casualties each year. The performance of a pahtra in this rite often dictates the trajectory of their social standing thereafter.<br><br>Most pahtras are asexual, and a relatively small number of breeding couples bolster the population with litters of six to eight kits at a time. While pahtras frequently form lifelong, loving relationships with a single partner or small set of partners, they cherish individualism above all else. From their first steps, they strive to distinguish themselves from their siblings by developing and perfecting a unique ability. This inclination also makes pahtras highly suspicious of conformism—including that demanded by their vesk overseers—and while they can be deeply distrustful of strangers, they are also very protective of those they consider friends.<br><br>Pahtra culture sees music and battle as the two greatest possible career paths, defining all other activities by how they relate to these callings. They also see strong synergies in the two pursuits, using music not just for artistic expression but also to coordinate battles and intimidate their enemies. Pahtras have perfect pitch and are natural musicians, and their music plays a central role in their society. They use arias, ballads, and elaborate musicals to tell the stories of their most legendary warriors, and they play bass- and percussion-heavy music to bolster their morale on the battlefield.<br><br>When the first wave of vesk forces arrived on Vesk-6, pahtras were much less advanced technologically, and though their many nations had significant similarities in culture, they were in no way united or uniform. They were ultimately unable to resist the vesk’s advanced weapons, starships, and interplanetary empire, but their warrior traditions, knowledge of local terrain, and willingness to fight for their homelands ensured the vesk conquest was neither swift nor easy. Their bold resistance won the pahtras no small amount of respect from the lizard-like race. While some smaller pahtra collectives were destroyed in the war, others formed coalitions and grew into larger and more varied nation-states. In time, all these major pahtra nations signed treaties with the Veskarium, accepting vesk rule and a host of Veskarium regulations in return for largely maintaining self-rule in local matters. Only the enormous Command 6 military base that serves as the capital of Vesk-6 and base of operations for the planet’s vesk high despot is ruled entirely by vesk officers and officials; more remote regions are generally overseen by a consul who works with local pahtra governments. While most such consuls are retired vesk officers, a few pahtra consuls also exist.<br><br>Vesk-6 and its people are now unquestionably part of the Veskarium, but most pahtra uphold their cultural traditions, trusting in their ancient ways of life to keep them distinct (and often far away) from the vesk ruling class. Some groups seek to punish the vesk for their conquest, even seeking to expel their conquerors and reclaim Pulonis as their own, but such efforts rarely do more than draw the ire of legions of Veskarium peacekeepers.<br><br>Most pahtras who refuse to live under vesk rule instead take advantage of the opportunities presented by the Veskarium’s alliance with the Pact Worlds, and travel far from their home planet to try their luck as explorers, mercenaries, musicians, or seers.<br><br><strong>Ability Modifiers</strong>&nbsp;+2 Dex, +2 Cha, -2 Str<br><strong>Hit Points</strong>&nbsp;4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Pahtras are Medium humanoids with the pahtra subtype.</p>\n<h2 class=\"title\">Pahtra Senses</h2>\n<p>Pahtras have darkvision with a range of 60 feet and low-light vision.</p>\n<h2 class=\"title\">Nimble</h2>\n<p>An off-kilter pahtra doesn’t gain the flat-footed condition or take the normal penalty to attacks, and she can steady herself as a swift action instead of a move action.</p>\n<h2 class=\"title\">Talented</h2>\n<p>Pahtras gain a +2 racial bonus to Acrobatics checks, Stealth checks, and checks with one Profession of their choice.</p>\n<h2 class=\"title\">Wary</h2>\n<p>Pahtras gain a +2 racial bonus against charm and compulsion effects.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong>&nbsp;6-7 ft.<br><strong>Average Weight</strong>&nbsp;140–190 lbs.<br><strong>Age of Maturity</strong>&nbsp;14 years<br><strong>Maximum Age</strong>&nbsp;80+3d10 years</p>\n<h1 class=\"title\">Alternate Ability Adjustments</h1>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 133</em><br>While pahtras’ reputation as swift and charismatic warriors is well earned, exceptions have always been common in pahtra culture. These pahtras are often assigned to specific social roles based on their perceived potential, though younger pahtras are beginning to resist this practice. The following pahtras have these listed ability score adjustments instead of the standard adjustments of +2 Dexterity, +2 Charisma, −2 Strength.</p>\n<h2 class=\"title\">Hunter-Killer</h2>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 133</em><br>Pahtras raised on planets with standard gravity often develop the powerful musculature of born predators and are sometimes nicknamed hunter-killers due to their lethal efficiency. A hunter-killer pahtra’s ability adjustment is +2 Strength.</p>\n<h2 class=\"title\">Krreyvash</h2>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 133</em><br>The pahtra rebels known as the Krreyvash have turned to extreme methods in their fight against the Veskarium. The Krreyvash subject themselves to experimental bio-engineering that grants them exceptional strength and reflexes but ravages their bodies. A Krreyvash pahtra’s ability adjustments are +2 Strength, +2 Dexterity, –2 Constitution.</p>\n<h2 class=\"title\">Wise One</h2>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 133</em><br>Certain pahtras show unusual insight or physical features that signify them as likely to receive wisdom from supernatural forces, according to pahtra tradition. These wise ones are given rigorous training regimes by elders and other wise ones in order to become strong in both body and mind. A wise one pahtra’s ability adjustments are +2 Constitution, +2 Wisdom, −2 Strength.</p>\n<h1 class=\"title\">Alternate Racial Traits</h1>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 133</em><br>While most pahtras have the standard pahtra racial traits detailed in Alien Archive 2, specific individuals dedicate their lives into developing uncommon abilities, represented by the following alternate racial traits.</p>\n<h2 class=\"title\">Blindsense</h2>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 133</em><br>Some pahtras rely less on their vision, instead detecting their environment via whiskers that are sensitive to air currents and vibrations. A pahtra with this alternate racial trait has blindsense (vibration) with a range of 30 feet and low-light vision.<br>This replaces pahtra senses.</p>\n<h2 class=\"title\">Natural Weapons</h2>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 133</em><br>Pahtras can develop especially deadly claws that rake and rend with startling effectiveness. A pahtra with this alternate racial trait has natural weapons that function like those of vesk, except the pahtra’s natural weapons deal slashing damage.<br>This replaces talented.</p>\n<h2 class=\"title\">Parasite Sense</h2>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 133</em><br>Some pahtras are sensitive to odors that indicate the presence of invasive bodies. A pahtra with this alternate racial trait gains a +2 bonus to checks to detect, treat, or remove diseases and parasites that infest another creature. As a full action, the pahtra can try to determine if an adjacent creature it can smell is diseased with a DC 30 Perception check. The DC of this check is reduced by 5 for each step along the disease track the creature is.<br>This replaces nimble.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "NS-133",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          -2,
          "str"
        ],
        [
          2,
          "con"
        ],
        [
          2,
          "wis"
        ]
      ]
    },
    "size": "fine",
    "subtype": "pahtra",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}