{
  "_id": "2fOpI6sjb01eYtEi",
  "name": "Phentomite",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Phentomites are native inhabitants of Orry, an unusual cluster of landmasses floating in regular orbits around a gravitational anomaly in Near Space. Thousands of years ago, the planet Orry was a technomagical utopia, but a massive industrial accident caused much of the world’s mass to explode into space. However, mystical gravitational forces created in this disaster allowed the land that survived to remain inhabitable, albeit with a thin atmosphere. Orry now consists of 10 country-sized landmasses, along with several dozen smaller formations, that slowly rotate around a central point—sometimes coming within mere feet of one another but never colliding.<br><br>Orry’s surviving population continued on in the subsequent centuries, though the society lost much of the scientific and magical advancement of its forebears. The phentomites of today live in nations engaged in relatively low-tech artisanship, farming, and trading. They adapted to the low-oxygen environment much as creatures who live their whole lives at high altitudes do. Their eyes have adjusted to be able to see in the dark, and they’ve developed specialized nerves that grant limited thermographic vision; the latter might be a mutation caused by arcane fallout from Orry’s planet-breaking accident.<br><br>The typical phentomite is 7 feet tall and weighs 175 pounds. Though mostly blue, a phentomite’s skin is striated with other colors, especially across the chest and arms. These streaks vary in coloration between phentomites from different areas of the planet; some have green and yellow bands, while others have red and purple lines of color. Their backward-bending legs give them a natural ability to jump farther than most humanoids, and their ungual feet grant them purchase on rocky slopes. Phentomites often decorate their large forehead ridges with dangling charms of religious or personal significance.<br><br>The farmlands of Orry provide the phentomites with the majority of that world’s important resources, food and natural fibers, while the largest landmasses each contain at least a few mines. Phentomite cities range from the idyllic Niyriki, an artists’ enclave on the shores of Lake Eclipse, to the industrious Qabu, full of bustling factories. Roads of an unknown material crisscross each land formation; these remnants of Orry’s past have withstood the test of time and are now used by travelers on foot and by wagons pulled by hefty six-legged draft animals.<br><br>Travel between the floating islands is made possible by an elite class of phentomites called bridgers, who use death-defying acrobatics to cross the gaps between landmasses and erect temporary rope-and-wood structures. Even with the assistance of bridgers, these trips can take several months to complete, and the largest, slowest-moving islands come close to one another for only a short time each year. Such a journey is incredibly hazardous, as a single slip can send an unfortunate traveler plummeting toward Orry’s gravitational anomaly—a certain death.<br><br>The Pact Worlds only recently made contact with phentomites. AbadarCorp has constructed a small space station named Harmony-One that orbits Orry. Due to the gravitational anomaly at the heart of the cluster, landing starships on any of the Orry’s surfaces is incredibly hazardous. Orry’s trade partners have agreed to land offworld vessels only in a phentomite-designated area outside of Zisfahani, Orry’s largest city. Travel to other landmasses must then proceed along terrestrial routes, with the aid of local phentomite bridgers.<br><br><strong>Ability Modifiers</strong> +2 Dex, +2 Wis, –2 Con<br><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Phentomites are Medium humanoids with the phentomite subtype.</p>\n<h2 class=\"title\">Acclimated</h2>\n<p>Phentomites are acclimated to thin atmospheres and high altitudes, and they count as Small creatures for the purpose of slow suffocation.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Phentomites have darkvision with a range of 60 feet.</p>\n<h2 class=\"title\">Heat Tracker</h2>\n<p>As a full action, a phentomite can alter her vision to detect the latent heat trails left by passing creatures. This allows the phentomite to use the Perception skill to perform the follow tracks task of the Survival skill and also functions as the tracking universal creature rule. While this ability is active, the phentomite takes a –1 penalty to Reflex saving throws. The phentomite can deactivate this ability as a move action.</p>\n<h2 class=\"title\">Natural Agility</h2>\n<p>Phentomites gain a +3 racial bonus to Athletics checks to climb or jump.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 6-8 ft.<br><strong>Average Weight</strong> 130–220 lbs.<br><strong>Age of Maturity</strong> 16 years<br><strong>Maximum Age</strong> 70+2d20 years</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA2-97",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          -2,
          "con"
        ],
        [
          2,
          "wis"
        ]
      ]
    },
    "size": "fine",
    "subtype": "phentomite",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}