{
  "_id": "luVYStId3CvCDUfY",
  "name": "Psacynoid",
  "type": "race",
  "data": {
    "type": "monstrous humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "wis"
        ],
        [
          -2,
          "str"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Four-armed psacynoids hail from the Near Space world of Nolasa in the Euditace system. They&rsquo;re the system&rsquo;s only sentient species to have made contact with extrasolar civilizations, such as emissaries from the Pact Worlds and the Veskarium. However, very few psacynoids have left their home world in the decades since this initial contact. Psacynoid culture revolves mostly around the cultivation and harvesting of mystical crystals, and while the world&rsquo;s newfound market for these items has greatly increased Nolasa&rsquo;s wealth, many of its inhabitants consider spending credits on oneself to be in poor taste. Most psacynoids prefer to funnel that money back into their communities to maintain and repair infrastructure, foster social programs, and generally improve the quality of life for all.</p>\n<p>A psacynoid has a slender body with bulbous protrusions at either end; the upper is the creature&rsquo;s head, which features an upward-pointing olfactory organ at the top, above a wide mouth. Their bottom bulb holds most of their vital organs and has four ambulatory appendages. Four spindly arms extend from their torso, two on each side. A psacynoid generally has a skittering gait that causes their body to careen wildly, making the creature appear to constantly be on the verge of toppling over. A typical psacynoid stands about 6 feet tall and weighs 125 pounds.</p>\n<p>On the surface, Nolasa appears to be a Golarion-like planet with numerous diverse biomes ranging from plains and forests to mountains and deserts. However, on closer inspection, the world is curiously flattened, with the highest and lowest elevations being less than half a mile above and below sea level. In fact, a series of massive caverns hide only a few hundred feet under the surface and run throughout the planet&rsquo;s crust. These caves rest on Nolasa&rsquo;s true tectonic plates and contain their own geography and ecosystems. Some believe that Nolasa&rsquo;s current surface was somehow layered onto the original planet by an ancient power, creating a sort of world-sized nesting doll.</p>\n<p>Long ago, Nolasa&rsquo;s psacynoids discovered that these caverns are infinite wells of invisible mystical power. When a wandering psacynoid geomancer discovered an unusual magical frequency within the stones of an empty cavern, they realized that their spells didn&rsquo;t dissipate normally, instead coalescing into the seed of a crystalline structure that hung suspended in the air. The geomancer, unwilling to disturb the phenomenon, set up camp nearby, and over the next few weeks, watched the single crystal grow into a floating field of precious stones. The psacynoid collected the gems to bring back to the surface to study and, decades later, the process of crystal cultivation became the planet&rsquo;s most studied and practiced field.</p>\n<p>Psacynoids learned that each cavern created only certain types of magical crystals, much like certain seeds can take root only in the right soil and climate. One cavern&rsquo;s magic could grow only crystals that harnessed electrical energy, while the gems from another could summon creatures from other planes. Psacynoids who cultivate these crystals are known as custodians, and must be versed in the same type of magic as the caverns in which they work. Some psacynoids train in martial arts to become gallants and guard the underground settlements against dangerous wildlife. Gallants often exhibit mystical prowess themselves and harness it during combat. Regardless of psacynoids&rsquo; focus, most exhibit aptitude for crafting magical crystals, such as spell gems and solarian weapon crystals.</p>\n<p><strong>Ability Adjustments</strong>: +2 Dex, +2 Wis, &ndash;2 Str</p>\n<p><strong>Hit Points</strong>: 4</p>\n<h2>Vital Stats</h2>\n<p style=\"font-size: 14px;\"><strong>Average Height</strong> 5-1/2-6-1/2 ft.<br /><strong>Average Weight</strong> 80-200 lbs.<br /><strong>Age of Maturity</strong> 18 years<br /><strong>Maximum Age</strong> 75 + 2d20 years</p>\n<h2 style=\"font-size: 14px;\"><span style=\"font-size: 1.5em;\">Size and Type</span></h2>\n<p>Psacynoids are Medium monstrous humanoids.</p>\n<h2>@Compendium[sfrpg.racial-features.yxRrBWOdw8Siif79]{Crystal Crafter}</h2>\n<p>A psacynoid can craft a spell gem or a solarian weapon crystal in half the normal time; this bonus stacks with any provided by tools or environment. For instance, a psacynoid using a starship&rsquo;s arcane laboratory can craft a spell gem in one-quarter the normal time.</p>\n<h2>@Compendium[sfrpg.racial-features.Hsn8QRBJCLD5qUrR]{Hermetic Knowledge}</h2>\n<p>Psacynoids gain a +2 racial bonus to Mysticism and Physical Science checks.</p>\n<h2>@Compendium[sfrpg.racial-features.zXRqxtStwwAGpaZn]{Multiarmed} (4)</h2>\n<p>The creature has the number of arms listed. This allows it to wield and hold up to that many hands&rsquo; worth of weapons and equipment. While this increases the number of items it can have at the ready, it doesn&rsquo;t increase the number of attacks it can make during combat.</p>\n<h2>@Compendium[sfrpg.racial-features.NqrVHRaPWM5m0oER]{Psacynoid Senses}</h2>\n<p>Psacynoids have darkvision with a range of 60 feet.</p>\n<h2>@Compendium[sfrpg.racial-features.HTLgCOOVnyP8Z05p]{Sonic Resistance}</h2>\n<p>Psacynoids have resistance 5 to sonic.</p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "source": "AA4 pg. 88",
    "subtype": ""
  },
  "img": "icons/svg/mystery-man.svg"
}