{
  "_id": "0m7liVAP6VTXzqOF",
  "name": "Quorlu",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Quorlus are quadrupedal, silicon-based creatures that have three tentacular arms and three eyestalks. They hail from Quorlosh, a strange world in the Vast that is highly geologically active but has only a thin atmosphere. Quorlus live in warrens in the planet’s exposed stony crust, where they delve for minerals that they consume for sustenance. Their warrens are like the settlements of many humanoids, and their inhabitants conduct crystal farming in which they “grow” gypsum, quartzes, and salts for food. The average quorlu is 4-1/2 feet tall and weighs 350 pounds.<br><br>Their planet’s violent tectonic activity has instilled quorlus with a cultural acceptance of impermanence and resilience to loss. Quorlus value experiences more than material possessions, though by the standards of other worlds, they have abundant raw wealth. When a lava flow or quake damages a quorlu settlement, the quorlus dig out and repair, though they are too practical to rebuild where destruction is likely to occur again.<br><br>Quorlus have a crystalline lithic shell that is vulnerable to certain sonic frequencies. Under this exterior, quorlus’ crystal-fiber organ structures float in plasma. At the center is the quorlu’s grinding heart, which serves as both a circulatory and a digestive organ and which generates the quorlu’s high internal heat. Extreme cold can slow a quorlu’s endothermic reactions, momentarily hindering the creature.<br><br>Although quorlus can be tough combatants, few truly enjoy battle. Their extant military traditions stem from their engineering customs and emphasize the use of explosives, but they usually prefer peace and positive new experiences. This societal tendency makes them more inclined to be diplomats and explorers than warriors.<br><br>Supplementing quorlus’ peaceful inclinations is the fact that most other sapient species find their voices soothing, especially when those voices are harmonized in song—and quorlus love to sing. Their language is melodic, tonal, and trilling, and it also includes subtle vibrations that shirrens in particular find especially pleasing thanks to their sensitivity to delicate vibrational shifts. The range of quorlu tones makes their language difficult for non-quorlus to master.<br><br>Quorlus can be found throughout the Pact Worlds. They have an enclave and diplomatic corps on Absalom Station, and numerous quorlus join exploration outfits, including the Starfinder Society. Others serve as prospectors in the Diaspora and on inhospitable worlds. Quorlus are quick to volunteer for jobs inherently more hazardous for species that need to breathe or that are more susceptible to poison or disease.<br><br><strong>Ability Modifiers</strong> +2 Con, +2 Cha, –2 Dex<br><strong>Hit Points</strong> 6</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Quorlus are Medium monstrous humanoids.</p>\n<h2 class=\"title\">Endothermic</h2>\n<p>A quorlu has resistance 5 to fire that stacks with one other source of fire resistance.</p>\n<h2 class=\"title\">Lithic</h2>\n<p>Quorlus gain a +2 racial bonus to saving throws against bleed, disease, and poison effects, and they can’t benefit from drugs, medicinals, or similar nonmagical substances. In addition, quorlus don’t breathe or suffer the normal environmental effects of being in a vacuum.</p>\n<h2 class=\"title\">Multiarmed (3)</h2>\n<p>The creature has the number of arms listed. This allows it to wield and hold up to that many hands’ worth of weapons and equipment. While this increases the number of items it can have at the ready, it doesn’t increase the number of attacks it can make during combat.</p>\n<h2 class=\"title\">Ponderous</h2>\n<p>Quorlus have a land speed of 25 feet.</p>\n<h2 class=\"title\">Stable</h2>\n<p>A quorlu gains a +4 racial bonus to AC against combat maneuvers to bull rush, reposition, or trip.</p>\n<h2 class=\"title\">Quorlu Senses</h2>\n<p>Quorlus have darkvision with a range of 60 feet and lowlight vision.</p>\n<h2 class=\"title\">Susceptible to Cold</h2>\n<p>When a quorlu takes cold damage, it becomes fatigued for 1 round. This effect doesn’t cause a fatigued quorlu to become exhausted.</p>\n<h2 class=\"title\">Tunneler</h2>\n<p>A quorlu can dig through soil at a rate of 5 feet per minute. A quorlu can use this ability combined with its internal heat to dig through stone at a rate of 1 foot per minute. When it digs, a quorlu can leave a tunnel behind.</p>\n<h2 class=\"title\">Unflankable</h2>\n<p>Flanking the creature does not grant any bonuses, and abilities that function only against a creature that is flanked do not function against it.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 4-5 ft.<br><strong>Average Weight</strong> 300-400 lbs.<br><strong>Age of Maturity</strong> 22 years<br><strong>Maximum Age</strong> 150+3d20 years</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA2-105",
    "type": "monstrous humanoid",
    "modifiers": [],
    "hp": {
      "value": 6,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          -2,
          "dex"
        ],
        [
          2,
          "con"
        ],
        [
          2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}