{
  "_id": "AG3wfDh6IUVRRvam",
  "name": "Ramiyel",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Ramiyels, which are half-ophidian, half-mammalian humanoids, are Ramiya’s sole sapient species. All ramiyels are female. A ramiyel has an upper body like that of a female human, with brightly or darkly hued hair and eyes, and a muscular, colorfully scaled serpent body below the waist. Scales also mark a ramiyel’s upper body and face. When deeply connected emotionally, ramiyels can also psychically bond, causing any willing participant to conceive if she so wishes. The mother then gives birth about 7 months later.<br><br>Ramiyel culture is communal. Individual ramiyels specialize in tasks for the betterment of the community, pooling resources and efforts to accomplish great feats. Ramiyels are deeply in tune with their surroundings, and their adaptation to their communal culture causes them to struggle to develop more diverse skill sets. Most are more comfortable focusing on personal interests. Whether settled or nomadic, ramiyel communities remain small by other cultures’ standards, as they rely on Ramiya’s abundant resources for their needs and sunlight for power. However, multiple such groups work in concert, as with Yaillan or the reseeding of Ramiya.<br><br>The defining trait of ramiyel culture is their great reverence for life and nature. Ramiyels seek to live in harmony with the life around them, abhorring pollution, waste, and wanton disregard for other living beings. This preference does not equate to pacifism—predation is integral in ramiyel understanding of nature’s cycle. Huntresses are a vital element of their culture, which is rooted in a hunter-gatherer past. This respect for life extends beyond Ramiya. Even the most hardened ramiyel operative might spend a few moments after a pitched firefight to honor fallen foes and respect loss of life. Despite their spiritual proclivities, from which their mystical traditions arise, ramiyels worship no deities. They have deep cultural taboos against even trusting, much less revering, such entities. If another reason for this tradition ever existed, it was lost to the Gap.<br><br>Individual ramiyels are most often good-aligned, with a focus on balance between the personal and communal. Even ramiyels who grow up outside their culture retain an innate sense of communalism and an understanding of and respect for life. Xenoanthropologists debate the cause of these traits, which would normally be attributed to nurture rather than nature. While ramiyels can find it difficult to break away from their communities, their curiosity can drive them to strike out among the stars. An adventurous ramiyel adopts her companions, whether the crew of her starship or a cadre of fellow explorers, as her community. She does her best to fulfill her duties within this group, although greedy or aggressively individualistic associates might clash with a ramiyel’s communal tendencies.<br><br>Typically a ramiyel is about 5 feet tall, from top of the head to where the tail meets the ground, but the tail extends another 5–15 feet. Therefore, a ramiyel weighs upwards of 220 pounds. A ramiyel can also raise her body up another foot or so, shortening her tail, but doing so is uncomfortable for extended periods of time. When at rest or pausing in movement, a ramiyel typically coils her tail under her. Ramiyels live about as long as humans.<br><br><strong>Ability Modifiers</strong> +2 Wis<br><strong>Hit Points</strong> 5</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Ramiyels are Medium monstrous humanoids.</p>\n<h2 class=\"title\">Climber</h2>\n<p>Ramiyels have a climb speed of 15 feet.</p>\n<h2 class=\"title\">Constrictor’s Grasp</h2>\n<p>A ramiyel can use her serpentine lower body to grapple foes, allowing her to grapple without needing a free hand.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Ramiyels have darkvision with a range of 60 feet.</p>\n<h2 class=\"title\">Life Instinct</h2>\n<p>Ramiyels have an innate knack for understanding life-forms and their function. They have a +2 racial bonus to Life Science and Medicine skills.</p>\n<h2 class=\"title\">Personal Focus</h2>\n<p>Each ramiyel has a personal focus. This inclination not only manifests as a talent that grants an extra class skill, but it also affects the ramiyel’s relationship with her environment and other beings. Commonly, a ramiyel is born as what her culture calls a creator, and her extra class skill is a Profession skill. Some ramiyels have a nurturer focus, and can choose Diplomacy or Sense Motive as her extra class skill. A ramiyel who has a huntress focus can choose Perception or Survival as her extra class skill.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SF#21-52",
    "type": "monstrous humanoid",
    "modifiers": [],
    "hp": {
      "value": 5,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "wis"
        ]
      ]
    },
    "size": "fine",
    "subtype": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}