{
  "_id": "TcSyC9Z9PVP49ZLB",
  "name": "Raxilite",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Raxilites are a species of little sapient plants from Raxil, a warm, idyllic world in the Vast. About two decades ago, a lashunta exploration vessel from Castrovel arrived in Raxil’s system and found the raxilites living in peace, having achieved symbiosis with their world through exceptionally advanced biotechnology.<br><br>The curious raxilites sent a delegation back to Castrovel with the lashuntas. The two species have much in common, as raxilites are also intellectual and place great importance on community. After a time on Castrovel, where many raxilites still visit and dwell, the raxilite mission journeyed to Absalom Station. There, they obtained protectorate status for Raxil, just days after the Swarm attack on the Pact Worlds and Veskarium. Raxilites provided aid, mostly in biotech and medicine, during that conflict, though they also helped the Xenowardens advance their biomechanical starship designs. In turn, the raxilites, who lacked starfaring vessels before their contact with the lashuntas, began building their own biomechanical craft.<br><br>Today, Raxil is a major source of cutting-edge starship biotech, though most of this tech must be acquired in the Pact Worlds. Raxilites are gentle and gregarious, but they restrict immigration, importing, and tourism to Raxil as carefully as they tend the planet. However, exploration is a key part of raxilite culture. With the galaxy open to them, countless young raxilites leave Raxil to see the stars, which often requires them to adapt to technology built for larger creatures. Raxilite bioengineers invented the Lifting Floret Activation Network (LFAN) augmentation to deal with the issue, and most raxilites have these modifications implanted shortly after sprouting.<br><br>When a raxilite reaches adulthood, they sprout a flower. Flowering raxilites are lively and sociable, and especially with modern medicine, a raxilite can spend their entire life flowering. However, most raxilites choose to have children. A raxilite has both male and female reproductive organs, and to reproduce, two or more raxilites gather to exchange pollen. Such raxilites then transition to a seeding stage, with a puffball of seeds like those of a dandelion. Raxilites can also maintain their seeding stage indefinitely, and most do so at least until they find a safe place to plant and sprout their young. After releasing seeds, a raxilite flowers again within a week.<br><br>A typical raxilite is 16 inches tall and weighs 4 pounds.<br><br><strong>Ability Modifiers</strong> +2 Dex, +2 Int, +2 Cha, -4 Str<br><strong>Hit Points</strong> 2</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Raxilites are Tiny plants.</p>\n<h2 class=\"title\">Low-light Vision</h2>\n<p>Raxilites have low-light vision.</p>\n<h2 class=\"title\">Flowering or Seeding</h2>\n<p>Flowering raxilites gain a +2 racial bonus to Bluff and Diplomacy checks. Seeding raxilites gain a +2 racial bonus to Acrobatics checks and can attempt a DC 15 Acrobatics check to negate falling damage when in an atmosphere. A raxilite can change from flowering to seeding (or vice versa) with 1 week of rest.</p>\n<h2 class=\"title\">LFAN</h2>\n<p>An LFAN, or Lifting Floret Activation Network, is a biotech augmentation that looks like a cluster of artificial, prehensile “vines” attached to a raxilite’s brain system (the raxilite can add one other brain augmentation to the LFAN). The LFAN is as dexterous and strong as a human hand, and the vines can extend and retract, allowing a raxilite to use one-handed items as if they were a Medium creature with a reach of 5 feet.</p>\n<h2 class=\"title\">LFAN Symbiosis</h2>\n<p>When two or more raxilites share the same 5-foot space, they can use their LFANs together, allowing them to handle larger objects. Up to four raxilites can work together in this way, each acting as one hand.</p>\n<h2 class=\"title\">Limited Plant Benefits</h2>\n<p>Raxilites lack the immunities of most plants. Instead, they gain a +2 racial bonus to saving throws against mind-affecting effects, paralysis, poison, polymorph, sleep, and stunning effects, unless the effect specifies that it is effective against plants.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA3-83",
    "type": "plant",
    "modifiers": [],
    "hp": {
      "value": 2,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          -4,
          "str"
        ],
        [
          2,
          "dex"
        ],
        [
          2,
          "int"
        ],
        [
          2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}