{
  "_id": "JoHfa0f3PoRn9lqk",
  "name": "Reptoid",
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Reptoids are masters of disguise and deception, who use their shapechanging abilities to infiltrate countless other societies, impersonating influential individuals and seeking positions of power within their target culture. The number of reptoids hidden within any given society is unknown, as in addition to their exceptional espionage and infiltration skills, the creatures also have psychic magic that allows them to cover their tracks and ensure cooperation from their enemies.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">The limited nature of the reptoids&rsquo; shapechanging ability means an individual typically holds only one alias at a time and undertakes the process of changing its cover only if that identity has been compromised. In some cases, reptoids work behind the scenes to engineer &ldquo;mysterious accidents&rdquo; that allow them to discard problematic identities and assume new ones, and some conspiracy theorists or counterespionage officials tend to view high-profile deaths as signs of potential reptoid activity&mdash;either covert assassinations by the creatures, or staged deaths to cover for new identities. Reptoids are known to spend years in their assumed forms; some spend more of their lives as other creatures than in their natural forms.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Reptoid masters are the masterminds behind the race&rsquo;s plots and infiltration, appearing rarely even in rumors and even less commonly encountered in the flesh. Reptoid masters command much more powerful domination magic than typical reptoids, ensuring their plots and identities remain hidden, and they are believed to be the leaders of this enigmatic race, though how they are chosen or made remains a mystery. No one in the Pact Worlds knows whether reptoid masters are the first to infiltrate a society and remain so effectively hidden that they are never uncovered, if they arrive on a planet only after other reptoids have established a power base, or if they remain distant from their kin and simply pull strings from some secure command center. This command center could be virtually anywhere in the galaxy&mdash;with some theories pointing to @Compendium[sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station} itself.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">As might be expected, reptoids are secretive about the end goals of their infiltrations, and when under extreme duress, they choose to die rather than reveal information about their home world or race. Some posit they are weakening target societies in preparation for eventual invasion, while others argue they may already hold complete control, and thus have no need for an invasion, preferring to live like parasites within a host society.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Ability Adjustments</strong>&nbsp;+2 Str, +2 Cha, -2 Dex<br /><strong>Hit Points</strong>&nbsp;5</span></p>\n<h2 class=\"title\">Vital Stats</h2>\n<p><strong>Average Height</strong>&nbsp;5&ndash;6 ft.<br /><strong>Average Weight</strong>&nbsp;100&ndash;180 lbs.<br /><strong>Age of Maturity</strong>&nbsp;30 years<br /><strong>Maximum Age</strong>&nbsp;200+5d20 years</p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Reptoids are Medium humanoids with the reptoid and shapechanger subtypes.</p>\n<h2 class=\"title\">Change Shape</h2>\n<p>Once per day, a reptoid can assume the appearance of a specific single Medium humanoid. The reptoid always takes this specific form when using this ability. The reptoid gains a +10 racial bonus to Disguise checks to appear as that type of humanoid. This ability otherwise functions as per disguise self, and lasts for 10 minutes &times; the reptoid&rsquo;s character level. A reptoid can select a new humanoid form by spending 1 week preparing for the change, but can then no longer assume the previous form.</p>\n<h2 class=\"title\">Cold-Blooded</h2>\n<p>Reptoids receive a +2 racial bonus on saving throws against mind-affecting effects and @Compendium[sfrpg.rules.aKqRtg165rAly1Cc]{Poisons}.</p>\n<h2 class=\"title\">Low-Light Vision</h2>\n<p>A reptoid can see in dim light as if it were normal light.</p>\n<h2 class=\"title\">Natural Weapons</h2>\n<p>Reptoids are always considered to be armed when they are not using their change shape ability. They can deal 1d3 lethal slashing damage with unarmed strikes, and the attack does not count as archaic. Reptoids gain a unique weapon specialization with their natural weapons at 3rd level, allowing them to add 1-1/2 &times; their character level to their damage rolls for their natural weapons (instead of adding just their character level, as usual).</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA1 pg. 92",
    "type": "humanoid",
    "modifiers": [
      {
        "name": "Change Shape",
        "modifier": "10",
        "type": "racial",
        "effectType": "skill",
        "valueAffected": "dis",
        "enabled": false,
        "source": "Racial",
        "notes": "Once per day, a reptoid can assume the appearance of a specific single Medium humanoid. The reptoid always takes this specific form when using this ability. The reptoid gains a +10 racial bonus to Disguise checks to appear as that type of humanoid. This ability otherwise functions as per disguise self, and lasts for 10 minutes × the reptoid’s character level. A reptoid can select a new humanoid form by spending 1 week preparing for the change, but can then no longer assume the previous form.",
        "modifierType": "formula",
        "condition": "",
        "subtab": "misc",
        "max": 10,
        "_id": "49d6f035-d719-47b7-aeb2-337ceb9fe6f4"
      },
      {
        "name": "Cold-Blooded",
        "modifier": "2",
        "type": "racial",
        "effectType": "saves",
        "valueAffected": "",
        "enabled": false,
        "source": "Racial",
        "notes": "Reptoids receive a +2 racial bonus on saving throws against mind-affecting effects and poisons.",
        "modifierType": "formula",
        "condition": "",
        "subtab": "misc",
        "max": 2,
        "_id": "60429ffa-f450-46b5-a210-8746872d1cbc"
      }
    ],
    "hp": {
      "value": 5,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ],
        [
          2,
          "cha"
        ],
        [
          -2,
          "dex"
        ]
      ]
    },
    "size": "medium",
    "subtype": "reptoid, shapechanger",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": []
}