{
  "_id": "gNEpnjopGmc2veyT",
  "name": "Ryphorian",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Ryphorians are the dominant humanoid race on the Pact Worlds planet of Triaxus, known for its highly eccentric orbit, which causes generations-long seasons. These humanoids have adapted to their unusual environment with a peculiar trimorphism: those generations born in the winter years (winterborn) manifest short fur and narrow eyes to protect against snow blindness, those born in the summer years (summerborn) have hairless skin in a variety of dark shades to protect them from the intense rays of the summer sun, and those born in the years between the extremes of summer and winter (transitional) have a blend of such traits. However, with gene therapy and hormonal treatments available, an individual ryphorian’s appearance is no longer an indicator of Triaxus’s current season, and while unmodified Triaxians are generally born in their winter form to reflect the planet’s current season, taking steps to change a ryphorian’s seasonal form is currently a mark of wealth and status in some cultures. Regardless of the season of their birth, ryphorians have long and pointed ears, with feather-like notching along the back edge that automatically moves and adjusts the ear’s shape to help the ryphorian focus on specific sounds.<br><br>Long ago, Triaxian society was defined by these seasonal changes. Winterborn ryphorians were understandably obsessed with survival, loyal but gruff and slow to make friends. Promises among winterborn were legendarily serious affairs, and modern Triaxian sagas and period romances still tell of heroes willing to sacrifice all to keep their word, regardless of the tragic consequences it might bring. Summerborn ryphorians, on the other hand, grew up in a time of plenty, abandoning their fortresses to wander as nomads. While most still understood the need to stockpile and prepare for the coming winter, summers were generally a time for passion and art, rebellion and risk. Transitional children, as representatives of the changing of seasons, were viewed with awe and fear.<br><br>Today, technological advancements have enabled modern ryphorians to live in ease despite Triaxus’s season, and even the cycle of biological adaptation has been broken by magic and technology. Yet this cycle still lives on in the stereotypes various ryphorian “generations” (as the different subspecies sometimes call themselves) have about each other—stereotypes ironically strengthened by the addition of personal choice into the matter. Winterborn ryphorians are still seen as inherently more conservative and pragmatic, not least because they represent the natural, unmodified state into which most ryphorians are born during the current winter season. Those who convert to summerborn have a reputation for flightiness and lust, artistic tendencies and passionate adherence to new ideas and social and technological progress. Though the process of conversion to summerborn is now generally accepted in most major ryphorian societies and summerborn serve in all levels of public office, the act of converting immediately brands an individual as a member of the counterculture—a badge most summerborn wear with pride. Transitional ryphorians remain relatively rare and thus still maintain some of their mystery, with many powerful mystics and leaders capitalizing on this status.<br><br>The ryphorians most often visible to other Pact Worlds citizens are the famed Skyfire Legion, elite mercenaries who offer their martial services to protect fledgling Pact Worlds colonies, Starfinder Society expeditions, and other such benevolent ventures operating beyond the legal reach of the Stewards and other Pact Worlds–based authorities. Many members of the legion form near-telepathic bonds with dragonkin partners (see page 40), a traditional, millennia-old practice that makes them particularly effective in team-based activities. These bonded pairs—sometimes romantic, but more often collegial—make crack combat pilot duos, whether serving on their own Skyfire Legion vessels or piloting ships for explorers as part of Legion contracts. Though particularly renowned for their abilities with both air and space craft, they’re also trained in other forms of combat, and can acquit themselves well on terrestrial battlefields when the situation calls for it, with some of them even maintaining the ancient practice of riding their dragonkin partners into battle. After the Skyfire Legion, the next ryphorian group to jump to most Pact Worlders’ minds is the famous battleflowers of Ning, genderless warriors who compete in broadcasted ritual combat, often attaining systemwide celebrity and renown.<br><br>Ryphorians’ relationships with true dragons are mixed, as their world has a long history of warfare between its tyrannical chromatic dragons and their armies of ryphorian slaves and the free ryphorian nations of the Allied Territories (aided by the noble metallic dragons). While the wars between dragons and ryphorians have officially ended, with some dragons trading battlefields for boardrooms, many ryphorians still retain a deep-seated cultural hatred for their former chromatic conquerors, and it’s not uncommon for ryphorian nationalists on Triaxus to conduct illegal attacks on draconic holdings in hopes of driving the evil dragons from their home world once and for all.<br><br><strong>Ability Modifiers</strong> +2 Con, +2 Wis, -2 Str<br><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Ryphorians are Medium humanoids with the ryphorian subtype.</p>\n<h2 class=\"title\">Bonus Feat</h2>\n<p>Ryphorians gain a bonus feat at 1st level.</p>\n<h2 class=\"title\">Keen Senses</h2>\n<p>Ryphorians’ distinctive ears help them hear precisely, granting a +2 bonus to Perception checks.</p>\n<h2 class=\"title\">Low-Light Vision</h2>\n<p>Ryphorians can see in dim light as if it were normal light.</p>\n<h2 class=\"title\">Trimorphic</h2>\n<p>Summerborn ryphorians gain fire resistance 5. Winterborn ryphorians gain cold resistance 5. Transitional ryphorians gain cold and fire resistance 2, and when in conditions of severe cold or heat, they have to attempt Fortitude saves only once per hour instead of once every 10 minutes. A ryphorian can stack this natural resistance with one other form of resistance.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 5–7 ft.<br><strong>Average Weight</strong> 100–200 lbs.<br><strong>Age of Maturity</strong> 18 years<br><strong>Maximum Age</strong> 80+2d20 years</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA-96",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          -2,
          "str"
        ],
        [
          2,
          "con"
        ],
        [
          2,
          "wis"
        ]
      ]
    },
    "size": "fine",
    "subtype": "ryphorian",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}