{
  "_id": "wGGGEm9Mkd1I21AJ",
  "name": "Samsaran",
  "type": "race",
  "img": "systems/sfrpg/icons/default/dna2.svg",
  "system": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "int"
        ],
        [
          2,
          "wis"
        ],
        [
          -2,
          "con"
        ]
      ]
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Samsarans are mysterious humanoids bound in a seemingly endless cycle of death and rebirth, retaining scant memories of past lives as they strive toward enlightenment.</p><h3>Physical Description</h3><p>Upon death, a samsaran’s soul doesn’t travel to an afterlife but is instead reborn in a new body elsewhere in the galaxy. In most cases, they are reincarnated as a newborn child. Rarely, a samsaran’s soul spontaneously creates a body for its next life, typically beginning life as a young child who seeks out adoptive parents. In general, a samsaran’s features resemble those of their parents, though they have clear blood; white, pupilless eyes; and pale skin or hair in shades of white, blue, or purple. They typically live as long as humans do, though samsarans born to longer-lived species often enjoy equally long lifespans. Samsaran parents, meanwhile, have children who are not themselves samsaran until the first time they die, at which point their soul enters the cycle of reincarnation.</p><h3>Society</h3><p>Relatively few and spread across the galaxy, samsarans typically adopt the mannerisms and traditions of the culture that raised them. Samsaran culture and values exist primarily in the form of documents that samsarans leave for future generations, urging readers to stay focused and act virtuously.</p>\n<p>Samsarans tend to focus on inner spirituality rather than deities, but those who worship lean toward Yaraesa for her focus on inner perfection, or Pharasma, who is sometimes credited with granting the samsarans their unique existence.</p>\n<p>Samsarans retain vague memories and impressions associated with their previous lives. Especially profound or important memories survive most reliably, and on rare occasions, a samsaran may seek goals or individuals from their past lives upon reaching adulthood.</p><h3>Adventurers</h3><p>Whether they care about their past lives or not, a samsaran might set out to perform great deeds, endure punishing trials, or right wrongs, all so that this lifetime might progress their own spiritual development. Samsarans are typically goodaligned, knowing that those virtues are important to their personal growth. Evil samsarans are rare, usually arising from disillusionment in their endless reincarnation or a belief that they can attain enlightenment far faster through more aggressive means.</p><h3>Names</h3><p>Samsarans typically receive and adopt names that are common in their adoptive community. Occasionally, a samsaran might replace their name or add to it upon uncovering information tied to a past life, using the extra name as an honorific or title.</p><h1>Species Traits</h1><p><strong>Ability Adjustments</strong>+2 Int, +2 Wis, -2 Con</p>\n<p><strong>Hit Points:</strong> 4</p>\n<p><strong>Size and Type:</strong> Samsaran are Medium humanoids with the samsaran subtype.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.17KJtkpSw3CqG07C]{Lifebound}</h3><p>Samsarans gain a +2 species bonus to saving throws against death effects, saving throws to remove negative levels, and Constitution checks for long-term stability.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.ivfqMdylivscbLak]{Low-Light Vision}</h3><p>Samsarans have low-light vision.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.vHCzpGBfatXJQ8Tj]{Samsaran Magic}</h3><p>Samsarans gain the following spell-like abilities:</p>\n<p>1/day — @UUID[Compendium.sfrpg.spells.Item.zxecXzHipD4MEoFc]{Comprehend Languages}, @UUID[Compendium.sfrpg.spells.Item.2vjeLKWVi35DyjNn]{Share Memory}, and @UUID[Compendium.sfrpg.spells.Item.v2zuuUuYEgBTMHWY]{Stabilize}</p>\n<p>The caster level for these effects is equal to the samsaran's character level.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.sm8fH4owBO88raVX]{Shards of the Past}</h3><p>As a legacy of their past lives, samsarans gain a +2 species bonus to any two skills of their choice.</p>"
    },
    "hp": {
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "slug": "",
    "source": "EN pg. 30",
    "subtype": "samsaran"
  }
}