{
  "_id": "RGi0BWrEIIXotbXr",
  "name": "Sarcesian",
  "type": "race",
  "data": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "cha"
        ],
        [
          -2,
          "str"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Supposedly descended from the inhabitants of the two planets whose destruction long ago formed @Compendium[sfrpg.setting.Yt2xT4Iy6lHjCzso]{The Diaspora} asteroid belt, sarcesians have adapted to low-gravity and thinair environments. Standing between 10 and 15 feet tall with bulbous eyes and spindly, elongated limbs, a sarcesian is able to adapt her physiology to survive in space by suspending her respiration and growing a pair of butterfly-like wings made of pure light. The wings act as solar sails, catching currents of radiation to propel her between the handful of inhabited asteroids and space platforms within @Compendium[sfrpg.setting.Yt2xT4Iy6lHjCzso]{The Diaspora}.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Thanks to arcane engines left behind by the sarcesians&rsquo; ancestors, the race has long managed to maintain creche worlds&mdash;asteroids with enough magical atmosphere, gravity, and warmth for the inhabitants to live comfortably and raise offspring. Compared to some other planets in the Golarion system, sarcesian creche worlds are beautiful and idyllic. They contain fields, forests, hills, lakes, and bucolic towns whose populations number in the low thousands. Many of these sanctuaries are linked by the River Between, an unusual body of water that actually flows between and through the asteroids; the water is prevented from floating off into space by a tube-shaped force field crafted by unknown hands.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Sarcesians who leave the asteroid belt are sometimes hired as mercenaries specializing in surveillance and marksmanship, as they are accustomed to operating at vast distances from their targets. These sarcesians hone their innate patience even further in order to lie in wait for their marks for days atop bluffs, in dilapidated apartments, or even in the vacuum of space outside docking slips. Employers tend to pay well for this degree of dedication, making sarcesian snipers a highly sought-after commodity in certain areas of the galaxy.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Ability Adjustments</strong>&nbsp;+2 Dex, +2 Cha, -2 Str<br /><strong>Hit Points</strong>&nbsp;4</span></p>\n<h2 class=\"title\">Vital Stats</h2>\n<p><strong>Average Height</strong>&nbsp;10-15 ft.<br /><strong>Average Weight</strong>&nbsp;400&ndash;500 lbs.<br /><strong>Age of Maturity</strong>&nbsp;20 years<br /><strong>Maximum Age</strong>&nbsp;140+3d20 years</p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Sarcesians are Large humanoids with the sarcesian subtype and a space and reach of 10 feet.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.ivfqMdylivscbLak]{Low-Light Vision}</h2>\n<p>Sarcesians can see in dim light as if it were normal light.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.LOVB0bQtpDG4ZyRi]{Skilled}</h2>\n<p>Sarcesians gain an additional skill rank at 1st level and each level thereafter.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.iRSApA4PDiLIVg0l]{Void Flyer}</h2>\n<p>Sarcesians can go 1 hour without breathing and can exist in a @Compendium[sfrpg.rules.9x8PApRh6UoP466l]{vacuum} without suffering the associated environmental effects. When in a vacuum, they automatically grow wings made from pure energy that grant them a supernatural fly speed of 60 feet (average maneuverability) but that work only in a vacuum.</p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "large",
    "source": "AA1 pg. 98",
    "subtype": "sarcesian"
  },
  "img": "icons/svg/mystery-man.svg"
}