{
  "_id": "7EetTbgSJynB3LFB",
  "name": "Sazaron",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">One of the co-governing species of Arkanen, a moon of Liavara, sazarons feel it is their duty to oversee and execute the many day-to-day tasks that maintain their home and balance out their mischievous dirindi cohabitants. Sazarons are large creatures with a lower body similar to an iguanodon, with two thick hind legs and two leaner front legs. Generally measuring 15 feet long and weighing 900 pounds, sazarons have long tails tipped with a large knob of bone that they can wield offensively. Starting at the saurian shoulders, the sazaron’s body transitions into the torso of a large humanoid. Their incredibly thick skin gives them electricity resistance, which is helpful in the weeks that their moon plunges into the electrically charged atmosphere of Liavara—and also insulates them from dirindis’ electric greetings.<br><br>Sazarons are scholarly creatures that move at a more measured pace than most other inhabitants of Arkanen, preferring to avoid conflict in order to study and further their knowledge. Instinctively skeptical, sazarons also have the ability to magically compel others to speak only the truth.<br><br>The ancient sazaron capital of Telataranas contains numerous magical universities and mystical academies, and a great number of sazaron sages, scholars, and scientists call the city home. These scholars are particularly interested in two fields of study. Those who study atmospheric submergence analyze phenomena related to Arkanen’s annual journey through of Liavara’s atmosphere, including its effects on their moon’s ecosystems and how best to store and ration the electricity collected by the gigantic pylons interspersed throughout the capital. These scholars often find themselves working alongside their electrically attuned dirindi fellows, while many of the less academically inclined are employed as part of the corps of electricians who maintain the pillars and energy reserves.<br><br>The other most popular topic of study focuses on the mind-searing hallajins, which Arkanen is tasked with containing on the nearby moon of Hallas via a magical barrier. Many of the sazarons who are passionate about this subject either have worked to become official Pact World overseers of the mysterious species, or work closely with those overseers to make sure that the dangerous psychic energy of Hallas does not escape. Despite their desire to learn more about the hallajins and their abilities, sazarons rigidly uphold the strict rules that prohibit attempts to sneak onto Hallas— though they are more than happy to confiscate and analyze any artifacts or data that any lawbreakers might obtain.<br><br><strong>Ability Modifiers</strong> +2 Int, +2 Wis, -2 Dex<br><strong>Hit Points</strong> 6</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Sazarons are Large monstrous humanoids.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Sazarons have darkvision with a range of 60 feet.</p>\n<h2 class=\"title\">Impel Truth</h2>\n<p>Sazarons gain the following spell-like ability. The caster level for this effect is equal to the sazaron’s level. <br><br>1/day—<em>zone of truth</em></p>\n<h2 class=\"title\">Insulated Skin</h2>\n<p>Sazarons have resistance 5 to electricity that stacks with one other source of electricity resistance.</p>\n<h2 class=\"title\">Limited Telepathy</h2>\n<p>Sazarons have limited telepathy with a range of 30 feet.</p>\n<h2 class=\"title\">Natural Weapons (B)</h2>\n<p>Sazarons are always considered armed. They can deal 1d3 lethal bludgeoning damage with unarmed strikes and the attack doesn’t count as archaic. Sazrons gain a unique weapon specialization with their natural weapons at 3rd level, allowing them to add 1-1/2 × their character level to their damage rolls with their natural weapons (instead of just adding their character level, as usual).</p>\n<h2 class=\"title\">Scholarly</h2>\n<p>Sazarons gain a +2 racial bonus to Culture, Life Science, and Physical Science checks.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA3-91",
    "type": "monstrous humanoid",
    "modifiers": [],
    "hp": {
      "value": 6,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          -2,
          "dex"
        ],
        [
          2,
          "int"
        ],
        [
          2,
          "wis"
        ]
      ]
    },
    "size": "fine",
    "subtype": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}