{
  "_id": "OhbrzMtft99DKBqw",
  "name": "Screedreep",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Sporting a naturally hunched posture with drooping ears and a short snout, a screedreep’s bearing and expression make the creature seem to be waiting for a blow to land. It is perhaps this one feature that best defines the history of this species in the Azlanti Star Empire. Native to the Aristia system, screedreeps were among the first people to be taught the imperial lessons of brutality and subjugation. They bore the worst of Azlanti aggression and suffered decades of oppression before their surrender to imperial forces.<br><br>Upon their capitulation, screedreeps lost Eostrillon, their beautiful home world, to the Azlanti and suffered acclimation to the imperial way of life. Since then, they have been dedicated subjects. Utter defeat yielded fawning, sycophantic, and subservient beings eager to fulfill Azlanti wishes, and centuries of devotion since have earned some screedreeps high administrative positions. Screedreeps are particularly adept at singling out plots within and against the imperial bureaucracy, identifying them before they can be fomented for too long and come to fruition. However, wealth and privilege elevate screedreeps only so far. Azlanti cultural structure constantly reminds all non-humans of their second-class status, and being the Star Empire’s favored non-human species earns screedreeps the distrust of most other sentient nonhumans under the empire’s thumb.<br><br>Having lived among the Azlanti for so long, screedreeps have assimilated well with imperial technology and magic, although they prefer the predictability of technology to magical enigmas. Practicality and repeatability of experience are important to screedreeps, and they value universal systems. This ethos gives screedreeps something in common with brakims, and brakim technicians who make it to other imperial worlds get along well with screedreep managers. Primarily trained in vocations where a single administrator can oversee a network of personnel, screedreeps thrive in such roles. If screedreeps were less loyal or brakims more aggressive when among alien species, this relationship could be detrimental to the empire.<br><br>Occasionally, failure to perform or poor luck can cause a screedreep to leave a public position—voluntarily or otherwise— and take up independent work. Other displaced screedreeps drift into criminal enterprises, running efficient racketeering operations, smuggling rings, or thieving organizations and eschewing more violent criminal endeavors. Such screedreep “facilitators” work throughout the empire, using their wiles to avoid notice, including the clever observations of their fellow screedreeps within the imperial administration. More than one criminal enterprise on Bortan II has a screedreep among its leadership, if not at its head.<br><br>Screedreeps stand about 3 feet tall and weigh around 60 pounds. They’re considered adults at 15 and live naturally up to 150 years.<br><br><strong>Ability Modifiers</strong> +2 Wis, +2 Cha, -2 Str<br><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Screedreeps are Small humanoids with the screedreep subtype.</p>\n<h2 class=\"title\">Cultured</h2>\n<p>Screedreeps gain a +2 racial bonus to Bluff, Culture, and Diplomacy checks.</p>\n<h2 class=\"title\">Low-Light Vision</h2>\n<p>Screedreeps’ big, sensitive eyes provide them with low-light vision.</p>\n<h2 class=\"title\">Quick Senses</h2>\n<p>A screedreep can use Perception to search an area in half the normal time. In addition, screedreeps gain a +2 racial bonus to Sense Motive checks.</p>\n<h2 class=\"title\">Tricky Mind</h2>\n<p>Screedreeps gain a +2 racial bonus to saving throws against mind-affecting effects other than fear effects. They also gain a +2 racial bonus to saving throws against effects used to determine if a target is being deceitful.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 3 ft.<br><strong>Average Weight</strong> 60 lbs.<br><strong>Age of Maturity</strong> 15 years<br><strong>Maximum Age</strong> 150 years</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SF#8-51",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          -2,
          "str"
        ],
        [
          2,
          "wis"
        ],
        [
          2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "screedreep",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}