{
  "_id": "eO4gSpo5MnOrIqaF",
  "name": "Scuriday",
  "type": "race",
  "img": "systems/sfrpg/icons/default/dna2.svg",
  "system": {
    "type": "fey",
    "abilityMods": {
      "parts": [
        [
          2,
          "cha"
        ],
        [
          2,
          "dex"
        ],
        [
          -2,
          "con"
        ]
      ]
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Chatty and inventive, scuridays are fluffy fey raconteurs eager to explore the galaxy and acquire new tales.</p><h3>Physical Description</h3><p>Scuridays are rotund creatures about 3 feet tall with short legs, large ears, and long tails. A young scuriday’s fur is usually a mix of deep greens and blues that help them hide among foliage, and lightens to aquamarine and other jewel tones over their 300- year natural lifespan. This fur barely conceals a scuriday’s loose skin, which forms several dewlaps running the length of their body. When extended with outspread limbs, this skin acts as a patagium, allowing the scuriday to glide. More often, though, a scuriday moves by inflating itself like a fuzzy balloon, floating, and twirling its tail in a corkscrew fashion to generate thrust. Their buoyancy bladders are equally effective as resonating chambers, amplifying their voices and songs.</p><h3>Society</h3><p>Scuridays love to socialize and maintain extensive underground warrens that house hundreds of individuals. They typically sleep, groom, and socialize during the day, emerging at night to forage.</p>\n<p>Singing is a cornerstone of scuriday society. As the community reconvenes near dawn, they improvise songs and invent stories, often letting the youngest scuridays start each round. As a performance becomes overly complex, an elder takes over, transforming the group’s invention into a fantastic tale. Cleverness and creativity are crucial to a scuriday’s prestige, and they’re able to weave absurd yet strangely compelling lies.</p>\n<p>Scuridays primarily rely on their strong social skills to resolve grievances amicably. For bigger decisions, they turn to representative government, typically electing a host of younger adults onto an odd-numbered council. In general, scuridays favor a limited paedocracy, believing that youthful imagination drives innovation. Young adults often lead, though rarely without including non-voting elders to provide mentorship and perspective. With few serious threats other than the inscrutable hallajins that mostly ignore them, scuridays are free to cavort and experiment.</p>\n<p>Until very recently, scuridays barely knew about the galaxy beyond their homeworld, a carefully guarded forest moon in the Szandite collective. However, researchers encountered scuridays during one of the Pact Worlds’ authorized field studies. Initially fearful of these strangers, those scuridays hid and observed before attempting to communicate. Their cuteness disarmed the researchers, who did their best to communicate peacefully, especially when the scuridays began telling fantastical tales of what happened during the Gap. This triggered a wave of interviews and visits by eminent historians before anyone realized that scuridays delighted in inventing fictitious histories, including their Gap tales. Disqualified as a reliable source about the Gap and their home world’s history, scuridays are free to explore the galaxy.</p><h3>Adventurers</h3><p>While they love inventing their own tales, scuridays marvel at the opportunity to explore and create their own novel experiences. Their innovative and sometimes absurdist approach to understanding challenges makes scuridays eclectic problem-solvers, and their chittering positivity tends to set others at ease. So long as their curiosity doesn’t turn into recklessness, they’re an excellent addition to any expedition.</p><h3>Names</h3><p>Scuridays are as inventive with their names as they are with their tales. While each scuriday has an “anchor name” that they acknowledge throughout their lifetime, they regularly invent new names they enjoy for a short time before changing them completely. Names often include a chirped consonant, represented by a double asterisk (**). Representative names include **ata, Auzora**, Jionek, Kori**, Ree**soo, and Tripikuhey.</p><h1>Species Traits</h1><p><strong>Ability Adjustements:</strong>+2 Cha, +2 Dex, -2 Con</p>\n<p><strong>Hit Points:</strong> 4</p>\n<p><strong>Size and Type:</strong> Scuridays are Small fey.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.oITioNfXkG27MC0x]{Breath Weapon}</h3><p>As a standard action, a scuriday can expel a 30-foot cone of sound that deals 1d6 sonic damage. At 3rd level, a scuriday adds 1-1/2 × their character level to the damage. A creature in the cone can attempt a Fortitude save for half damage (DC = 10 + half the scuriday’s character level + their Constitution modifier). A scuriday can’t use this ability again until they have taken a 10-minute rest to recover Stamina Points.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.HhrIJeHTxSGVX9mV]{Darkvision}</h3><p>Scuridays have Darkvision with a range of 60 feet.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.G0MqZsAphCK1Eug9]{Gregarious}</h3><p>Scuridays gain a +2 species bonus to Bluff and Diplomacy checks.</p><h3>@UUID[Compendium.sfrpg.racial-features.Item.XAkf4gZTUQCqOnUw]{Scuriday Movement}</h3><p>Scuriday have a land speed of 25 feet and an extraordinary fly speed of 20 feet with clumsy maneuverability.</p>"
    },
    "hp": {
      "value": 4
    },
    "modifiers": [],
    "size": "small",
    "slug": "",
    "source": "EN pg. 31",
    "subtype": ""
  }
}