{
  "_id": "bV0hzG0pugUr5bl1",
  "name": "Scyphozoan",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Scyphozoans evolved from a species of large amphibious sea jellies, which hunted on land and in water along the coastlines of Primoria’s temperate zones (see page 48). A scyphozoan has a soft and translucent body, with several ambulatory tentacles as well as two prehensile tentacles. In water, a scyphozoan swims by expanding and contracting its bell, which propels the creature forward. The bell and tentacles are sensitive to vibrations in the air or water, allowing the scyphozoan to sense nearby creatures even if she can’t see them. A scyphozoan is approximately 7 feet tall and weighs up to 200 pounds. Other species find it difficult to tell male and female scyphozoans apart because the two sexes exhibit few differing characteristics.<br><br><strong>Ability Modifiers</strong> +2 Con, +2 Int, -2 Cha<br><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Scyphozoans are Medium aberrations.</p>\n<h2 class=\"title\">Acidic Tentacles</h2>\n<p>As a swift action, a scyphozoan can make one of her prehensile tentacles secrete acid; her unarmed strikes with that tentacle count as having the corrosive weapon fusion, except the ability is not magical. While the effect is activated, the scyphozoan is considered armed, and the attack doesn’t count as archaic, but the scyphozoan cannot hold an item in that tentacle.<br><br>Starting at 3rd level, a scyphozoan adds 1-1/2 × her character level to the damage while the effect is activated. A scyphozoan can deactivate the effect as a swift action.</p>\n<h2 class=\"title\">Amphibious</h2>\n<p>Scyphozoans are able to breathe both water and air normally.</p>\n<h2 class=\"title\">Scyphozoan Senses</h2>\n<p>Scyphozoans have blindsense (vibration) with a range of 30 feet.</p>\n<h2 class=\"title\">Sea-Born</h2>\n<p>A scyphozoan has a land speed of 30 feet and a swim speed of 30 feet.</p>\n<h2 class=\"title\">Translucent</h2>\n<p>Scyphozoans receive a +2 racial bonus to Stealth skill checks.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SF#5-59",
    "type": "aberration",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "con"
        ],
        [
          2,
          "int"
        ],
        [
          -2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}