{
  "_id": "r9Ry98pHBMUmG5Jr",
  "name": "Selamid",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Adapted to survive in fluctuating gravity, selamids are creatures of complex, flexible protoplasm. Though selamids can eat nearly any organic matter, their diets usually consist of material sloughed from other oozes on their home world (see page 52). At the end of its 40-year life span, a selamid divides to “birth” new selamids.<br><br><strong>Ability Modifiers</strong> +2 Dex, +2 Con, -2 Cha<br><strong>Hit Points</strong> 6</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Selamids are Medium oozes with the selamid subtype, but they do not gain the normal ooze immunities.</p>\n<h2 class=\"title\">Advanced Ooze Biology</h2>\n<p>Selamids are not immune to critical hits, are not mindless, and can gain and use skills normally. For effects targeting creatures by type, selamids count as both humanoids and oozes (whichever type allows an ability to affect them for abilities that affect only one type, and whichever is worse for abilities that affect both creature types).</p>\n<h2 class=\"title\">Blindsight</h2>\n<p>Selamids have blindsight (vibration) with a range of 60 feet.</p>\n<h2 class=\"title\">Gravity Adaptation</h2>\n<p>Selamids can always take 10 on Athletics checks in zero gravity.</p>\n<h2 class=\"title\">Malleable</h2>\n<p>A selamid can manipulate and wear equipment as a creature with two arms, and equipment and armor of the appropriate size never needs to be adjusted to allow the selamid to use it. It gains a +8 racial bonus to Acrobatics checks to escape.</p>\n<h2 class=\"title\">Sightless</h2>\n<p>A selamid cannot see and is never subject to any effect that requires it to see a target or effect.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SF#5-60",
    "type": "ooze",
    "modifiers": [],
    "hp": {
      "value": 6,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "con"
        ],
        [
          -2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "selamid",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}