{
  "_id": "UpnlUu9lwhnP4MZ3",
  "name": "Seprevoi",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Seprevois evolved from the simian creatures of their home world (see page 50). They are covered in fine, short hair ranging in color from dark brown to pale blond, except for the black skin of their faces and hands. Seprevois have six elongated fingers on each hand, each featuring an additional joint compared to a human’s hand. Seprevois’ four feet have three unjointed toes each.<br><br><strong>Ability Modifiers</strong> +2 Dex, +2 Cha, -2 Int<br><strong>Hit Points</strong> 6</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Seprevois are Medium monstrous humanoids with the seprevoi subtype.</p>\n<h2 class=\"title\">Analog Attunement</h2>\n<p>A seprevoi using a weapon with the analog or archaic weapon property receives a +1 racial bonus on attack rolls, due to the centuries of rationing that restricted the race’s access to and familiarity with powered or otherwise advanced technology.</p>\n<h2 class=\"title\">Fast</h2>\n<p>Seprevois have a land speed of 40 feet.</p>\n<h2 class=\"title\">Multi-Legged</h2>\n<p>Seprevois have four legs, which makes them particularly stable in areas of normal or higher gravity. A seprevois gains a +2 bonus to its KAC against combat maneuvers to trip or move it from its position.</p>\n<h2 class=\"title\">Orbital Adaptation</h2>\n<p>Most seprevois live their whole lives in zero-g environments in the spacecraft orbiting their home world. While a seprevoi must still attempt all required skill checks to move in zero-g, failure at any such checks never imparts the off-kilter condition to the creature. Additionally, seprevois have a natural resistance to radiation. A seprevoi gains a +2 bonus to saving throws to resist radiation and radiation sickness (<em>Starfinder Core Rulebook</em> 404). Finally, seprevois have weakened immune systems, such that they take a -2 penalty to saving throws against diseases (except radiation sickness).</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SF#5-61",
    "type": "monstrous humanoid",
    "modifiers": [],
    "hp": {
      "value": 6,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          -2,
          "int"
        ],
        [
          2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "seprevoi",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}