{
  "_id": "D7FOf49Aady7Znm1",
  "name": "Shakatla",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Shakaltas are a species of highly intuitive psychic entities that inhabit Accara IV, a planet in the Vast with a very short day-night cycle. Each shakalta is born as a soul, appearing as a mote of glowing energy with a vague face and fully developed mind. A juvenile inherits a great amount of knowledge and spends their first few years receiving intensive telepathic education from their parents. A shakalta develops their identity and personality during this time. After a few years, a shakalta child is considered ready to become an adult.<br><br>To enter adulthood, two shakalta souls must bond together. Young shakaltas travel to Accara IV seeking a partner to bond with. Psychic compatibility and spiritual connection are all that matter to potential soul partners, and both souls must consent for this bonding to work. The deep link between bonded shakalta souls is one that surpasses trust and love. When two shakaltas agree to bond, they intertwine, creating a body of coherent energy to share, living the rest of their lives in this intimate proximity.<br><br>A shakalta’s body has only one soul controlling outward activities at a given time. The inactive soul recedes and rests, conscious only of its mate. Cosmetic changes in the body reflect the active soul’s sense of itself. These visual variations allow nonpsychic creatures to tell each soul from the other.<br><br>The culture of the shakaltas is deeply spiritual. Arrival in the galaxy as energy makes it easy for shakaltas to value knowledge, mysticism, and other immaterial concepts over objects and wealth. Shakaltas revere Yaraesa, the light of wisdom, and Sarenrae, the light of life. The two deities are often represented together in shakalta shrines, as separate luminosities unified in an eternal balance. Shakaltas spend their long lives seeking experiences and attempting to bring light and positivity to existence. Many shakaltas remain on Accara IV, gathering in family-like groups and living lives of quiet devotion to their deities, philosophy, and one another. However, some shakaltas feel a calling to leave their home world for a greater purpose. Members of the shakalta Star-Guardians exemplify this urge, their loose coalition dedicated to traveling the galaxy and defending it against evil.<br><br>The shakalta belief in the balance of dualities extends even to life and death. When a shakalta decides to reproduce, each bonded soul contributes vitality to create a kernel of psychic energy. The shakalta carries this “embryo” inside their body for 18 months. A juvenile shakalta called a neophyte then emerges without effort, immediately ready to begin its education. Conversely, some shakaltas agree to peacefully end their lives before natural death, seeing their passing as another avenue of exploration. Shakaltas believe their souls reincarnate and that bonded souls can find their partners in the next life, which might not be as shakaltas.<br><br>Shakaltas average 6-1/2 feet in height and weigh about 100 pounds. Shakaltas live for well over 500 years.<br><br><strong>Ability Modifiers</strong> +2 Wis, +2 Cha, -2 Int<br><strong>Hit Points</strong> 6</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Shakaltas are Medium humanoids with the shakalta subtype.</p>\n<h2 class=\"title\">Aura of Light</h2>\n<p>The light level increases by one step within 10 feet of a shakalta. If the shakalta’s body is mostly covered, such as by opaque armor, this light diminishes to a 5-foot radius. Complete covering can douse the light.</p>\n<h2 class=\"title\">Bonded Souls</h2>\n<p>Two souls bond to form an adult shakalta. Each soul has its own awareness, identity, and personality, but each can communicate with the other and access the other’s thoughts and memories. When these souls bond, they create one shared permanent physical body out of coherent energy. Each day, after the shakalta rests to regain daily-use abilities, one soul takes active control of the body, which might change slightly in appearance to match the active personality. The other soul is still present but becomes mostly inactive, able to communicate only with the active soul. The inactive soul is also beyond the reach of other outside communication and mind-affecting effects. If a shakalta dies, both souls leave the shared body, but the bonded pair counts as one soul for <em>raise dead</em> and similar life-restoring effects.</p>\n<h2 class=\"title\">Dual-Classed</h2>\n<p>A shakalta must multiclass into two classes, one for each soul. The shakalta must alternate between the two classes whenever they gain a new level. A shakalta can never have more than one level of difference between these two classes. A shakalta who uses a <em>mnemonic editor</em> must still follow these restrictions.</p>\n<h2 class=\"title\">Energy Body</h2>\n<p>As beings of coherent energy, shakaltas are immune to disease and poison. Shakaltas don’t need to breathe, and they are immune to the normal environmental effects of being in a vacuum, including cosmic rays.</p>\n<h2 class=\"title\">Shakalta Telepathy</h2>\n<p>Shakaltas have limited telepathy with a range of 30 feet. However, they are receptive to other shakaltas’ telepathy, extending the range at which they can communicate with each other in this way to 90 feet.</p>\n<h2 class=\"title\">Psychic Shunt</h2>\n<p>Once per day, as a reaction when a shakalta fails a saving throw against a mind-affecting effect, the active soul can divert the effect to the inactive soul. The active soul is unaffected by the effect, but for the duration of that effect, the shakalta has the off-target condition and takes a –2 penalty to skill checks. While a mind-affecting effect is diverted to the inactive soul, spells can be cast to end the effect as if the whole shakalta were affected by it. If the souls switch active states while either is affected by a mind-affecting effect, the shakalta gains a new saving throw against those effects.</p>\n<h2 class=\"title\">Shakalta Magic</h2>\n<p>A shakalta can cast <em>dancing lights</em> and <em>energy ray</em> (electricity or fire only) at will.</p>\n<h2 class=\"title\">Skill Synergy</h2>\n<p>Shakaltas gain Skill Synergy as a bonus feat.</p>\n<h2 class=\"title\">Star Sustenance</h2>\n<p>Shakaltas gain sustenance from the light of stars, and they don’t need water, although they can eat and drink if they wish. A shakalta can go without such light, which starship and space station lights can duplicate, for 1 day plus a number of hours equal to their Constitution score, after which they must attempt Constitution checks as if going without water.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA3-93",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 6,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          -2,
          "int"
        ],
        [
          2,
          "wis"
        ],
        [
          2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "shakalta",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}