{
  "_id": "9WH75r8HRLSHTD1T",
  "name": "Shatori",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Before the Gap, shatoris had a utopian civilization that spanned several words in the Disaj system in the Vast, built upon a wellspring of magic on their home world, Perdane. When the source of their power dwindled, the shatoris searched the planes for more eldritch energy. Their overreach led them to Abaddon, and when they retreated from that plane, an army of daemons followed them back to the Disaj system.<br><br>The daemons overwhelmed the defenses of Perdane, destroying civilization and the environment there. As the forces of Abaddon spread, the shatoris withdrew to Perdure, another world in their system, to plan. They knew their doom was a matter of time, so they hastily enacted a complex ritual that opened a demiplane to allow some of them to enter stasis for centuries. The complex spell was too rushed, though, and the survivors ended up in a pocket dimension connected to Pharasma’s Boneyard, where the shatoris slept for ages. As they did, the Boneyard’s energies altered them.<br><br>When their spell released them, the remaining shatoris were changed. They each retained great height and grace, but their flesh had become semitransparent and their bones limned with light. This combination makes shatoris’ eyes glow and their bones visible through their translucent flesh. Shatoris are living creatures, but centuries of exposure to the energies of the Boneyard have have extended each shatori’s natural life indefinitely and rendered them sterile.<br><br>The shatoris returned to Perdure a shattered people. They had witnessed their species’ near extinction and their civilization’s ruin. All their previous accomplishments had been razed to ruins, and their future seems to be one of slow attrition. Despair gripped survivors in the early days after their return. The wisest shatoris could see that their people’s despondency might accomplish what the daemons could not. Nine of these shatoris, called the Shabani, drafted a document called the Shaban, laying out ideal behavior and enshrining a culture of impartiality and tranquility, placing the objective over the subjective. The Shaban endorses detachment from the material world and rejects the worship of gods. It instead recommends philosophical egoism that leans toward benevolent self-interest, which includes working to benefit others, seeing the common good as an extension of personal welfare. Based on the Shaban, shatoris believe they should each find a purpose and use their gifts to fulfill that reason for existing, profiting themselves and others. According to the Shaban, inaction is the greatest sin—a wasted life dishonors the billions of shatoris who were denied the chance to live at all.<br><br>Shatoris see each death among them as a potentially catastrophic loss. Therefore, they seek to ensure their personal knowledge and culture is remembered even if they fail to survive, keeping detailed records. Shatoris also distribute their knowledge with little restraint, including to other sapient species.<br><br>When the Signal provided Drift travel to the shatoris, they had already expanded to Prevail, another world relatively untouched by the daemons in the Disaj system. Despite exploring Drift travel in theory, they remained in Disaj. When the Azlanti arrived in the Disaj system, the shatoris headed off conflict by offering their services as analysts, scholars, and magic‑users. The Disaj system became a vassal of the Azlanti Star Empire with no struggle. Shatoris serve the Azlanti with quiet obedience, fearing for their species’ survival. Still, some brave shatoris act subtly against the empire. As highly skilled servants, shatoris conduct research and fill bureaucratic roles essential to the empire’s stability and expansion. Many of these privileged positions allow shatoris to influence the course of the empire’s policy and future, and the stoic immortals hope the long-term impact of their actions changes the empire for the better of all.<br><br>The combination of shatori philosophy, dread of extinction, and desire for remembrance makes many averse to risk. Such shatoris remain in imperial space, hunting for ways to alter their fate. A few shatoris, however, are bold enough to take greater risks and travel the galaxy in search of answers and new possibilities.<br><br><strong>Ability Modifiers</strong> +2 Int, +2 Wis, -2 Con<br><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Shatoris are Medium humanoids with the shatori subtype.</p>\n<h2 class=\"title\">Boneyard Conditioning</h2>\n<p>Shatoris have a +2 racial bonus to saving throws against death effects, disease, fear effects, and poison.</p>\n<h2 class=\"title\">Psychometry</h2>\n<p>By taking a standard action to touch a creature or object, a shatori gains a +4 racial bonus to their next check to identify the creature, their next check to recall knowledge about the creature or the object, or their next Sense Motive check against the creature. To touch an unwilling creature, the shatori must succeed at a melee attack roll against that creature’s EAC.</p>\n<h2 class=\"title\">Shared Stillness</h2>\n<p>Allies within 10 feet of a shatori gain a +1 morale bonus to saving throws against fear effects.</p>\n<h2 class=\"title\">Shatori Magic</h2>\n<p>Shatoris gain the following spell-like abilities. The caster level for these effects equals the shatori’s level. <br><br>At will—<em>detect magic</em>, grave words, stabilize</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA3-95",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          -2,
          "con"
        ],
        [
          2,
          "int"
        ],
        [
          2,
          "wis"
        ]
      ]
    },
    "size": "fine",
    "subtype": "shatori",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}