{
  "_id": "uGSKqjOj7OMtWZpf",
  "name": "Shimreen",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">The world of Shimrinsara, deep in the Vast, is constantly plagued by violent storms, but seven glittering dome-cities protrude through the tempestuous clouds. These metropolises stand as a testament to the perseverance and resourcefulness of the planet’s most notable inhabitants: crystalline humanoids known as shimreens. Shimreens built their domes not only to protect their cities from the storms, but also to harness the abundant available energy that powers their civilization. According to surviving records, the crystalline people have been doing this since long before the Gap.<br><br>Shimreens are composed of glimmering crystal, and the average shimreen is 7 feet tall and weighs 600 pounds. Though their tall, angular bodies can be any color (or even clear), most tend toward cool, bright jewel tones such as blue, purple, or teal. Much like their radiant metropolises, shimreens glow from within.<br><br>The most popular legend about how shimreens came to be holds that the first shimreen was kissed by lightning, rising out of the earth and into sapience—and that their spark has passed down through the generations. Whatever their origins, modern shimreen are not so much born as they are made. Pharasma’s Forge, once merely a small volcanic hotspot, has developed over millennia into a sacred temple of making and unmaking. Narrow canals, carved into the mountain’s face in ray-like patterns, direct small rivers of lava into creation chambers. To form a new shimreen, fragments from one or more living parents are placed into a chamber, which is superheated by lava until either a soul is attracted to the seed crystals and a new shimreen is formed, or the contributed shards are consumed. It’s possible for a single shimreen to reproduce alone, or for each member of a large family unit to donate a piece of themselves. Since shimreens generally live for centuries, when one passes away, their body is taken in a solemn procession to be added to the lava that powers Pharasma’s Forge so that they may contribute to the making of new life.<br><br>Shimreens are able to change their body slightly to fit their needs, including shifting an arm into a crystal lance or adjusting their constant internal glow. A significant number of shimreens shape the crystals atop their heads to form crowns, while others let the crystals around their faces grow wild to form clusters they call manes— and some do both.<br><br>Thanks to Shimrinsara’s endless source of energy, its citizens are employed chiefly in the pursuit of culture and trade, rather than toiling to gather resources. Two castes make up the majority of shimreen inhabitants: workers and warriors. Workers can have a variety of skilled occupations and include artisans, engineers, entertainers, and scientists. Warriors are mainly tasked with fending off attempted incursions from outsiders who covet the shimreens’ plentiful resources, though they are also skilled in hunting the wild creatures that survive unprotected in the planet’s harsh atmosphere.<br><br>The seven glowing cities of Shimrinsara are called the Jewels of Shimreen, and the largest of these is Kaniqlu, where elected representatives from each city form a council of seven that governs the planet. While most shimreens are fiercely protective of their home world, they do enjoy engaging in trade with other cultures so that they may learn and grow. During shimreen holidays, citizens gather to watch parades featuring several battalions of warriors, all performing intricate routines that are a mixture of elegant, flowing dance and ruthlessly lethal combat maneuvers.<br><br><strong>Ability Modifiers</strong> +2 Dex, +2 Int, -2 Wis<br><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Shimreens are Medium humanoids with the shimreen subtype.</p>\n<h2 class=\"title\">Amplify</h2>\n<p>Whenever a shimreen takes energy damage, she can voluntarily take an additional 1d4 damage of the same type by amplifying the energy within her crystalline form. This empowers her next melee attack. The next melee attack the shimreen makes releases this energy, dealing an additional amount of damage equal to the extra damage the shimreen took (and of the same type). The shimreen can’t take additional damage again until she releases the energy she is storing. If unused, this stored energy dissipates after 10 minutes. The amount of extra damage the shimreen takes (and deals) increases to 2d4 at level 8 and 3d4 at level 16.</p>\n<h2 class=\"title\">Electricity Resistance</h2>\n<p>Shimreens have electricity resistance 5, thanks to their crystalline structure.</p>\n<h2 class=\"title\">Radiant</h2>\n<p>Shimreens constantly emit light (dim, normal, or bright) in a 5-foot radius and are immune to the dazzled condition. Shimreens can adjust their current level of light as a move action, but they can never extinguish it.</p>\n<h2 class=\"title\">Shift Limb</h2>\n<p>A shimreen can transform one of her arms into a weapon as a swift action. This crystal lance is a natural weapon that deals 1d3 lethal piercing damage with unarmed strikes; this attack doesn’t count as archaic. A shimreen gain a unique version of the Weapon Specialization feat with her natural weapon at 3rd level, allowing her to add 1-1/2 × her character level to her damage rolls with her natural weapon (instead of just adding her character level, as usual).</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SF#6-61",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "int"
        ],
        [
          -2,
          "wis"
        ]
      ]
    },
    "size": "fine",
    "subtype": "shimreen",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}