{
  "name": "Shirren",
  "permission": {
    "default": 0,
    "Fsap5l6u2LMmtbmd": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p>Once part of a ravenous hive of locust-like predators, the insectile shirrens only recently broke with their hive mind to become a race of telepaths physically addicted to their own individualism, yet dedicated to the idea of community and harmony with other races.</p>\n<h2>Size and Type</h2>\n<p>Shirrens are Medium humanoids with the shirren subtype.</p>\n<h2>Blindsense</h2>\n<p>Shirrens' sensitive antennae grant them blindsense (vibration) - the ability to sense vibrations in the air - out to 30 feet. A shirren ignores the Stealth bonuses from any form of visual camouflage, invisibility, and the like when attempting a Perception check opposed by a creature’s Stealth check. Even on a successful Perception check, any foe that can’t be seen still has total concealment (50% miss chance) against a shirren, and the shirren still has the normal miss chance when attacking foes that have concealment. A shirren is still flatfooted against attacks from creatures it can’t see.</p>\n<h2>Communalism</h2>\n<p>Shirrens are used to working with others as part of a team. Once per day, as long as an ally is within 10 feet, a shirren can roll a single attack roll or skill check twice and take the higher result.</p>\n<h2>Cultural Fascination</h2>\n<p>Shirrens are eager to learn about new cultures and societies. Shirrens receive a +2 racial bonus to Culture and Diplomacy checks.</p>\n<h2>Limited Telepathy</h2>\n<p>Shirrens can communicate telepathically with any creatures within 30 feet with whom they share a language. Conversing telepathically with multiple creatures simultaneously is just as difficult as listening to multiple people speak.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB, p. 50",
    "type": "humanoid",
    "hp": {
      "value": 6,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "con"
        ],
        [
          2,
          "wis"
        ],
        [
          -2,
          "cha"
        ]
      ]
    },
    "size": "medium",
    "subtype": "shirren",
    "damage": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "VIJ6pdOVTJle3vJx"
}