{
  "_id": "ElMXkGakG1r2clln",
  "name": "Shirren (Worker)",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Once part of a ravenous hive of locust-like predators, the insectile shirrens only recently broke with their hive mind to become a race of telepaths physically addicted to their own individualism, yet dedicated to the idea of community and harmony with other races.<br><br><strong>Ability Modifiers</strong>&nbsp;+2 Con, +2 Wis, -2 Cha<br><strong>Hit Points</strong>&nbsp;6</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Shirrens are Medium humanoids with the shirren subtype.</p>\n<h2 class=\"title\">Blindsense</h2>\n<p>Shirrens’ sensitive antennae grant them blindsense (vibration)—the ability to sense vibrations in the air—out to 30 feet. A shirren ignores the Stealth bonuses from any form of visual camouflage, invisibility, and the like when attempting a Perception check opposed by a creature’s Stealth check. Even on a successful Perception check, any foe that can’t be seen still has total concealment (50% miss chance) against a shirren, and the shirren still has the normal miss chance when attacking foes that have concealment. A shirren is still flatfooted against attacks from creatures it can’t see.</p>\n<h2 class=\"title\">Communalism</h2>\n<p>Shirrens are used to working with others as part of a team. Once per day, as long as an ally is within 10 feet, a shirren can roll a single attack roll or skill check twice and take the higher result.</p>\n<h2 class=\"title\">Cultural Fascination</h2>\n<p>Shirrens are eager to learn about new cultures and societies. Shirrens receive a +2 racial bonus to Culture and Diplomacy checks.</p>\n<h2 class=\"title\">Limited Telepathy</h2>\n<p>Shirrens can communicate telepathically with any creatures within 30 feet with whom they share a language. Conversing telepathically with multiple creatures simultaneously is just as difficult as listening to multiple people speak.</p>\n<h1 class=\"title\">About the Shirren</h1>\n<h2 class=\"title\">Playing this Race</h2>\n<h3 class=\"framing\">You Likely...</h3>\n<ul>\n<li>Cherish your independence, and while eager to help the group, you despise coercion and entrapment.</li>\n<li>Abhor violence and act as a voice of reason, compassion, and community even when tempers flare.</li>\n<li>Take deep emotional and physical pleasure in simple, mundane choices that establish your individuality.</li>\n<li>Are fascinated by religion and see your choice of god as a reflection of your personality.</li>\n</ul>\n<p>&nbsp;</p>\n<h3 class=\"framing\">Other Races Probably...</h3>\n<ul>\n<li>Find your physiology and use of telepathy disconcerting.</li>\n<li>Appreciate your bravery, logic, and diplomacy, even if your conclusions are not always convenient.</li>\n<li>Don’t understand your definition of freedom or your seemingly disproportionate delight over small choices.</li>\n<li>Worry that you might return to predatory, Swarm-dominated ways at any time.</li>\n</ul>\n<p>&nbsp;</p>\n<h2 class=\"title\">Physical Description</h2>\n<p>Shirrens were once part of the Swarm, a monstrous race traveling from world to world, consuming all they encountered before moving on. Generations ago, however, a mysterious mutation caused an entire subcolony to break from the hive mind, with each of its members gaining a sense of self. Addicted to the new drug of individualism, these renegades rejected the Swarm’s mindless consumption, forming a new race called shirrens that eventually came to settle within the Pact World system.<br><br>Shirrens are arthropods with chitinous exoskeletons, large compound eyes, and sensitive antennae. Unlike many arthropodan races, they walk upright, manipulating items with three-clawed hands. In addition to their two sets of main limbs, they also have two sets of smaller limbs growing from their thoraxes. While often displayed, these “mating arms” are extremely weak and used only for ceremonial and reproductive purposes—to use them for mundane activities would be seen as grotesque and shameful.<br><br>Shirrens have three sexes: male, female, and host. During reproduction, female and male shirrens provide the initial eggs and sperm, and hosts incubate the fertilized eggs while also adding their own genetic material and immunities. In some shirren societies, a single host queen incubates for many partners and is considered the true parent, while in others, three-party marriages are common. Shirren young spend their first 2 years in a tiny, wormlike larval form, and they are often carried around in protective containers to let them safely observe the world.</p>\n<h2 class=\"title\">Home World</h2>\n<p>Not even shirrens know where the Swarm first evolved, for its vast biological colony-fleet has traveled the stars for ages and feels no need to keep track of such things. After splitting from the Swarm, the newly self-aware shirrens scattered to a number of nearby systems. A large contingent found its way to the Pact Worlds, making first contact with Vercite aethership crews and setting up a colony in Verces’s parched Fullbright region. Since then, shirrens have spread throughout the Pact Worlds.</p>\n<h2 class=\"title\">Society and Alignment</h2>\n<p>Shirrens define themselves by their individualism. When they left the Swarm, they assumed partial control over the neurological pleasure and pain systems by which they were formerly directed, and even generations later, making choices for themselves can literally flood them with pleasurable neurotransmitters. While this ability is not always beneficial—some shirrens deliberately drug themselves this way, becoming “option junkies” blissed out on sequences of trivial decisions—freedom of choice is crucial to shirren identity. This is especially true with regard to&nbsp; religion, for what choice is more important than how to spend the afterlife?<br><br>At the same time, having evolved from hive creatures, shirrens remain highly communal by human standards. Even when working with other races, they seek to foster community and teamwork and do what’s best for the group. They are often lawful good, though loyalty and a utilitarian emphasis on “the greater good” can also lead them down questionable paths.</p>\n<h2 class=\"title\">Relations</h2>\n<p>Most of the common races find shirrens agreeable and useful allies, though their telepathic communication and chittering mouthparts can be disconcerting. Shirrens, for their part, are positively inclined toward all the major races, especially ysoki for their communal tendencies and zest for life. Though lashuntas often maintain their prejudice against insectile races, most shirrens don’t hold this against them, as they themselves fear nothing more than the Swarm that spawned them.</p>\n<h2 class=\"title\">Adventurers</h2>\n<p>Less inclined toward violence than many races, shirrens often sign on with starship crews as ambassadors, medics, technicians, and other such noncombat roles, especially as mystics acting as ship chaplains. They adore working as part of a team and are often voices of reason in chaotic situations. This general friendliness should not be mistaken for weakness, however, as shirrens fighting for the lives of their comrades can be terrifyingly lethal, fearlessly undertaking suicidal missions for the good of the group.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong>&nbsp;5-6 ft.<br><strong>Average Weight</strong>&nbsp;100-150 lbs.<br><strong>Age of Maturity</strong>&nbsp;5 years<br><strong>Maximum Age</strong>&nbsp;50+1d20 years</p>\n<h1 class=\"title\">Alternate Ability Adjustments</h1>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 24</em><br>Some shirrens retain more of their Swarm heritage and have unique traits suited for specific roles within a hive. Others still show signs of the genetic variance common among Swarm components. These variants use the ability score adjustments listed below instead of the standard adjustments of +2 Constitution, +2 Wisdom, and −2 Charisma found in the&nbsp;<em>Starfinder Core Rulebook</em>.</p>\n<h2 class=\"title\">Courtier</h2>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 24</em><br>When shirrens served the Swarm, courtier shirrens cared for Swarm colony leaders, conveying a ruler’s orders and acting as go-betweens with other Swarm entities, while being spared physical labor delegated to worker subspecies. Courtier shirrens possess sharp wits and an instinctive understanding of personal power dynamics. A courtier shirren’s ability adjustments are +2 Intelligence, +2 Charisma, and −2 Strength.</p>\n<h2 class=\"title\">Scout</h2>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 24</em><br>Originally cultivated to spy on worlds the Swarm targeted, scout shirrens are as quick on their feet as they are fast to formulate plans and act on them. Such shirrens have light frames, making them less resilient than other members of their species. A scout shirren’s ability adjustments are +2 Dexterity, +2 Intelligence, and −2 Constitution.</p>\n<h2 class=\"title\">Worker</h2>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 24</em><br>Bioengineered for labor, power, and agility, and considered expendable by their Swarm creators, worker shirrens demonstrate physical strength otherwise uncommon among their kind. Their expendability manifests in a lack of the natural insight and durability found in other shirrens. A worker shirren’s ability adjustments are +2 Strength, +2 Dexterity, and −2 Charisma.</p>\n<h1 class=\"title\">Alternate Racial Traits</h1>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 24</em><br>Specific groups and individual shirrens can possess a range of physiological and psychological predispositions.</p>\n<h2 class=\"title\">Cultural Assimilation</h2>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 24</em><br>Many shirrens learn new ideas voraciously, making them skilled at blending into other cultures. Shirrens with this trait gain a +2 racial bonus to Culture and Disguise checks.<br><br>This replaces cultural fascination.</p>\n<h2 class=\"title\">Hive Defense</h2>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 24</em><br>Shirrens deeply value friends and constantly look out for these companions. Once per day, when an ally within 10 feet of a shirren with this trait attempts a saving throw, as a reaction, the shirren can allow that ally to roll their saving throw twice and use the higher result.<br><br>This replaces communalism.</p>\n<h2 class=\"title\">Individual Obsession</h2>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 24</em><br>Shirrens delight in individuality and experience a rush whenever they exercise their free will. This has led to many shirrens developing an obsession that stems from their personal tastes and choices. Shirrens with this trait choose one skill at 1st level. The chosen skill becomes a class skill for them, and they gain a +2 racial bonus to checks with that skill. If the chosen skill is already a class skill at 1st level, they instead gain 1 additional skill rank at each level that must be invested into the chosen skill. Shirrens who gain the chosen skill as a class skill after 1st level don’t gain these additional skill ranks.<br><br>This replaces communalism and cultural fascination.</p>\n<h2 class=\"title\">Linguistic Acculturation</h2>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 24</em><br>Shirrens quickly adapt to new languages they encounter, because doing so enables them to communicate their thoughts with new people and learn from them in turn. Shirrens with this trait gain a +2 bonus to Culture checks and learn two languages for each skill rank they have in the Culture skill.<br><br>This replaces cultural fascination.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "COM-24",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 6,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ],
        [
          2,
          "dex"
        ],
        [
          -2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "shirren",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}