{
  "_id": "tuLiDThwfB0yIFAH",
  "name": "Shobhad",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Collectively called the “shobhad-neh,” the four-armed giants of Akiton live as nomads, much as they have for millennia. Self-sufficient and able to construct their own weapons, they traditionally avoided large cities and the smaller races of the planet, except to engage in trade. As such, when Akiton suffered economic collapse, shobhads were largely spared the turmoil. In the aftermath, shobhads began to offer their services as guides, hunters, and mercenaries, often in trade for more advanced armor and weapons. Today, shobhads are highly sought after for their martial expertise, unparalleled knowledge of Akiton’s wilds, and unbreakable codes of honor. These warriors may operate independently, in their traditional clans, or in modern mercenary companies that blend ancestral traditions with the needs of modern military freelancers. While more shobhads can be spotted in Akiton’s new metropolises these days, the majority continue to live in the planet’s harsh hills and canyons.<br><br>Shobhads tend to wear their armor most of the time, usually with a traditional rope or leather weapon harness. Life among the shobhad-neh is hard, and young shobhads are trained from preadolescence to fight. By the age of 20, a shobhad is considered a full adult, capable of defending both her clan and her own honor against even the most experienced warriors. A typical shobhad warrior stands 12 feet tall and weighs 500 pounds, and most shobhads who do not die in battle live to between 90 and 120 years of age.<br><br>Most clans hunt, gather, and raid neighboring clans and corporate convoys for supplies. Shobhads believe that overt aggression isn’t a fault, but rather a fact of life and that everyone should be strong enough to protect themselves. However, honor is paramount to a shobhad, and breaking one’s word or clan law means a fate worse than death. The laws of city folk, on the other hand, mean little unless they’ve been agreed to.<br><br>Shobhads only rarely establish permanent settlements. A single clan may wander thousands of miles of open desert, their territory overlapping with that of other clans or species with very few disputes. While most clans remain on Akiton, their expertise in warfare means there’s always steady mercenary work for shobhad iconoclasts willing to travel, and a few clans have traded their caravans for starships. Such adventurers can often be found working for corporations or groups such as the Starfinder Society, usually as hired muscle. Some shobhads find themselves overtaken by nearly insatiable wanderlust, even after just a single off-planet job, and rarely set foot on Akiton again.<br><br><strong>Ability Modifiers</strong> +4 Str, -2 Int<br><strong>Hit Points</strong> 6</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Shobhads are Large monstrous humanoids with space and reach of 10 feet.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Shobhads have darkvision with a range of 60 feet.</p>\n<h2 class=\"title\">Four-Armed</h2>\n<p>Shobhads have four arms, which allows them to wield and hold up to four hands’ worth of weapons and equipment. While this increases the number of items they can have at the ready, it doesn’t increase the number of attacks shobhads can make during combat.</p>\n<h2 class=\"title\">Shobhad Ferocity</h2>\n<p>Once per day, a shobhad brought to 0 Hit Points but not killed can fight on for 1 more round. The shobhad drops to 0 HP and is dying (following the normal rules) but can act normally until the end of her next turn, when she becomes unconscious as normal. If she would lose additional Hit Points before this, she ceases to be able to act and falls unconscious.</p>\n<h2 class=\"title\">Swift</h2>\n<p>A shobhad has a base speed of 40 feet.</p>\n<h2 class=\"title\">Weathered</h2>\n<p>Shobhads have cold resistance 5, which stacks with one other source of cold resistance.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 11–13 ft.<br><strong>Average Weight</strong> 400–600 lbs.<br><strong>Age of Maturity</strong> 20 years<br><strong>Maximum Age</strong> 90+3d10 years</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA-104",
    "type": "monstrous humanoid",
    "modifiers": [],
    "hp": {
      "value": 6,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          4,
          "str"
        ],
        [
          -2,
          "int"
        ]
      ]
    },
    "size": "fine",
    "subtype": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}