{
  "_id": "VTdMW9MnuG0AIY5s",
  "name": "Skittermander",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Near-ubiquitous inhabitants of the planet Vesk-3, skittermanders led a simple, mostly agrarian lifestyle before the Veskarium annexed their planet. They have a unique outlook: individualistic without being anarchic, and somehow unable (or perhaps unwilling) to grasp the concept of permanent governance. They understand and enjoy teamwork, and naturally follow a qualified leader to undertake large projects such as the building of domiciles, but once that task has been completed, the leader doesn’t continue to hold sway over the others. Coupled with their unusual life cycle, it would seem as if skittermanders would be very difficult to rule. But such is not exactly the case.<br><br>When vesk warships appeared in the sky, skittermanders across Vesk-3 were more than happy to get out of the invaders’ way—not out of fear, but more because of their innate desire to help. Skittermanders instinctively recognized the Veskarium’s superior strength and felt they could best aid the empire by simply not being in the same location as its soldiers. In this way, skittermanders believed the vesk could quickly achieve their goals and move on. They didn’t understand the vesk’s aim was to subdue their world. Since vesk’s code of honor forbade them from shooting the cheerfully acquiescent skittermanders in the back, the invaders were confused and infuriated by the situation.<br><br>Eventually, in a meeting that the empire notes as the official date that Vesk-3 was conquered, a vesk general plainly told a group of skittermanders that the Veskarium ruled their planet. The skittermanders nodded and got back to their lives. Since then, the empire has ruled Vesk-3, though it hasn’t truly been in control of it. Skittermanders cheerfully accept jobs given to them by vesk, but never truly acknowledge the vesk as being in charge. Some outside the Veskarium believe skittermanders are being deliberately obtuse, reaping all the technological and social benefits the empire offers while still partially maintaining their freedom as a society, but no skittermander has ever confirmed this theory.<br><br>Today, skittermanders can be found throughout the Veskarium, often serving in clerical positions that allow them to aid as many people as possible. They have fully embraced technology and enjoy the many sights the galaxy has to offer, traveling to the Pact Worlds and beyond. Those who employ skittermanders quickly learn to give them missions that have open-ended parameters, as a skittermander who feels she has completed a task won’t necessarily report back to a superior for further instructions if she finds someone else who needs her help first. Outsiders often find them cheerfully manic, noting a goblin-like flair for the ridiculous but none of that race’s innate malice.<br><br>Though skittermanders are mammals, they begin life in something akin to a larval stage. A skittermander whelp looks like a miniature version of an adult, but with more prominent ears and a tiny, secondary mouth on its abdomen. Once born, whelps are left to fend for themselves. They are truly omnivorous, capable of digesting fruits, leaves, raw meat, and seeds. Additionally, a whelp’s secondary mouth allows it to attach itself to large prey and feed at its leisure. Thanks to a numbing mucus secreted by this mouth, less intelligent animals rarely even notice the whelp’s samplings. A swarm of skittermander whelps has been known to bring down a trundling bovine monoux in a matter of minutes.<br><br>After 6 years, whelps mature into adult skittermanders, begin to walk upright, and lose their secondary mouths, but they maintain their taste for anything remotely edible. Skittermanders living in tropical climes have short, soft fur, while their arctic cousins grow tough, shaggy hair. Their coloration varies even more, with tones of blue, green, and violet being the most common, but with no obvious correlation to their surroundings.<br><br>The average adult skittermander is 3 feet tall and weighs about 35 pounds.<br><br><strong>Ability Modifiers</strong> +2 Dex, +2 Cha, -2 Int<br><strong>Hit Points</strong> 2</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Skittermanders are Small humanoids with the skittermander subtype.</p>\n<h2 class=\"title\">Grappler</h2>\n<p>Skittermanders gain a +2 racial bonus to grapple combat maneuvers.</p>\n<h2 class=\"title\">Hyper</h2>\n<p>Once per day, a skittermander can take an extra move action.</p>\n<h2 class=\"title\">Low-Light Vision</h2>\n<p>A skittermander can see in dim light as if it were normal light.</p>\n<h2 class=\"title\">Six-Armed</h2>\n<p>Skittermanders have six arms, which allows them to wield and hold up to six hands’ worth of weapons and equipment. While their multiple arms increase the number of items they can have at the ready, it doesn’t increase the number of attacks they can make during combat.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 2–4 ft.<br><strong>Average Weight</strong> 25–45 lbs.<br><strong>Age of Maturity</strong> 6 years<br><strong>Maximum Age</strong> 60+2d20 years</p>\n<h1 class=\"title\">Alternate Ability Adjustments</h1>\n<p><strong>Source</strong> <em>Near Space pg. 134</em><br>Most skittermanders have the ability adjustments found in the Alien Archive, as these adjustments represent overall tendencies when skittermanders are left to develop among their own kind. Given their tendency to migrate, however, variations do exist. These skittermanders might have the following ability score adjustments, instead of the standard adjustments of +2 Dexterity, +2 Charisma, –2 Intelligence.</p>\n<h2 class=\"title\">Assimilated</h2>\n<p><strong>Source</strong> <em>Near Space pg. 134</em><br>Many skittermanders exhibit greater impulse control and discipline, with markedly less of the freewheeling charm, empathy, and enthusiasm that typically marks their species. Sometimes, such skittermanders develop depression and depersonalization problems as they age. An assimilated skittermander’s ability modifiers are +2 Dexterity, +2 Constitution, –2 Wisdom.</p>\n<h2 class=\"title\">Bookish</h2>\n<p><strong>Source</strong> <em>Near Space pg. 134</em><br>Skittermanders generally receive little formal education; they do not rear their young, and the Veskarium has little motivation to provide a well-rounded education. Some bookish skittermanders experience formal tutoring and study away from the Veskarium, however, though this increased education often comes at the expense of developing their natural communication skills. A bookish skittermander’s ability score modifier is +2 Dexterity.</p>\n<h1 class=\"title\">Alternate Racial Traits</h1>\n<p><strong>Source</strong> <em>Near Space pg. 134</em><br>Skittermanders develop a wide variety of social and physical quirks that can place them outside the average suite of abilities presented in the Alien Archive.</p>\n<h2 class=\"title\">Curious</h2>\n<p><strong>Source</strong> <em>Near Space pg. 134</em><br>Some skittermanders develop an intense interest in a narrow field and pursue this fascination, slowing the development of their physical coordination. Skittermanders with this racial trait gain a +2 racial bonus to Perception checks and to checks for one Profession skill of their choice.<br>This replaces hyper.</p>\n<h2 class=\"title\">Guardian</h2>\n<p><strong>Source</strong> <em>Near Space pg. 134</em><br>Most skittermanders are self-sacrificing, and some put themselves directly in harm’s way to protect others. These skittermanders can enter or occupy the space of a single Small, Medium, or Large creature without imposing the normal penalties on either themselves or the creature sharing their space. They take a –2 penalty to AC while sharing their space but provide the creature whose space they share with a +1 shield bonus to AC against ranged attacks.<br>This replaces grappler.</p>\n<h2 class=\"title\">Scatter</h2>\n<p><strong>Source</strong> <em>Near Space pg. 134</em><br>Some skittermanders never master coordinating all six arms for manual manipulation, preferring to instead use their extra limbs for mobility. These extra maneuvering limbs allow a skittermander to wield only two hands’ worth of weapons or equipment, but they also grant a land speed of 35 feet and a +2 racial bonus to Acrobatics and Athletics checks.<br>This replaces six-armed.</p>\n<h2 class=\"title\">Skitterpunk</h2>\n<p><strong>Source</strong> <em>Near Space pg. 134</em><br>Some skittermanders have grown skeptical of the vesk and refined their collaboration instinct, developing a keen eye toward power dynamics and injustice. These skittermanders gain a +2 racial bonus to Sense Motive checks, which increases to +5 when engaging with vesk and citizens of the Veskarium.<br>This replaces grappler.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA-106",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 2,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          -2,
          "int"
        ],
        [
          2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "skittermander",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}