{
  "_id": "X6AuKoighGVLs0ZL",
  "name": "Spathinae",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Spathinae are an insectile species occupying several worlds in the Vast. Individually, these creatures have significant physical variety, resembling wasps, mantises, and moths, among others. Each inch-long spathinae is much like the insect it resembles, but thousands organize themselves to form a biological and neural network. The result is a colony that operates much like a single sapient creature. Such a colony is like a swarm and refers to themselves in the plural, but their consciousness is specific, with one personality and set of memories. The colony can alter their shape.<br><br>Most take humanoid form, speaking with a buzzing, layered voice from a featureless “head.” Spathinae colonies prefer armor adjusted so each constituent can wear one component, allowing the colony to behave like a swarm.<br><br>Most colonies realize creatures made up of a single contiguous mass can have difficulty thinking of a distributed sapience as a group with a common purpose, rather than a single creature able to act like a swarm. Most spathinae use the colony’s name without pointing out that each constituent has its own name.<br><br>Damage can disrupt a spathinae colony’s network, or even cause the colony to “die,” their connection failing and sapience fading away. Hundreds of constituents might survive, but the colony dissipates, barring magic that returns life to and reunifies the disintegrated consciousness. Remnants of “dead” colonies might join other constituents to form a new colony, but any connection to the original is ephemeral.<br><br>Spathinae do not grieve such losses. Many revere Oras and see life as a constant process of exploration and change. Constituents make sacrifices so the colony can thrive. Colonies take risks, face challenges, adapt, and dissolve to advance their species. A given colony can endure for more than a century, but colonies also disperse and re-form, surrendering individuality for greater good.<br><br>Even the spathinae do not know where they originated—any records of this place were lost to the Gap. They have no clear indication if any planet on which they now reside was their home world. Most spathinae colonies pay little heed to their lack of history, however, as evolution continues without regard for the past. Some feel, though, that purposeful advancement requires them to seek their origin and learn from that place.<br><br>Most societies treat spathinae colonies as individuals, with the rights and obligations thereof. However, a few peoples, such as the Azlanti, see spathinae colonies as no more than a collection of bugs, and in such cases, the colonies have no rights at all.<br><br><strong>Ability Modifiers</strong> +2 Dex, +2 Wis, -2 Con<br><strong>Hit Points</strong> 3</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Spathinae colonies are Medium monstrous humanoids.</p>\n<h2 class=\"title\">Shapable</h2>\n<p>Given 1 minute, a spathinae colony can alter their shape. The colony can form and control up to four limbs. If the spathinae colony loses a limb, they can use this ability to “regrow” the limb. At least two of these limbs must be used for locomotion, or the colony’s land speed is reduced by 10 feet. If the colony has multiple limbs that operate like arms and hands, they can hold more objects at the ready, but they can’t make additional attacks. A spathinae colony can alter their shape to use armor and gear normally designed for almost any Small or Medium creature. However, a spathinae colony wearing armor not adjusted for them or powered armor can use neither their swarm flexibility ability nor the colony’s natural fly speed.</p>\n<h2 class=\"title\">Spathinae Defenses</h2>\n<p>A spathinae colony has a +2 racial bonus to saving throws against bleed, critical hit effects, paralysis, sleep, and stunning. An effect that states it has a greater effect on swarms works on a spathinae colony as if they were a swarm. However, the swarm defenses universal creature rule does not apply to spathinae colonies.</p>\n<h2 class=\"title\">Spathinae Movement</h2>\n<p>A spathinae colony has a land speed of 30 feet and an extraordinary fly speed of 20 feet with average maneuverability.</p>\n<h2 class=\"title\">Spathinae Senses</h2>\n<p>A spathinae colony has blindsense (vibration) with a range of 30 feet and darkvision with a range of 60 feet.</p>\n<h2 class=\"title\">Swarm Flexibility</h2>\n<p>A spathinae colony has compression and gains a +4 racial bonus to KAC against bull rush, grapple, reposition, and trip combat maneuvers. In addition, the colony can always take 10 on the escape and tumble tasks of the Acrobatics skill and gains a +4 racial bonus to Acrobatics checks for those tasks.</p>\n<h2 class=\"title\">Verminlike</h2>\n<p>For effects targeting creatures by type, a spathinae colony counts as both monstrous humanoid and vermin (whichever type allows an ability to affect them for abilities that affect only one type, and whichever is worse for abilities that affect both types). The spathinae also gains a +2 racial bonus to saving throws against mind-affecting effects.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA3-101",
    "type": "monstrous humanoid",
    "modifiers": [],
    "hp": {
      "value": 3,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          -2,
          "con"
        ],
        [
          2,
          "wis"
        ]
      ]
    },
    "size": "fine",
    "subtype": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}