{
  "_id": "qIAjbV2F7szYVxT2",
  "name": "SRO",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">SROs (short for “sentient robotic organisms”) are among the most advanced forms of robots, with internal circuits and positronic brains so complex that they, like androids, attract a soul and develop true artificial intelligence and free will. SROs are most common on Aballon, though they are different from the native anacites. Unlike androids, SROs do not have a unified appearance, and many are at best vaguely humanoid in shape, while others have shapes designed purely to assist in their primary functions.<br><br>In the Pact Worlds and many other regions, SROs have the same legal protections as androids, but sadly the bias many living creatures share against things that look similar to mindless machines means those protections are less widespread, and less respected, than for androids.<br><br><strong>Ability Modifiers</strong> +2 Str or +2 Dex (see below)<br><strong>Hit Points</strong> 2</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>SROs are Small or Medium constructs with the technological subtype, though unlike other constructs, they have Constitution scores. Small SROs are agile (+2 Dexterity at character creation). Medium SROs are burly (+2 Strength at character creation). This decision is made at character creation and can’t be changed.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>SROs can see up to 60 feet in the dark.</p>\n<h2 class=\"title\">Healing Circuit</h2>\n<p>In addition to being constructs and thus able to benefit from spells like <em>make whole</em>, SROs count as living creatures for the purposes of magic healing effects that work on living creatures, though the number of Hit Points restored in such cases is halved. A character must use the Engineering skill to perform the tasks of the Medicine skill on SROs. SROs also heal naturally over time as living creatures do, and can benefit from magic or technology that can bring constructs back from the dead, as well as effects that normally can’t (such as <em>raise dead</em>).</p>\n<h2 class=\"title\">Integrated Equipment</h2>\n<p>An SRO has an internal, integrated standard datajack and comm unit. If an SRO is helpless, these can be removed or destroyed without damaging the SRO. They can be replaced or upgraded for the normal price of this equipment. An SRO has an additional built-in cybernetic component with an item level no greater than half the SRO’s character level (minimum item level 1). Each time the SRO gains a level, they can swap out this piece of equipment at no additional cost to represent internal reconfigurations. These pieces of equipment don’t count against the systems in which an SRO can install cybernetics.</p>\n<h2 class=\"title\">Robotic</h2>\n<p>SROs are immune to bleed, disease, death effects, poison, nonlethal damage, and sleep effects unless those effects specify they affect constructs. SROs can be affected by effects or spells that normally target only humanoids, but receive a +4 racial bonus to saving throws against such effects. SROs can eat and drink, though they don’t need to, and they must recharge their internal batteries by entering an off-line mode that is similar to sleep for 8 hours every day. SROs do not breathe or suffer the normal environmental effects of being in a vacuum.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 3-8 ft.<br><strong>Average Weight</strong> 45- 200 lbs.<br><strong>Age of Maturity</strong> —<br><strong>Maximum Age</strong> See SRO entry years</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PW-213",
    "type": "construct",
    "modifiers": [],
    "hp": {
      "value": 2,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ]
      ]
    },
    "size": "fine",
    "subtype": "technological",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}