{
  "_id": "mnktnTInqj2RqHuQ",
  "name": "Stellifera",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Diminutive creatures resembling cuttlefish, stelliferas evolved in a deep-sea environment and spent millennia as nomads, developing psychic abilities and exploring their watery planet, Parin. The itinerant and dispersed nature of their society made it so that when Azlanti landed and started harvesting resources, it took centuries of pollution and climate change before the stelliferas realized they were on a crash course with extinction. They began to experiment with ways of living beyond their native environment and developed psychokinetic water bodies that allow them to survive outside their element. Stelliferas normally converse through a complex color language, changing skin and nearby water to various hues, supplemented with limited telepathy, so they had to rely on augmentations to communicate with their planet’s invaders.<br><br>The first stellifera ambassadors to negotiate with the Azlanti received a curt offer of passage off-world. Today, stelliferas have spread across the Star Empire, seeding worlds with colonies and minimizing chances that a single event might cause their annihilation. Most stelliferas prefer life underwater, but others are eager explorers of land and space, and their psychokinetic water bodies are now familiar to travelers across the empire.<br><br>Regardless, stelliferas struggle to assimilate into Azlanti culture. Technology is still a new concept to them. The cost of discovering the wider universe has been high, but stelliferas make the most of it by traveling and seeking out new experiences.<br><br>Stelliferas are 1 foot long and weigh around 6 pounds. They mature at age 15 and live up to 240 years.<br><br><strong>Ability Modifiers</strong> +2 Wis, +2 Cha, -2 Con, -4 Str<br><strong>Hit Points</strong> 2</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Stelliferas are Diminutive magical beasts with the aquatic subtype. A stellifera can’t breathe air unless he has artificial life support.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Stelliferas have darkvision with a range of 60 feet.</p>\n<h2 class=\"title\">Hydrobody</h2>\n<p>Provided enough water exists nearby or in the air, a stellifera can psychokinetically construct a watery humanoid-shaped body as a full action and maintain this hydrobody indefinitely, including while unable to take actions or unconscious. A stellifera can dismiss this hydrobody as a standard action, and it disintegrates if he dies. The hydrobody affords the stellifera the size and reach of a Medium creature, and while unclad, it can fit through any opening the stellifera can without squeezing. While within a hydrobody, a stellifera has a Strength score 4 higher, 2 additional Hit Points, a land speed of 30 feet, a swim speed of 30 feet, and the ability to wield weapons and wear clothing and armor as a Medium creature. In addition, a stellifera in a hydrobody takes the bleed effect from only a wound or severe wound critical hit effect, is immune to gases and inhaled poisons, and gains a +4 racial bonus to Fortitude saving throws against diseases and poisons of the contact or injury types. The hydrobody slowly exchanges oxygen with the surrounding atmosphere or liquid, including environmental protections from armor, allowing the stellifera to breathe as if he were underwater. The nature of this body makes the stellifera immune to most effects of vacuum as well as atmospheric or underwater pressure. The hydrobody stores enough oxygen at one time for a stellifera to go 1 hour without oxygen exchange from his surroundings. After that time, he risks suffocation.</p>\n<h2 class=\"title\">Stellifera Magic</h2>\n<p>Stelliferas have these spell-like abilities: At will: psychokinetic hand, telepathic message</p>\n<h2 class=\"title\">Stellifera Movement</h2>\n<p>A stellifera has a land speed of 5 feet and a swim speed of 30 feet.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 1 ft.<br><strong>Average Weight</strong> 6 lbs.<br><strong>Age of Maturity</strong> 15 years<br><strong>Maximum Age</strong> 240 years</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SF#8-52",
    "type": "magical beast",
    "modifiers": [],
    "hp": {
      "value": 2,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          -4,
          "str"
        ],
        [
          -2,
          "con"
        ],
        [
          2,
          "wis"
        ],
        [
          2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "aquatic",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}