{
  "_id": "GsSgAuHveQT559jc",
  "name": "Strix",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">With their ebon feathers, murky eyes, and massive wings spreading behind them like angels’ pinions, strix are imposing people to anyone not familiar with their kind. Pre-Gap accounts speak of a small and usually isolationist population of strix on vanished Golarion. Today, strix still tend to keep to themselves, especially in the race’s most concentrated population in the Pact Worlds: a mysterious spire called Qidel, Aerie of the Sun, on Verces.<br><br>Non-strix entry into Qidel is highly regulated, and the strix are tight lipped about their culture within the structure. This has led some to speculate that Qidel’s strix are little more than spies, but the winged people’s generally magnanimous nature has prompted most civilized species to dismiss such suspicions as prejudiced nonsense. Despite their generous dispositions, strix sometimes struggle to integrate into wider Vercite culture. Accustomed to a communal culture, where everything from biotechnical engineering to child-rearing involves an entire community, strix often find the verthani’s focus on individuality and personal achievement exhausting. As a result, many strix who leave Qidel have opted to leave Verces altogether and pursue adventure and learning offworld.<br><br>Strix’s biological functions have long since adapted to living in dark places, whether it be Qidel or another such enclave elsewhere. As a result, their eyes are typically milky and lack pupils; furthermore, given their powerful necks and ability to fly, their ocular muscles rarely need to accommodate moving in their sockets. This results in strix constantly craning their heads in a birdlike manner that, along with the rest of strix’s appearance, can make them seem eerie to other species.<br><br>Though they share little about their home culture even with trusted friends, strix are deeply distrustful of magic but are natural technophiles. They take to technology as easily as they can fly through the air, leading some to believe that strange and incredible technology must play a major part of the life in Qidel. They often heavily augment their bodies with cybernetics—some of their own creation—and can be invaluable as technomancers and mechanics aboard exploration vessels.<br><br><strong>Ability Modifiers</strong> +2 Dex, +2 Int, -2 Cha<br><strong>Hit Points</strong> 6</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Strix are Medium humanoids with the strix subtype.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Strix can see up to 60 feet in the dark.</p>\n<h2 class=\"title\">Nightborn</h2>\n<p>Strix gain a +2 racial bonus to Perception and Stealth checks in dim light or darkness.</p>\n<h2 class=\"title\">Strix Mobility</h2>\n<p>Strix have a land speed of 20 feet and an extraordinary fly speed of 30 feet with average maneuverability.</p>\n<h2 class=\"title\">Suspicious</h2>\n<p>Strix receive a +2 racial bonus to saving throws against illusion spells and effects.</p>\n<h2 class=\"title\">Tinkerer</h2>\n<p>Strix have a natural eye for technology and can craft such items at incredible speed. It takes a strix a base time of 2 hours to craft a technological item.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 5-6 ft.<br><strong>Average Weight</strong> 115-150 lbs.<br><strong>Age of Maturity</strong> 12 years<br><strong>Maximum Age</strong> 50+1d20 years</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PW-214",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 6,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "int"
        ],
        [
          -2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "strix",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}