{
  "_id": "vW2rzvlPnRPosgln",
  "name": "Svartalfar",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Exiled aeons ago from the First World for unspeakable crimes against other fey, svartalfars fled to the Shadow Plane. When Triune bestowed Drift technology to the universe, svartalfars channeled their vengeful energies away from the fey who expelled them to focus on an inscrutable endgame spanning both the galaxy and the planes. Many of these calculating killers have realized that the universal currencies of money and power can advance their race further than can the arcane knowledge they once sought as payment for their services.<br><br><strong>Ability Modifiers</strong> +2 Int, +2 Dex, –2 Str<br><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Svartalfars are Medium fey with the extraplanar subtype.</p>\n<h2 class=\"title\">Bane</h2>\n<p>Once per day as a swift action, a svartalfar can imbue one of its weapons with the bane weapon fusion. It must select one creature type (and subtype, if choosing humanoid or outsider) when it uses this ability. This lasts for 1 hour. This ability functions only while the svartalfar wields the weapon.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Svartalfars have darkvision with a range of 60 feet.</p>\n<h2 class=\"title\">Low-Light Vision</h2>\n<p>Svartalfars can see in dim light as if it were normal light.</p>\n<h2 class=\"title\">Lethal Grace</h2>\n<p>Svartalfars are known for their uncanny grace in combat. They gain a +2 racial bonus to Acrobatics and Stealth checks. </p>\n<h2 class=\"title\">Light Blindness</h2>\n<p>A svartalfar exposed to bright light is blinded for 1 round, and dazzled as long as it remains in areas of bright light.</p>\n<h2 class=\"title\">Svartalfar Magic</h2>\n<p>Svartalfars have an affinity for magic. A svartalfar chooses a 1st-level spell. It can cast that spell as a spell-like ability once per day for every 3 character levels it has. The caster level for this spell is equal to the svartalfar’s level. Once chosen, this spell cannot be changed.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SF#11-60",
    "type": "fey",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          -2,
          "str"
        ],
        [
          2,
          "dex"
        ],
        [
          2,
          "int"
        ]
      ]
    },
    "size": "fine",
    "subtype": "extraplanar",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}