{
  "_id": "bUL7y4z1TS4kv5lo",
  "name": "Telia",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "monstrous humanoid",
    "abilityMods": {
      "parts": [
        [
          -2,
          "dex"
        ],
        [
          2,
          "con"
        ],
        [
          2,
          "wis"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Of all the species known to the Pact Worlds, the tortoise-like telias have perhaps the most complex relationship with the Gap. They are long-lived creatures&mdash;most live to be 1,000&mdash;and their vast experience has taught them that memory is mutable and (for other species) fleeting, so the Gap is to them just an exaggeration of this constant truth. Whereas elves, many of whom also lived through the Gap, might stew over memories of a betrayal lost to the Gap, a telia is generally glad for the opportunity to let go of a similar grievance, imagining the many possibilities of what might have taken place in their own past.<br /><br />Over time, a telia&rsquo;s scaled shell changes pattern and color based on the telia&rsquo;s experiences. Each bony plate, or scute, is a comprehensive physical record of the creature&rsquo;s experiences, radiating a series of fine rings from its center. The rings&rsquo; color and shape differences give subtle clues to the telia&rsquo;s experiences. Times of great joy, learning, and discovery often produce brightly colored and clearly defined rings, while darker times can result in cloudy, imprecise portions. Individuals older than a few hundred years are apparent from the scrambled or sometimes totally absent markings on the edges of their scutes&mdash;physical evidence of the scrambled time of the Gap.<br /><br />Telias have exceptional control over their memories. Some choose to forget entire centuries in a bid to excise trauma or in hopes of again experiencing the joy of discovering their passions. Most, however, trim only bad habits, bits of bias, and old grudges. Partially as a result of this practice, telias are genial and relaxed. Some underestimate telias based on their advanced age, but most telias are generous in deliberately ignoring such prejudice, having only pity for the narrow views of such short-lived creatures. In fact, telia culture considers individual blame to be abhorrent, which means some see telias as shiftless or incapable of accepting or assigning responsibility. To the typical telia, however, the vast causal nexus that leads to any given outcome is too nebulous to oversimplify. In their view, one can&rsquo;t blame a creature without in part blaming its community, its family, and its ancestors&mdash;and in turn their families and community, onward to infinity. As a result, most telias are quick to forgive those who wrong them.<br /><br />Storytelling is central to telia society, and most are well practiced in the craft. Though telias devised a written language long before the Gap, they rarely use it today. Instead, telias embrace an oral tradition, passing down even complex technological information entirely verbally. They take an unhurried approach to learning, and it is common for a telia engineer to spend many decades as an apprentice. While they understand why other species rely on written records, most telias would much rather listen to a story told well than read from a screen. Telias are curious creatures, and when their travels take them away from their communities, they take their stories along with them in the form of video and audio recordings. Among an adventuring telia&rsquo;s most precious possessions is their digital archive of their friends&rsquo; and family&rsquo;s favorite stories.<br /><br />Telias originated on Pygos, the only inhabited planet in its Near Space system, rich with coral reefs, continent-spanning jungles, and complex cave systems, all teeming with unusual life. Thanks to their technological know-how, telias were among the first in the galaxy to correctly interpret @Compendium[sfrpg.setting.FYV6RgTjPdg72RF0]{Triune}&rsquo;s signal and build Drift engines. However, the ending of the Gap proved much more disorienting to telias than to shorter-lived species, and it was only after decades of debate that a small delegation of telias first left their home world. Once introduced to the broader galaxy, telias have fallen in love with the near infinite diversity of life and experience available beyond their own star system, and they regularly make trips to the Pact Worlds and the Veskarium. The average telia is 4-1/2 feet tall and weighs 200 pounds.<br /><br /><strong>Ability Modifiers</strong> +2 Con, +2 Wis, -2 Dex<br /><strong>Hit Points</strong> 6</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Telias are Medium monstrous humanoids.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.HhrIJeHTxSGVX9mV]{Darkvision}</h2>\n<p>Telias have darkvision with a range of 60 feet.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.WE6No6zqDajeh09i]{Erudite}</h2>\n<p>Telias gain a +2 racial bonus to @Compendium[sfrpg.skills.ZjufC1EiulxYm0Mi]{Culture} and @Compendium[sfrpg.skills.QpQkjVUMt7OLS1pu]{Engineering} checks.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.NYW3UxYYoIqPIKRa]{Flashback}</h2>\n<p>Once per day, a telia can reroll a failed Intelligence-based skill check.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.0WlqeGkzsROLK6di]{Retract}</h2>\n<p>A telia that takes the @Compendium[sfrpg.rules.tc2udi7kiGimJ1jA]{total defense action} gains a +6 bonus to their Armor Class instead of the usual +4 bonus, and they also gain the @Compendium[sfrpg.universal-creature-rules.HVIRnDYhdYvXIp37]{Unflankable} universal creature rule until the start of their next turn.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.qBshzJ8DWzrePzRY]{Telia Movement}</h2>\n<p>Telias have a land speed of 25 feet and a swim speed of 20 feet.</p>"
    },
    "hp": {
      "min": 1,
      "value": 6
    },
    "modifiers": [],
    "size": "medium",
    "source": "AA3 pg. 113",
    "subtype": ""
  }
}