{
  "_id": "ekqI6e8gXP3FBXBh",
  "name": "Thyr",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "Ooze",
    "abilityMods": {
      "parts": [
        [
          2,
          "int"
        ],
        [
          2,
          "wis"
        ],
        [
          -2,
          "str"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Thyrs are intelligent oozes composed of buoyant gas who wear containment suits to protect themselves and interact with the world around them.</p><h3>PHYSICAL DESCRIPTION</h3><p>A thyr is a swirling cloud of buoyant gas whose outer molecules form a thin, malleable membrane. Their bodies lack any set form and can adopt vague shapes, though never with enough precision to convincingly replicate other creatures. As this physiology is impractically fragile and lightweight for many day-to-day tasks, thyrs typically inhabit containment suits, armor, and other full-body attire that stabilize their form.</p>\n<p>Without organs or even brains, thyrs form memories and skills by recombining their gases into complex neurological chains that float microscopically throughout their bodies. Able to live for centuries, a thyr’s natural life ends in one of two ways: they incorporate outside gases and split into two new thyrs with childlike intellects, or they destabilize spectacularly, like a star undergoing supernova.</p><h3>SOCIETY AND ALIGNMENT</h3><p>Thyrs are intelligent telepaths with keen memories and a knack for untangling codes and linguistic cues. Most enjoy logic games, mathematics, poetry, puzzles, riddles, and learning new languages.</p>\n<p>Thyrs evolved on Bastiar-7, a gas giant in the Scoured Stars system. Alongside numerous other species who formed the Kreiholm Freehold, they fled the system to escape an overbearing deity; only recently have a few thyrs returned to the system. In their long diaspora, thyrs developed a reputation for sagacity, long memories, and boundless curiosity.</p><h3>ADVENTURERS</h3><p>Thyrs have only begun traveling widely in the past few years, making wandering thyrs ambassadors for the Freehold and its people. Those who travel are often hunting for information—the answer to a question, data for a research project, or simply knowing what lies beyond the horizon.</p><h3>NAMES</h3><p>Thyrs adopt a sentence or phrase as their name and adopt a new name or alter their existing name at will. Some sample names include Buoyant Joy, Past Sleeps Within, Speaks Forgotten Words, Summer’s Last Breeze, Treads the Clouds.</p>\n<p><strong>Ability Adjustments</strong> +2 Int, +2 Wis, –2 Str</p>\n<p><strong>Hit Points</strong> 2</p><h2>Size and Type</h2><p>Thyrs are Medium oozes.</p><h2>@UUID[Compendium.sfrpg.racial-features.woM4qJwdbZLySu8R]{Amorphous}</h2><p>A thyr’s body is malleable and shapeless. They have the amorphous universal creature rule. They don’t take double damage from critical hits but are affected by critical hit effects normally.</p><h2>@UUID[Compendium.sfrpg.racial-features.yskZxSIrUeDyoMbB]{Gaseous}</h2><p>Thyrs have a base speed of 10 feet and an extraordinary fly speed of 30 feet with average maneuverability.</p><h2>@UUID[Compendium.sfrpg.racial-features.QmSOsPFazgFH1kKu]{Limited Telepathy}</h2><p>Thyrs have limited telepathy with a range of 30 feet.</p><h2>@UUID[Compendium.sfrpg.racial-features.HVPg1Y60CW6cdoXv]{Psychic Linguist}</h2><p>Thyrs gain a +2 species bonus to Culture checks. Once per day, a thyr can cast comprehend languages as a spell-like ability. At 10th level, a thyr can cast tongues as a spell-like ability. Their caster level equals their character level.</p><h2>@UUID[Compendium.sfrpg.racial-features.PrFB5DUyacPMGirw]{Thermal Consumption}</h2><p>Thyrs consume thermal energy. They have fire resistance 5, which stacks with one other source of fire resistance. Once per day as a reaction when a thyr takes fire damage, they can increase their fire resistance by 5 until the beginning of their next turn. Until the end of their next turn, all of the thyr’s speeds increase by 30 feet, to a maximum of twice their normal speed using that form of movement. This increase counts as an enhancement bonus.</p>"
    },
    "hp": {
      "min": 1,
      "value": 2
    },
    "modifiers": [],
    "size": "medium",
    "source": "PoC pg. 22",
    "subtype": ""
  }
}