{
  "_id": "H3SvICAA95GIy6Au",
  "name": "Tiefling",
  "type": "race",
  "data": {
    "type": "outsider",
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "int"
        ],
        [
          -2,
          "cha"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Many kinds of extraplanar beings can infuse humanoids&rsquo; bloodlines, whether as a side effect of powerful magic or the result of a tryst; those in whom extraplanar traits surface strongly are known as planar scions. Aasimars and tieflings, the mortal offspring of celestials and fiends, respectively, are the most common of these. Though planar scions resemble their humanoid kin, their appearance and demeanor bear supernatural touches. Tieflings might have horns, vestigial wings, or cloven hooves, while aasimars may have glowing eyes or a metallic sheen to their hair and skin.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Because of their innate curiosity, humans are more likely to dally with outsiders, and as a consequence, a significant percentage of planar scions living in the Pact Worlds are descended from humans. However, because humans are far less populous than in pre-Gap eras, planar scions descended from other humanoid races are now far more numerous. A planar scion might pass for a member of the humanoid parent&rsquo;s species, or the scion&rsquo;s otherworldly features could make their origin obvious to those who are familiar with the species&rsquo; normal characteristics. Those whose outsider blood is evident still find acceptance in most major settlements across the Pact Worlds, where diverse beings coexist in peace. On @Compendium[sfrpg.setting.hepqXl6gFvs5sDQu]{Absalom Station}, the hub of interspecies relations, few people bat an eye when they meet an aasimar or tiefling.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">However, in insular or tradition-bound communities, any signs of plane-touched heritage can be a blessing&mdash;or a death sentence&mdash;depending on the dominant traditions. The demon-worshiping @Compendium[sfrpg.races.3kLK4WKPqNvFTwIB]{Drow} of @Compendium[sfrpg.setting.psZBx1kcx9pHsLrz]{Apostae} see tieflings as a favor from demonic patrons, while the elves of Sovyrian on @Compendium[sfrpg.setting.mkJGLfpJkvAKLZz3]{Castrovel} are likely to banish children who bear such fiendish heritage. The Radiant Cathedral, on the other hand, trains aasimars to become beacons of the Sarenite faith, and also guides tieflings to a brighter future than their heritage suggests. Formians, shobhads, vesk, and other species with flexible morality view aasimars and tieflings, particularly those descended from their own kind, with both admiration and suspicion.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Planar scions are often outliers in their community, either put on a pedestal or ostracized because of their ancestry. The potent blood that courses through the veins of aasimars and tieflings also makes them ambitious; many choose a dangerous but rewarding profession, such as explorer, mercenary, spy, or pilot.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Ability Adjustments </strong>+2 Dex, +2 Int, &ndash;2 Cha<br /><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Vital Stats</h2>\n<p><strong>Average Height</strong>&nbsp;5&ndash;7 ft.<br /><strong>Average Weight</strong>&nbsp;100&ndash;300 lbs.<br /><strong>Age of Maturity</strong>&nbsp;18 years<br /><strong>Maximum Age</strong>&nbsp;80+2d20 years</p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Planar scions are often Medium, and all are outsiders with the native subtype.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.HhrIJeHTxSGVX9mV]{Darkvision}</h2>\n<p>Aasimars and tieflings have darkvision to a range of 60 feet.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.0Pcm0XeDIMI0C1jK]{Deceitful}</h2>\n<p>Tieflings gain a +2 racial bonus to @Compendium[sfrpg.skills.dQBMp7qTBkl8ku3c]{Bluff} and @Compendium[sfrpg.skills.9rNjUXgeoDQOSpeh]{Stealth} checks.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.ICBjLsdFY0avOwCK]{Fiendish Gloom}</h2>\n<p>As a standard action, the tiefling causes light within 20 feet of her to decrease one step. This gloom lasts for up to 1 minute, but the tiefling can dismiss it as a swift action. Nonmagical light sources can&rsquo;t increase the light level in this area. Magical light can increase the light level in this area only if it&rsquo;s from an item or creature of a level or CR higher than that of the tiefling. A tiefling can use this ability once per day, plus a number of times equal to half her CR or level.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.sM8KLNy9c7lenEkC]{Fiendish Resistance}</h2>\n<p>Tieflings have resistance 5 to cold, electricity, and fire.</p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "source": "AA2 pg. 98",
    "subtype": "native"
  },
  "img": "icons/svg/mystery-man.svg"
}