{
  "_id": "WQt8RlWUpoY3zydQ",
  "name": "Trinir",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Trinirs are natives of the usually frozen Ashypso. These small, android-like beaked humanoids lack a history, as they awakened in hibernation chambers only recently as their planet thawed. Thanks to the Gap (and possibly other unknown factors), trinirs have found little to indicate who they are or how they came to be. Some believe ruins of their ancient civilization might be found somewhere within the ice.<br><br><strong>Ability Modifiers</strong> +2 Con, +2 Int, –2 Cha<br><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Trinirs are Small humanoids with the trinir subtype.</p>\n<h2 class=\"title\">Biotech Organism</h2>\n<p>For effects targeting creatures by type, trinirs count as both humanoids and constructs (whichever effect is worse). In addition, trinirs do not breathe or suffer the normal environmental effects of being in a vacuum.</p>\n<h2 class=\"title\">Cold Resistance</h2>\n<p>Trinirs have cold resistance 5.</p>\n<h2 class=\"title\">Comm Unit</h2>\n<p>A trinir can communicate as if it had a built-in comm unit that functions on a planetary scale. This ability also works like telepathy with a range of 30 feet, but only with other creatures that have this ability, androids, and constructs that have the technological subtype.</p>\n<h2 class=\"title\">Exceptional Vision</h2>\n<p>Trinirs have low-light vision and darkvision with a range of 60 feet.</p>\n<h2 class=\"title\">Slow and Steady</h2>\n<p>Trinirs have a land speed of 20 feet, which is never modified when they are encumbered or wearing heavy armor.</p>\n<h2 class=\"title\">Resistance Network</h2>\n<p>As a standard action, a trinir can share one of their resistances with adjacent creatures of their choice. This shared resistance lasts up to 8 hours, but it ends immediately if an affected creature ceases to be adjacent to the trinir or the trinir falls unconscious.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SF#22-61",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "con"
        ],
        [
          2,
          "int"
        ],
        [
          -2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "trinir",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}