{
  "_id": "ilkpakYFg4A4FkuQ",
  "name": "Tromlin Hardshell",
  "type": "race",
  "_stats": {
    "coreVersion": null,
    "createdTime": null,
    "lastModifiedBy": null,
    "modifiedTime": null,
    "systemId": null,
    "systemVersion": null
  },
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>One of three sapient species native to the Gjor III in the Azlanti vassal system of Gjor, tromlins are a bellicose people divided into two distinct subspecies who warred for ages on the plains and forest floors of Gjor III. The bloodseeker strain is a bipedal, reptilian humanoid, while tromlin hardshells are natural quadrupeds. This ancient war is egged on by belief in tribes of warring spirits. Bloodseekers kill and eat any being too weak to oppose them, while herbivorous hardshells fight against their flesh-eating kin.</p>\n<p>Tromlins stubbornly resisted the Star Empire, but the two subspecies were unable to unite, and their technology was not advanced. Each surrendered to enslavement to forestall extinction. The Azlanti turned the warrior ethos of tromlins into a recruiting tool, and both subspecies became regular draftees into the Azlanti Alien Cohort.</p>\n<p>Even when serving in the same army, tromlins require strict leadership to prevent their rivalries from breaking out into violence. Mixed tromlin squads have yet to be deployed in offensive operations, but the imperial military has found success with tromlins of each subspecies working alongside each other in garrison duty.<br /><br /><strong>Ability Modifiers</strong>&nbsp;+2 Str<br /><strong>Hit Points</strong>&nbsp;6</p>\n<h2>Size and Type</h2>\n<p>Tromlins are Medium humanoids with the tromlin subtype.</p>\n<h2>@Compendium[sfrpg.racial-features.ivfqMdylivscbLak]{Low-Light Vision}</h2>\n<p>Tromlins have low-light vision.</p>\n<h2>@Compendium[sfrpg.racial-features.KfEzPksDco3HYSjz]{Natural Weapons}</h2>\n<p>Tromlins can make unarmed strikes, detailed in their racial traits below. This trait otherwise functions as the vesk racial trait of the same name.</p>\n<h2>@Compendium[sfrpg.racial-features.Z8WsYkdl7y9gKUZH]{Armor Talent}</h2>\n<p>A tromlin hardshell reduces any armor check penalty by 1 and ignores the first 5 feet of that armor&rsquo;s speed adjustment.</p>\n<h2>@Compendium[sfrpg.racial-features.tG1gn8W8HjoBpc0T]{Carrier}</h2>\n<p>A tromlin hardshell increases its carrying capacity by 50%.</p>\n<h2>@Compendium[sfrpg.racial-features.aVwrH12MZnm1XPc1]{Head Frill}</h2>\n<p>A hardshell tromlin&rsquo;s head frill is a bony plate used for self-defense. As a move action, the tromlin can align the frill against one opponent they&rsquo;re observing, granting the tromlin a +1 shield bonus to AC against attacks from that opponent until the start of the tromlin&rsquo;s next turn. A tromlin hardshell proficient with shields can wear a fitted shield on their frill. The tromlin can wield and align this fitted shield without a free hand, reducing any armor check penalty the shield imposes by 1. A fitted shield costs 10% more than a normal shield of its kind.</p>\n<h2>@Compendium[sfrpg.racial-features.kVRrquJggU8QGrpv]{Natural Quadruped}</h2>\n<p>While on four legs, a tromlin hardshell can move at full speed and gains a +2 racial bonus to @Compendium[sfrpg.skills.6by4xbwlnTJWmiOG]{Acrobatics} checks to balance, a +4 racial bonus to AC against bull rush and trip maneuvers, and a +2 racial bonus to saving throws against effects that knock a target prone. In quadrupedal posture, a tromlin hardshell can&rsquo;t hold objects in their hands.</p>\n<h2>@Compendium[sfrpg.racial-features.hMfR9gtko0jXKhCk]{Powerful Charge}</h2>\n<p>When a tromlin hardshell charges and hits with its horns attack, they deal extra piercing damage equal to 1d4+ the tromlin&rsquo;s Strength modifier.</p>\n<h2>@Compendium[sfrpg.racial-features.cVoXQSylVWXFRqbz]{Slow Biped}</h2>\n<p>A tromlin hardshell stands awkwardly on their hind legs and moves at half speed while doing so. In bipedal posture, a tromlin hardshell can&rsquo;t take the run full action.</p>\n<h2>@Compendium[sfrpg.racial-features.FBh1na42gfJ8l3BO]{Unarmed Strike (Horns)}</h2>\n<p>A tromlin hardshell can make unarmed attacks with horns on its head, dealing 1d4 piercing damage on a hit.</p>"
    },
    "hp": {
      "min": 1,
      "value": 6
    },
    "modifiers": [],
    "size": "medium",
    "source": "SA:tLoL-1 pg. 63",
    "subtype": "tromlin"
  }
}