{
  "_id": "NfSqpU6gNo3TXBc9",
  "name": "Tromlin Bloodseeker",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>One of three sapient species native to the Gjor III in the Azlanti vassal system of Gjor, tromlins are a bellicose people divided into two distinct subspecies who warred for ages on the plains and forest floors of Gjor III. The bloodseeker strain is a bipedal, reptilian humanoid, while tromlin hardshells are natural quadrupeds. This ancient war is egged on by belief in tribes of warring spirits. Bloodseekers kill and eat any being too weak to oppose them, while herbivorous hardshells fight against their flesh-eating kin.</p>\n<p>Tromlins stubbornly resisted the Star Empire, but the two subspecies were unable to unite, and their technology was not advanced. Each surrendered to enslavement to forestall extinction. The Azlanti turned the warrior ethos of tromlins into a recruiting tool, and both subspecies became regular draftees into the Azlanti Alien Cohort.</p>\n<p>Even when serving in the same army, tromlins require strict leadership to prevent their rivalries from breaking out into violence. Mixed tromlin squads have yet to be deployed in offensive operations, but the imperial military has found success with tromlins of each subspecies working alongside each other in garrison duty.</p>\n<p><strong>Ability Modifiers</strong>&nbsp;+2 Dex</p>\n<p><strong>Hit Points</strong>&nbsp;4</p><h2>Size and Type</h2><p>Tromlins are Medium humanoids with the tromlin subtype.</p><h2>@UUID[Compendium.sfrpg.racial-features.ivfqMdylivscbLak]{Low-Light Vision}</h2><p>Tromlins have low-light vision.</p><h2>@UUID[Compendium.sfrpg.racial-features.KfEzPksDco3HYSjz]{Natural Weapons}</h2><p>Tromlins can make unarmed strikes, detailed in their species traits below. This trait otherwise functions as the vesk species trait of the same name.</p><h2>@UUID[Compendium.sfrpg.racial-features.NW9pxsxvuGNnxfBA]{Blindsense}</h2><p>A tromlin bloodseeker has @UUID[Compendium.sfrpg.rules.rX5rK6UWAIOeeipl.JournalEntryPage.p0o9tmWtKZ0qy8DI#blindsense]{Blindsense} (scent) with a range of 30 feet.</p><h2>@UUID[Compendium.sfrpg.racial-features.kATJrAdeJhype1C9]{Blood Scent}</h2><p>A tromlin bloodseeker can smell blood; the range of their @UUID[Compendium.sfrpg.rules.rX5rK6UWAIOeeipl.JournalEntryPage.p0o9tmWtKZ0qy8DI#blindsense]{Blindsense} is doubled to 60 ft. for creatures with the @UUID[Compendium.sfrpg.conditions.v9RNVTqyTyaPchvd]{Bleeding} condition or who are at half or less of their maximum Hit Points.</p><h2>@UUID[Compendium.sfrpg.racial-features.5U4BUY3qKS4ebVnH]{Jumper}</h2><p>A tromlin bloodseeker can jump twice as far as normal.</p><h2>@UUID[Compendium.sfrpg.racial-features.9OPjwAiKb1nQbnPP]{Pounce}</h2><p>When a tromlin bloodseeker charges, they can also make a full attack.</p><h2>@UUID[Compendium.sfrpg.racial-features.E8XiS3nMleqm02sd]{Unarmed Strikes (Bite and Claws)}</h2><p>A tromlin bloodseeker can make unarmed attacks with its bite or the claws on its feet, dealing 1d3 piercing or slashing damage, respectively.</p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "source": "SA:tLoL-1 pg. 63",
    "subtype": "tromlin"
  }
}