{
  "_id": "QVkn89gpq7TZcBcC",
  "name": "Trox",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Trox are massive, sturdy creatures native to the Liavaran moon of Nchak. They have chitinous armor and a fearsome, mandibled countenance that belies their gentle spirits.<br><br>Three distinct, related creatures have been called trox. The original trox were eight-legged arthropods until a time long before the Gap when Nchak’s spiritual leader, believed to be a mortal incarnation of Hylax, ordered their magical transformation into their current humanoid form. Spellcasters made four of the trox’s eight legs into powerful limbs, shaped mandibles into scythes, and transformed chitin into layered armor plates that can flare in an intimidating display.<br><br>Many of these humanoid trox were then encased in shielded asteroids in Liavara’s rings and ejected from orbit at magically enhanced speeds in myriad directions. The asteroids landed on several worlds in their home system. Duergar enslaved the trox that landed on lost Golarion and twisted them into murderous beasts. These further-altered trox disappeared when Golarion did, but their story is well known to Nchak’s trox, making them even more vehement opponents of slavery.<br><br>Although they were created as emissaries, trox also make great soldiers. On Nchak, they are protectors of the spiritual center of Hylax worship, and they greet all peaceful visitors with humility and grace. The influence the philosopher worms of Nchak hold over the trox is mysterious. Trox speak of these worms only to say that they serve the beneficent aims of the Forever Queen.<br><br>Trox often serve as spiritual guides and advisors to those curious about Hylax. She is the goddess of diplomacy and peace, as well as protector of the weak, a role for which trox are also well equipped. Trox travel more often to teach and protect others than to seek adventure. Despite their might, they prefer to use their imposing presence to defuse conflict before it starts.<br><br>Trox devoted to Hylax wield hammers. To trox, these weapons are ancient symbols of constructive power, and are also useful for vanquishing threats to peace.<br><br><strong>Ability Modifiers</strong> +2 Str, +2 Con, –2 Dex<br><strong>Hit Points</strong> 8</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Trox are Large monstrous humanoids with a space and reach of 10 feet.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Trox have darkvision with a range of 60 feet.</p>\n<h2 class=\"title\">Bulwark</h2>\n<p>When a trox fights defensively or takes the total defense action, he can grant half the bonus to AC granted by that action to an adjacent ally.</p>\n<h2 class=\"title\">Burrower</h2>\n<p>Trox have a burrow speed of 20 feet.</p>\n<h2 class=\"title\">Chitin</h2>\n<p>Trox chitin can help deflect effects, granting trox a +1 racial bonus to Reflex saves.</p>\n<h2 class=\"title\">Frenzy</h2>\n<p>Once per day when a significant enemy causes an ally to take Hit Point damage, a trox can fly into a frenzy, gaining a +2 racial bonus to melee attack rolls and a –2 penalty to AC for 1 minute.</p>\n<h2 class=\"title\">Grappler</h2>\n<p>Trox gain a +2 racial bonus to grapple combat maneuvers.</p>\n<h2 class=\"title\">Spiritual Fervor</h2>\n<p>Trox gain a +2 racial bonus to Intimidate and Mysticism skill checks.</p>\n<h2 class=\"title\">Swift</h2>\n<p>Trox have a land speed of 40 feet.</p>\n<h2 class=\"title\">Vestigial Arms</h2>\n<p>A trox’s four vestigial arms can be used to hold, draw, or put away items of negligible bulk, but not to make attacks, wield weapons, or use items.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 10-12 ft.<br><strong>Average Weight</strong> 1,700–2,000 lbs.<br><strong>Age of Maturity</strong> 6 years<br><strong>Maximum Age</strong> 40+3d20 years</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA2-127",
    "type": "monstrous humanoid",
    "modifiers": [],
    "hp": {
      "value": 8,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ],
        [
          -2,
          "dex"
        ],
        [
          2,
          "con"
        ]
      ]
    },
    "size": "fine",
    "subtype": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}