{
  "_id": "jHjmCKUf8ovn1qEn",
  "name": "Tryziarka",
  "type": "race",
  "data": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "wis"
        ],
        [
          -2,
          "int"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Tryziarkas originated on the world Suron in the Vast. As their system&rsquo;s star died, the tryziarka nations built dozens of legacy starships, each of which served as a self-contained biosphere capable of supporting life for the indefinite future. In these legacy ships, tryziarkas scattered across the stars in the hopes of finding new homes.</p>\n<p>Tryziarkas&rsquo; double-jointed elbows and knees lend great flexibility to their tall, hairless, humanoid forms. Their skin&nbsp; comes in many hues, and many have mottling of a second color across their bodies. In early childhood, each&nbsp; tryziarka pairs with a magical ooze known as a karakande in a symbiotic relationship. This ooze forms a faintly glowing, tattoo-like pattern on the surface of a tryziarka&rsquo;s body and communicates with its host through empathetic pulses of emotion and magic. Tryziarkas have bonded with karakandes since their days on Suron, and they see their ooze companions as an intrinsic part of themselves, and the magic they grant as part of their identities. The average tryziarka is 7 feet tall and weighs 250 pounds.</p>\n<p>Each individual tryziarka&rsquo;s ooze-tattoo manifests in its own unique design, and tryziarkas can choose to imbue trusted others with their design, temporarily granting them a piece the ooze&rsquo;s magic. Depending on the recipient species and the intent of both parties, the tattoo can become nonmagical and even permanent, serving as a symbol of friendship&mdash;and often something deeper&mdash; between the two creatures. Tryziarka family members often trade tattoos, as do members of other close-knit social units.</p>\n<p>As tryziarkas spread across the galaxy in their legacy ships, some found new homes on uninhabited worlds, others fatally crash landed or succumbed to dangerous stellar phenomena, and some travel still on a quest for a new world.</p>\n<p><strong>Ability Adjustments</strong>: +2 Dex, +2 Wis, &ndash;2 Int</p>\n<p><strong>Hit Points</strong>: 4</p>\n<h2>Vital Stats</h2>\n<p style=\"font-size: 14px;\"><strong>Average Height</strong> 6-7 ft.<br /><strong>Average Weight</strong> 200-300 lbs.<br /><strong>Age of Maturity</strong> 15 years<br /><strong>Maximum Age</strong> 90 + 2d20 years</p>\n<h2 style=\"font-size: 14px;\"><span style=\"font-size: 1.5em;\">Size and Type</span></h2>\n<p>Tryziarkas are medium humanoids with the tryziarka subtype.</p>\n<h2>@Compendium[sfrpg.racial-features.r7PRiKxA8uyx7lN9]{Flexible (Tryziarka)}</h2>\n<p>Tryziarkas are flexible, with double-jointed elbows and knees. They gain a +2 racial bonus to @Compendium[sfrpg.skills.6by4xbwlnTJWmiOG]{Acrobatics} checks; this increases to +4 when trying to escape a grapple.</p>\n<h2>@Compendium[sfrpg.racial-features.2laoKT6p901lLSke]{Tattoo Magic}</h2>\n<p>Tryziarkas&rsquo; magical ooze symbiotes can manifest in many forms. At character creation, a tryziarka chooses a 0-level spell from the mystic spell list and can cast it at will as a spell-like ability. Upon reaching 5th level, a tryziarka chooses a 1st-level mystic spell and can also cast it once per day as a spell-like ability. Their caster level for these spell-like abilities is equal to the tryziarka&rsquo;s character level, and Wisdom is the key ability score.</p>\n<h2>@Compendium[sfrpg.racial-features.1LSZPovHTkguga54]{Tattoo Transference}</h2>\n<p>Tryziarkas can temporarily tattoo parts of the magic held by their karakande (page 127) on other creatures. Once per day, a tryziarka spend 1 minute in physical contact with a willing creature to place some of their ooze-magic on that creature, granting that creature the tattoo magic ability (identical to the tryziarka&rsquo;s own); that creature loses this ability at the end of 24 hours. A creature can benefit from only one such ability at a time (not counting their own from being a tryziarka).</p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "source": "AA4 pg. 126",
    "subtype": "tryziarka"
  },
  "img": "icons/svg/mystery-man.svg"
}