{
  "_id": "Rolz9ZwZubqImcVZ",
  "name": "Urog",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Dykon, one of Bretheda’s numerous moons, is legendary for its entirely silicon-based ecosystem. While many carbon-based life-forms from other Pact Worlds have since settled there, mining valuable crystals and hunting the silicon predators for their biologically produced superconductors, the world’s crystalline forests and faceted plateaus have also produced their own intelligent races, most notably the famed urogs.<br><br>Urog anatomy can be deceptive. When encountered in their everyday or “traveling mode,” they almost resemble crystalline slugs or snails, their shimmering shell-scales hanging down almost to the ground and hiding their limbs as they float along like hovercrafts on a thin cushion of electromagnetism produced by microscopic cilia. It’s only when they’re in “engagement mode”—whether that means mating, fighting, or interacting directly with other races or their environment—that they rear up and unfold their multiple sets of articulated limbs. While every urog has a powerful beak adorning its head-stalk, this is used solely for fighting and reproduction. Food consumption actually occurs underneath an urog, as it uses the localized electromagnetic effects of its cilia to gradually break molecular bonds and tear tiny pieces off whatever it’s consuming. These “bites” are so microscopic that it’s often hard for other races to even tell what’s happening, with the item in question simply eroding steadily without any obvious markings. Though this allows urogs to eat nearly anything, breaking off and absorbing only the molecules they need and leaving aside the ones they don’t, they prefer the silicon-based plant life of their home. This peculiar method of absorbing nutrients also makes them nearly impossible to poison or drug, as their bodies simply discard any unnecessary ingested molecules.<br><br>With plenty of options for food and few predators thanks to their size and sturdy frames, urogs are free to spend most of their time in contemplation. Constantly inspired by the complex geometry of their crystalline world, they wander seemingly at random across the moon’s surface, alone or in loose coalitions, working on mathematical problems or conducting enigmatic experiments. Their languid pace belies their exceedingly sharp intellect; indeed, it is likely because of their laser-like focus on unlocking the galaxy’s most esoteric mathematical and scientific secrets that they can be somewhat slow to react to external stimuli.<br><br>Urogs often become single minded in finding the most efficient solution to a problem, spending untold hours just to shave seconds off a given process. This reputation for exactitude has made the crystalline creatures sought-after astrogators, consultants, engineers, and scientists in the Pact Worlds, though most members of other races who work with them acknowledge that such relationships can be challenging, to put it mildly. Though largely friendly— at least by their own standards—urogs are creatures with little appreciation for social niceties. A bored urog will think nothing of tuning out the person speaking to them or even wandering away entirely, regardless of how powerful the speaker may be, or how potentially life-threatening the matter they’re discussing. Even those who do prove themselves worthy of an urog’s attention must still deal with its brusque personality. Urog emotions are difficult for most other creatures to understand, and resolve primarily around the satisfaction of solving a problem, disappointment at failure, or the excitement of a promising line of inquiry. As such, urogs readily point out mistakes, whether their own or others’. While this is in the interest of improving performance and achieving better results, few humans have the patience and poise to graciously accept an enthusiastic urog’s stream of constant criticism.<br><br>Urogs who choose lives of adventure often do so because they believe mathematical and scientific secrets hide in pockets of the galaxy that simply can’t be observed from their limited vantage point on a small moon—and often because they distrust the rigor of the scholarship produced by other species. Urogs who leave Dykon for long periods sometimes suffer an attenuation of their race’s special abilities, likely due to their changed diet and lack of certain electrical fields normally provided by the moon itself. Most successful spacefaring urogs eventually see the value in assisting their less deliberate companions, and they make excellent engineers and science officers on ships that have enough room for the large creatures and their overbearing personas.<br><br><strong>Ability Modifiers</strong> +2 Con, +2 Int, -2 Cha<br><strong>Hit Points</strong> 6</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Urogs are Large magical beasts with a space of 10 feet and a reach of 5 feet.</p>\n<h2 class=\"title\">Blunt</h2>\n<p>Urogs are matter-of-fact creatures who value frankness and getting to the heart of a matter far more than protecting the feelings of others. Urogs take a –2 penalty to Bluff and Diplomacy checks</p>\n<h2 class=\"title\">Electrical Resistance</h2>\n<p>Urogs have electricity resistance 5, which stacks with one other source of electricity resistance.</p>\n<h2 class=\"title\">Electrolocation</h2>\n<p>An urog who is in contact with a crystalline or metallic surface can detect the presence of other creatures within 60 feet that are also in contact with the same surface, even through walls and other obstacles. This otherwise functions as blindsense (vision).</p>\n<h2 class=\"title\">Limited Telepathy</h2>\n<p>Urogs can communicate telepathically with any creatures within 30 feet with whom they share a language.</p>\n<h2 class=\"title\">Low-Light Vision</h2>\n<p>Urogs can see in dim light as if it were normal light.</p>\n<h2 class=\"title\">Plodding</h2>\n<p>Urogs have a base speed of 20 feet.</p>\n<h2 class=\"title\">Skilled</h2>\n<p>Urogs gain an additional skill rank at 1st level and each level thereafter.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Urogs have darkvision with a range of 60 feet.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 10-15 ft.<br><strong>Average Weight</strong> 500–1,000 lbs.<br><strong>Age of Maturity</strong> 50 years<br><strong>Maximum Age</strong> 300+2d% years</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA-116",
    "type": "magical beast",
    "modifiers": [],
    "hp": {
      "value": 6,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "con"
        ],
        [
          2,
          "int"
        ],
        [
          -2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}