{
  "_id": "x6MY66wPIYnFwrDZ",
  "name": "Varculak",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Varculaks, also known as soul wights, are undead that occur when a humanoid dies with an intense desire to continue living. The longing turns to anger as life slips away, but the varculak&rsquo;s will is strong enough that the soul doesn&rsquo;t pass on into the River of Souls for Pharasma&rsquo;s judgment. Instead, a portion of the mortal essence passes away, leaving behind a soul with little memory of who it once was, and locked inside a half-living body. What remains is grim determination and rage. Among occult scholars, this state is known as &ldquo;the Curse of Varcul.&rdquo; The legendary first varculak, once a human named Varcul, supposedly existed thousands of years before the Gap. Some say he still does, and varculaks make a deal with him to continue living&mdash;a bargain they don&rsquo;t remember.<br /><br />A varculak looks much as they did in life, except limbs and sensory organs outside the human norm wither away and turn to dust. Lashuntas, for example, lose their antennae, while kasathas lose their extra arms and strix lose their wings. (Some speculate this effect is related to the fabled Varcul and his erstwhile humanity, or he requires his &ldquo;offspring&rdquo; to make these sacrifices.) Eyes undergo a notable change, the orbs giving way to points of cold light, which can be of any hue. Except for this alteration, a varculak who has eaten or rested recently can look almost alive, but becomes pale and drawn quickly between periods of refreshment, and varculaks never look so much like corpses as when they sleep. These changes prevent them from passing for a normal member of any humanoid species.<br /><br />Most varculaks are creatures of deep passion. They have a sense of life as fleeting, and they seek not only to experience what it has to offer, but also to give it purpose. Varculaks are rarely idle. If anything, they can be obsessive and, having died once, are averse to fewer risks than the living. A lucky few remember some important task they left unfinished in their previous life and make that their purpose. In this way, many varculaks end up reintegrating with the society that death temporarily separated them from.<br /><br />Some varculaks, however, remember only the circumstances of their death. This one recollection can lead a varculak who died violently to focus on vengeance, seeking those responsible. That done, a varculak can become obsessed with the chain of blame, condemning nearly anyone for even a tenuous connection to the varculak&rsquo;s death. If a mercenary killed such a varculak, the undead seeks first that mercenary, then the mercenary&rsquo;s entire company, then those who hired the mercenary, and eventually even those responsible for the conflict that led to the varculak&rsquo;s demise or the manufacturer of the weapon the mercenary used for the deed. A varculak on such a path of destruction is more likely to face a second and final death than to reach the path&rsquo;s end.<br /><br /><strong>Ability Modifiers</strong> +2 Con, +2 Cha, -2 Wis<br /><strong>Hit Points</strong> 3</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Varculaks are Small or Medium undead, depending on the species they once belonged to. Varculaks have a Constitution score, lack the unliving trait, and don&rsquo;t gain undead immunities.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Varculaks have darkvision with a range of 60 feet.</p>\n<h2 class=\"title\">Deathless Vitality</h2>\n<p>Varculaks are immune to disease, and they neither breathe nor suffer the normal environmental effects of being in a vacuum. They gain a +2 racial bonus to saving throws against ability damage, ability drain, bleed, death effects, energy drain, exhaustion, fatigue, negative levels, paralysis, poison, sleep, and stunning. In addition, effects that heal the living heal varculaks. A varculak needs to eat and drink.</p>\n<h2 class=\"title\">Deathless Weakness</h2>\n<p>A varculak can be raised from the dead and always returns as a varculak. When dying, a varculak must spend 1 additional Resolve Point (maximum 4) to stabilize and stay in the fight (Core Rulebook 23). Further, while at 0 Hit Points, a varculak subjected to an effect that restores Hit Points regains only half as many as the effect normally restores (minimum 1).</p>\n<h2 class=\"title\">Grave Touch</h2>\n<p>A varculak imparts the leech critical hit effect to any melee weapon it wields, but the saving throw DC is 10 + the varculak&rsquo;s level + its Strength modifier, and the duration of the effect is 1d4 rounds. In addition, when a creature fails its save against this leech critical hit effect, the varculak regains a number of Hit Points equal to half its CR or level (minimum 0). If the weapon already has a critical hit effect, the varculak must choose which to apply on a critical hit.</p>\n<h2 class=\"title\">Silver Susceptibility</h2>\n<p>Kinetic attacks with silver weapons bypass any DR a varculak has. If a varculak takes a critical hit from such an attack, the varculak must succeed at a Fortitude saving throw against the weapon&rsquo;s critical hit DC or be staggered for 1 round.</p>\n<h2 class=\"title\">Torpor</h2>\n<p>A varculak needs rest like a living humanoid but sleeps very heavily. When asleep, varculaks are hard to rouse, taking a &ndash;15 penalty to Perception checks. It takes a full action to awaken a varculak who is asleep, although these creatures awaken normally if wounded.</p>\n<h2 class=\"title\">Unnerving Visage</h2>\n<p>Living members of the varculak&rsquo;s former species find these undead disturbing. The varculak gains a +2 racial bonus to Intimidate checks made against members of that species but takes a &ndash;2 penalty to Bluff and Diplomacy checks made against them. Select one Small or Medium humanoid species to apply this trait to. The varculak was formerly of that species.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA3-126",
    "type": "undead",
    "modifiers": [],
    "hp": {
      "value": 3,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "con"
        ],
        [
          -2,
          "wis"
        ],
        [
          2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}