{
  "_id": "3bzp7uV8sIz5jiC6",
  "name": "Varratana",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Varratanas are the primary sapient inhabitants of the Vast world of Varratien, known for the winds that sweep from its high, rocky bluffs across its wide, stormy seas. The winds of Varratien are a mystery to off-world scientists, as they seem to blow in unpredictable ways, sometimes shifting from moment to moment as if subject to their own personal whims or the vagaries of some unknown controlling force.</p>\n<p>Varratanas cherish this uniqueness. They don’t track winds by direction, but by the chaotic planar energies that crackle within them. Many believe the dynamic nature of the winds holds the memories of a goddess they call the Great Shipwright, who they say visited Varratien long before the Gap and crafted the finest sails from the world’s essence. Whether this deity is an aspect of a known divine power, a unique god, or something else entirely is a mystery.</p>\n<p>Varratanas are bipedal humanoids with long legs ending in opposable toes, narrow arms with fins on their elbows, short torsos, and pointed ears. Varratanas’ physical forms reflect the energy of their home world’s winds; they’ve named the aspects of their trimorphism after the three winds of the world. Hardy blusterwind varratanas have broader shoulders and a triceratops-like crest; nimble carrywind varratanas have long, silky feathers growing on their heads in place of hair; and salient fracturewind varratanas have shorter limbs and flattened skulls with ridges like those of a pachycephalosaur.</p>\n<p>No matter their birth, varratanas live as loose collectives of workers and engineers, having long since automated their agriculture so they can better develop their attempts at perfecting the chaos sails with which they outfit their starships. Their family units are on average monogamous, though the jobs of raising and educating the young are often shared within a specific community. Most learning focuses on technical engineering, such as maintaining Varratien’s agricultural automation and innovating starship designs. However, artistic endeavors are highly encouraged by educators across the planet.</p>\n<p><strong>Ability Modifiers</strong>&nbsp;+2 Dex</p>\n<p><strong>Hit Points</strong>&nbsp;4</p>\n<h2>Size and Type</h2>\n<p>Varratanas are Medium humanoids with the varratana subtype.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.YzpWD1KpWSlJpVbI]{Chaos Sailor}</h2>\n<p>Varratanas are adept at repairing and maintaining the chaos sails favored by the Great Shipwright, gaining a +2 species bonus to @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.76u4HnGcAlySicb4]{Engineering} checks and @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.HXcmgteT2OegqFrB]{Mysticism} checks.</p>\n<h2>@UUID[Compendium.sfrpg.racial-features.XRDWBSs42LLQjGfR]{Trimorphic (Varratana)}</h2>\n<p>A varratana gains a bonus feat at 1st level depending on the nature of their birth. Blusterwind varratanas gain @UUID[Compendium.sfrpg.feats.UwmeR3lCfm936vxe]{Great Fortitude}, carrywind varratanas gain @UUID[Compendium.sfrpg.feats.bTzOH89OmNana18M]{Lightning Reflexes}, and fracturewind varratanas gain @UUID[Compendium.sfrpg.feats.d7o4eg6e0xgstNfQ]{Iron Will}.</p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "source": "AP #46 pg. 61",
    "subtype": "varratana"
  }
}