{
  "_id": "nyQVqNvwCFL2YVO7",
  "name": "Verthani",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Verthani, the primary inhabitants of Verces, were some of the earliest humanoids in the Pact Worlds system to build spacefaring vessels—a response to the struggle to survive in the harsh conditions of their tidally locked planet.<br><br>Verthani stand 8 feet tall on average, with delicate features and long limbs. Their eyes are pure-black orbs, protruding from their heads in half domes like the eyes of a mouse, and they can change the pigment of their skin at will to have complex patterns. Nearly all verthani learn to control these color changes by the time they reach puberty, but babies and children display bright, expressive patterns and colors that reflect their current mood. Some adults also refuse to control them, seeing in their random patterns hints of prophecy.<br><br>Long ago, verthani society was split into three castes: the Augmented, the Pure Ones, and the God-Vessels. A verthani’s caste is chosen during adolescence. Though few verthani today bind themselves strictly by the system’s rules, the traditions still carry a measure of cultural pride, and some verthani proudly wear the labels.<br><br>The Augmented are verthani who modify their bodies with technology, usually cybernetic augmentations. This caste was particularly popular with those who piloted early aetherships (the elegant vessels verthani first sailed through the stars), and Augmented verthani pilots are still renowned as some of the most skilled in the Pact Worlds.<br><br>In contrast, Pure Ones traditionally eschewed all technological augmentation and were responsible for supporting other castes, farming, and governing. While many modern Pure Ones have accepted at least some modest cybernetic or biotech improvements to their bodies, these verthani remain proud of their traditional caretaker roles.<br><br>God-Vessels serve faithfully as living avatars of their deities, displaying this status by branding holy symbols called devotionals into their chests using either acid or flame. God-Vessels never cover up these distinctive marks, despite the fact that the scar tissue around them never fully heals and can no longer change color.<br><br>Verthani culture is a model of independent, democratic cooperation. Forced to live on a cramped sliver of their planet, surrounded by nearly inhospitable lands on either side, verthani learned how to work together without violence or subjugation, and they choose to harness technology to increase resources rather than battle one another over scraps. Verces’s Ring of Nations remains a shining example of a one-world government in which citizens remain protected yet free to go their own way, and in many ways the Pact Worlds system itself was directly inspired by this aspect of verthani culture.<br><br><strong>Ability Modifiers</strong> +2 Con, +2 Int, -2 Str<br><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Verthani are Medium humanoids with the verthani subtype.</p>\n<h2 class=\"title\">Easily Augmented</h2>\n<p>Verthani have spent a long time implanting devices into their bodies. A verthani can install an additional augmentation (cybernetics only) into one system that already has an augmentation.</p>\n<h2 class=\"title\">Low-Light Vision</h2>\n<p>Verthani can see twice as far as humans in conditions of dim light.</p>\n<h2 class=\"title\">Skill Focus</h2>\n<p>Verthani are highly skilled, though individually they tend to focus on a particular discipline. Verthani gain Skill Focus as a bonus feat.</p>\n<h2 class=\"title\">Skin Mimic</h2>\n<p>Verthani can manipulate the pigments in their skin at will and with astonishing precision, creating bright decorative patterns or deceptive camouflage. A verthani who stays stationary for 1 round gains a +10 racial bonus to Stealth checks (this bonus doesn’t stack with the <em>invisibility</em> spell or similar effects). If the verthani takes any action, he loses this bonus until he once again spends 1 round remaining still. A verthani wearing clothing or armor that covers more than one-quarter of his body can’t use this ability. </p>\n<h2 class=\"title\">Low-Light Vision</h2>\n<p>Verthani have low-light vision.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 7-9 ft.<br><strong>Average Weight</strong> 200–350 lbs.<br><strong>Age of Maturity</strong> 16 years<br><strong>Maximum Age</strong> 80+3d20 years</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA-118",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          -2,
          "str"
        ],
        [
          2,
          "con"
        ],
        [
          2,
          "int"
        ]
      ]
    },
    "size": "fine",
    "subtype": "verthani",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}