{
  "name": "Vesk",
  "permission": {
    "default": 0,
    "Fsap5l6u2LMmtbmd": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p>Heavily muscled and covered with thick scales and short, sharp horns, the reptilian vesk are exactly as predatory and warlike as they appear. Originally hailing from a star system near the Pact Worlds, they sought to conquer and subdue their stellar neighbors, as they had all the other intelligent races in their own system, until an overwhelming threat forced them into a grudging alliance with the Pact Worlds - for now.</p>\n<h2>Size and Type</h2>\n<p>Vesk are Medium humanoids with the vesk subtype.</p>\n<h2>Armor Savant</h2>\n<p>Vesk use armor in a way that complements their uniquely sturdy physiology. When wearing armor, they gain a +1 racial bonus to AC. When they’re wearing heavy armor, their armor check penalty is 1 less severe than normal.</p>\n<h2>Fearless</h2>\n<p>Vesk receive a +2 racial bonus to saving throws against fear effects.</p>\n<h2>Low-Light Vision</h2>\n<p>Vesk can see in dim light as if it were normal light. For more details, see page 264.</p>\n<h2>Natural Weapons</h2>\n<p>Vesk are always considered armed. They can deal 1d3 lethal damage with unarmed strikes and the attack doesn't count as archaic. Vesk gain a unique weapon specialization with their natural weapons at 3rd level, allowing them to add 1-1/2 × their character level to their damage rolls for their natural weapons (instead of just adding their character level, as usual).</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB, p. 52",
    "type": "humanoid",
    "hp": {
      "value": 6,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ],
        [
          2,
          "con"
        ],
        [
          -2,
          "int"
        ]
      ]
    },
    "size": "medium",
    "subtype": "vesk",
    "damage": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "7VtfabTXl7NEXC6u"
}