{
  "_id": "3yZw9JbtuJOKrytw",
  "name": "Vesk (Venomthought)",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Heavily muscled and covered with thick scales and short, sharp horns, the reptilian vesk are exactly as predatory and warlike as they appear. Originally hailing from a star system near the Pact Worlds, they sought to conquer and subdue their stellar neighbors, as they had all the other intelligent races in their own system, until an overwhelming threat forced them into a grudging alliance with the Pact Worlds—for now.<br><br><strong>Ability Modifiers</strong>&nbsp;+2 Str, +2 Con, -2 Int<br><strong>Hit Points</strong>&nbsp;6</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Vesk are Medium humanoids with the vesk subtype.</p>\n<h2 class=\"title\">Armor Savant</h2>\n<p>Vesk use armor in a way that complements their uniquely sturdy physiology. When wearing armor, they gain a +1 racial bonus to AC. When they’re wearing heavy armor, their armor check penalty is 1 less severe than normal.</p>\n<h2 class=\"title\">Fearless</h2>\n<p>Vesk receive a +2 racial bonus to saving throws against fear effects.</p>\n<h2 class=\"title\">Low-Light Vision</h2>\n<p>Vesk can see in dim light as if it were normal light. For more details, see page 264.</p>\n<h2 class=\"title\">Natural Weapons</h2>\n<p>Vesk are always considered armed. They can deal 1d3 lethal damage with unarmed strikes and the attack doesn’t count as archaic. Vesk gain a unique weapon specialization with their natural weapons at 3rd level, allowing them to add 1–1/2 × their character level to their damage rolls for their natural weapons (instead of just adding their character level, as usual).</p>\n<h1 class=\"title\">About the Vesk</h1>\n<h2 class=\"title\">Physical Description</h2>\n<p>The lizard-like vesk stand close to 7 feet tall, are thick with muscle, and are covered in tough, scaly skin. Though they’ve long since adopted technological weapons, they retain the thick claws and teeth of natural predators and enjoy using them to intimidate “softer” races. In addition, they also have long, powerful tails—while these are primarily used for balance, some vesk martial arts incorporate formidable tail slaps. Small horn spikes dot the skulls of both sexes, and protrude from their lower jaws in bony “beards” that sometimes extend down their spines to their tails. Female vesk are often larger than their male counterparts, and whereas males are various shades of green, females often have vibrant, mottled coloration that’s considered an indicator of both health and attractiveness.</p>\n<h2 class=\"title\">Home World</h2>\n<p>Vesk first arose on a single world around their sun but quickly spread to the others, turning potential competitor races (as the vesk saw them) into vassals in the vast empire they call the Veskarium. Today, these other worlds officially no longer even have names, only numbers correlating to their distance from the sun (such as Vesk-6). The exception to this rule is Vesk Prime, vesk’s ancestral home, which remains the seat of their government and high society.</p>\n<h2 class=\"title\">Society and Alignment</h2>\n<p>Vesk society is highly organized and militaristic. While merchants and others with peaceful professions can advance economically, political power is the exclusive domain of those who’ve proven themselves in armed conflict. Surprisingly, this proof doesn’t need to come through military service, or even benefit the Veskarium. Many vesk attain similar elevation in social status through performing mercenary work, engaging in dueling, or providing security on exploration missions. Though obsessed with conquest, dominance, and social rank, vesk have an equally strong sense of honor and pride in fulfilling their agreements and treating subordinates of all races fairly. They are stoic and taciturn with strangers but capable of great bursts of emotion in private or in the heat of battle. Vesk society tends to be efficient, respectful, and law-abiding—especially since nearly any insult or violation of custom could trigger a brutally violent blood debt. Even outside of their home system, vesk are most often lawful, though usually according to their own code of honor rather than that of whatever society they happen to be in. They tend toward a neutral morality, though individuals can easily skew good or evil.</p>\n<h2 class=\"title\">Relations</h2>\n<p>Vesk’s love of military conquest and empire building originally led to significant skirmishes between their star system and the nearby Pact Worlds, and the ensuing conflict—often called the Silent War—might have continued indefinitely had the Swarm not attacked both systems simultaneously. Banding together for mutual defense, vesk and Pact Worlds cultures successfully fought off the Swarm, forging a tentative peace in the process.<br><br>Vesk respect honor, strength, and self-mastery. Though their relations with the races of the Pact Worlds remain strained due to the only barely averted war, they admire androids’ dispassionate consistency, kasathas’ sense of honor, and the strength of lashuntas in battle. However, they find ysoki weak and frivolous, and humans quick to break their agreements. Shirrens perplex vesk with their refusal to parlay their strengths, including their instinctive coordination in battle and willingness to die for their comrades, into an empire.</p>\n<h2 class=\"title\">Adventurers</h2>\n<p>Vesk adventuring with races from other systems fall into two categories. The first are mercenaries or glory-seekers looking for a chance to engage in honorable combat and build up their prestige. The second are nonwarrior vesk who have rejected their home society for its obsession with combat and have chosen instead to seek opportunities among more open-minded races. Warrior vesk most often fit the soldier class, though a growing number have become intrigued by the path of the solarian. Noncombatant vesk often lean toward becoming mystics, though some overcome the traditional vesk culture’s dismissal of education to become mechanics or even technomancers.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong>&nbsp;6-8 ft.<br><strong>Average Weight</strong>&nbsp;200-300 lbs.<br><strong>Age of Maturity</strong>&nbsp;16 years<br><strong>Maximum Age</strong>&nbsp;70+1d20 years</p>\n<h1 class=\"title\">Alternate Ability Adjustments</h1>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 26</em><br>Some vesk have unique bloodlines, which could be the result of eldritch manipulation or adaptations to newly conquered environments. These vesk have unique ability score adjustments instead of the standard adjustments of +2 Strength, +2 Constitution, and –2 Intelligence found in the&nbsp;<em>Starfinder Core Rulebook</em>.</p>\n<h2 class=\"title\">Cave</h2>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 135</em><br>Some vesk settled deep underground, adapting to the darkness and treacherous terrain. They are typically pale in color and usually have the cave senses alternate racial trait. A cave vesk’s ability adjustments are +2 Dexterity, +2 Wisdom, –2 Charisma.</p>\n<h2 class=\"title\">Lambent</h2>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 135</em><br>Vesk rule over many conquered planets, but every planet has different needs. In some places, power is determined not only by doshkos and lasers, but also by words and influence. Lambent vesk are skilled at influencing and controlling others. A lambent vesk’s ability adjustments are +2 Strength, +2 Charisma, –2 Intelligence.</p>\n<h2 class=\"title\">Low Gravity</h2>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 26</em><br>Several groups of vesk have adapted to life in low-gravity environments over many generations. Precision movements and quick thinking come naturally to these vesk, though they lack typical vesk might. A low gravity vesk’s ability adjustments are +2 Dexterity, +2 Intelligence, and –2 Strength.</p>\n<h2 class=\"title\">Venomthought</h2>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 26</em><br>On rare occasions, vesk will produce psychic offspring. Legend claims cave-dwelling snake people of Vesk Prime modified ancient vesk in eldritch rituals, allowing those who inherit the change to attack with their “venomous thoughts.” Frailer than typical vesk, venomthought vesk have powerful personalities and forces of will. A venomthought vesk’s ability adjustments are +2 Wisdom, +2 Charisma, and –2 Constitution.</p>\n<h2 class=\"title\">Warblood</h2>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 26</em><br>Some vesk bloodlines are renowned for their brutal warriors, and several of these have a variant genetic build including thicker muscles, longer bone spikes, and a ridge of spikes that runs along the spine. They are also more aggressive, and their tendency to see everything as a conflict makes it difficult for them to inspire confidence and trust in others. A warblood vesk’s ability score adjustments are +2 Strength, +2 Dexterity, and –2 Charisma.</p>\n<h1 class=\"title\">Alternate Racial Traits</h1>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 26</em><br>Vesk adaptations vary from individual to individual, with many vesk training their bodies from a very young age to excel in particular ways. Other vesk are born with unusual physical traits that suggest some genetic exception. The following alternate racial traits represent some of these changes.</p>\n<h2 class=\"title\">Brawny</h2>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 135</em><br>Many vesk take pride in being as physically fit as possible. They gain a +2 racial bonus to Athletics and Acrobatics checks.<br>This replaces fearless.</p>\n<h2 class=\"title\">Cave Senses</h2>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 135</em><br>Vesk who grew up underground in twisted caverns have more sensitive hearing. They have low-light vision and gain blindsight (sound) 60 feet, but they take a –4 penalty to sight-based Perception checks beyond 60 feet and take a –2 penalty on ranged attack rolls against targets beyond 60 feet in bright light.<br>This replaces low-light vision.</p>\n<h2 class=\"title\">Expanded Lung Capacity</h2>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 26</em><br>Some vesk have extraordinary lung capacity. These individuals might take up careers working in facilities or vessels located underwater or in space. Vesk with this racial trait can hold their breath for 10 times the normal duration, and they can begin to hold their breath as a purely defensive reaction whenever they are submerged underwater, enter a vacuum, or would otherwise begin suffocating or inhaling a substance they suspect to be harmful.<br><br>This replaces armor savant.</p>\n<h2 class=\"title\">Forceful Mind</h2>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 135</em><br>Some vesk fight via means other than weapons. Once per day, when an opponent succeeds at a saving throw against a spell cast by a vesk with this trait, that vesk can force the opponent to reroll the saving throw with a –2 penalty.<br>This replaces natural weapons.</p>\n<h2 class=\"title\">Frilled</h2>\n<p><strong>Source</strong>&nbsp;<em>Near Space pg. 135</em><br>Some vesk have particularly elaborate bone spikes on their heads, giving them an especially fearsome appearance. These vesk gain a +2 racial bonus to Intimidate checks.<br>This replaces armor savant.</p>\n<h2 class=\"title\">Observant</h2>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 26</em><br>Some vesk learn to watch their environment and other creatures around them for signs of danger. Vesk with this racial trait select either Perception or Sense Motive. They gain a +3 racial bonus to checks with the chosen skill. Once this choice is made, it cannot be changed.<br><br>This replaces fearless.</p>\n<h2 class=\"title\">Prehensile Tail</h2>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 26</em><br>Occasionally vesk are born with a tail that is thinner and significantly more flexible than the norm for their species. Though less common, there are also ancient vesk stretching and range of motion techniques an individual can use to alter the build of their tail over years of dedicated work. Vesk with this racial trait have a tail that is as effective as a hand at manipulating objects, allowing them to wield and hold up to three hands’ worth of weapons and equipment. This does not increase the number of attacks they can make during combat.<br><br>This replaces natural weapons.</p>\n<h2 class=\"title\">Vesk Venom</h2>\n<p><strong>Source</strong>&nbsp;<em>Character Operations Manual pg. 26</em><br>Though most vesk are not venomous, a few have venom sacs and elongated teeth held over from a vesk subspecies that has since gone extinct, perhaps related to the snake-people of Vesk Prime. Other theories suggest these traits are from a time when an ancient vesk nation modified its warriors with magic or technology to gain venomous natural attacks.<br><br>Vesk with this racial trait can deal piercing or bludgeoning damage with their unarmed strikes. When the vesk makes a successful unarmed strike that deals piercing damage, and the target takes damage from the attack, as a reaction the vesk can expose the target to venom. Once a vesk has used their venom, they can do so again only after taking a 10-minute rest to regain Stamina Points. A vesk is immune to the effects of their own venom.<br><br>This replaces armor savant and fearless, and it modifies natural weapons.</p>\n<h2 class=\"title\">Vesk Venoms</h2>\n<p><strong>Type</strong>&nbsp;poison (injury);&nbsp;<strong>Save</strong>&nbsp;Fortitude (DC = 10 + half the vesk’s level + the vesk’s Constitution modifier)<br><strong>Track</strong>&nbsp;Dexterity (special);&nbsp;<strong>Onset</strong>&nbsp;1 round;&nbsp;<strong>Frequency</strong>&nbsp;1/round for 6 rounds<br><strong>Effect</strong>&nbsp;Progression track is Healthy—Sluggish—Stiffened—Staggered; staggered is the end state.<br><strong>Cure</strong>&nbsp;1 save. All effects end 1 hour after cure.&nbsp;</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "COM-26",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 6,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          -2,
          "con"
        ],
        [
          2,
          "wis"
        ],
        [
          2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "vesk",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}