{
  "_id": "YUOpQKNy4oWu6S7H",
  "name": "Vilderaro",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Natives of Oyojii, a vast and hot ocean world with few landmasses, the vilderaros evolved in the sea but developed their civilization on land. Vilderaros created complex maps of the night sky and used them to navigate and settle their entire world, building geometrically precise cities that mimicked the shapes of stars and constellations. Vilderaro culture is centered on geometric construction and ornamentation. Their bodies, settlements, and structures all bear totemic representations of ancestors, spirits, various nature deities, and other mystical themes.<br><br>The Azlanti recently conquered Oyojii, meeting little resistance, and have come to appreciate the vilderaros’ skills in architecture, geometry, and navigation. After recruiting numerous vilderaros for expeditionary ships, putting them to work as star cartographers in search of new worlds, the Azlanti elevated the species to citizens. Vilderaros are slowly coming to terms with the Star Empire’s restrictions on their rights to worship their own gods and carry their cultural artifacts beyond their home world, and it seems Azlanti monoculture is a weight the vilderaros might not be able to bear for long.<br><br>Although lying flat on the ground is the most natural state for vilderaros, in mixed company they remain upright, standing on three legs. They are also capable of walking in this way. A downward-pointing beak works as a mouth for intake of sustenance and communication. Fine tentacles that fold into a central crown can be used for tactile manipulation.<br><br>Vilderaros have no male sex. They instead start life as females and develop the ability to produce fertilizing gametes as they age. The eggs a vilderaro produces can develop asexually in females, sexually when fertilized by an older adult, or via self-fertilization when a vilderaros reaches maturity. Juveniles are born physically capable but rely on the birthing parent for care. The parent or parents pass on genetic knowledge, allowing their young accelerated learning and the ability to function much like adolescents of other species within several months to a year. Desire for variety in this hereditary “education” has encouraged the vilderaro culture to favor sexual reproduction. When speaking Common and other gendered languages, vilderaros refer to themselves in feminine terms.<br><br>Advanced technology is still new to vilderaros, but they have adapted well to it, especially with computers and navigational tools that allow them to extend their vision far beyond what they can see. Consequently, vilderaros have realized they are capable of comprehending and remembering vast volumes of spatial data. These capabilities make them excellent navigators and talented pilots, as well as skilled in many sorts of design.<br><br>Vilderaros stand 6 feet tall and weigh around 150 pounds. They’re considered adults at age 5 and naturally live up to 100 years.<br><br><strong>Ability Modifiers</strong> +2 Int<br><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>A vilderaro is a Medium monstrous humanoids with the aquatic subtype.</p>\n<h2 class=\"title\">Amphibious</h2>\n<p>Vilderaros can breathe water and air.</p>\n<h2 class=\"title\">Spatial Awareness</h2>\n<p>Vilderaros have a +4 racial bonus to Piloting checks to navigate and Survival checks when orienteering. This bonus can also apply to Profession skills in which spatial awareness is a benefit. The GM is the arbiter of when this bonus applies.</p>\n<h2 class=\"title\">Swimmer</h2>\n<p>A vilderaro has a swim speed of 30 feet. She can jet water through her body, so when she charges, runs, or withdraws while in water, she can swim twice as far as those actions normally allow.</p>\n<h2 class=\"title\">Unflankable</h2>\n<p>Flanking a vilderaro grants no bonuses, and abilities that function only against a creature that is flanked don’t function against a vilderaro.</p>\n<h1 class=\"title\">Vital Stats</h1>\n<p><strong>Average Height</strong> 6 ft.<br><strong>Average Weight</strong> 150 lbs.<br><strong>Age of Maturity</strong> 5 years<br><strong>Maximum Age</strong> 100 years</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SF#8-53",
    "type": "monstrous humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "int"
        ]
      ]
    },
    "size": "fine",
    "subtype": "aquatic",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}