{
  "_id": "6qGAoeERMRvuQjUw",
  "name": "Vlaka",
  "type": "race",
  "data": {
    "type": "humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "wis"
        ],
        [
          2,
          "cha"
        ],
        [
          -2,
          "int"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Wolflike creatures with thick fur, vlakas hail from a doomed planet called Lajok, an arctic world in the Vast that is the most distant from its system&rsquo;s @Compendium[sfrpg.conditions.4MxAK5uS0zMNWhUK]{Dying} star. Life is barely sustainable on Lajok, and as its sun grows dimmer, it might be able to sustain an ecosphere for only a few more centuries. Some vlakas respond to this knowledge by building strong communities that can last as long as possible on their home world, but others travel among the stars seeking a longer-term solution.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Vlaka fur is usually white with large patches of pale blue, gray, or black, and it provides them protection against all but the most bitter cold. Around twothirds of vlakas are born blind or deaf. Although they have long had access to magic and technology that can mitigate or remove such conditions, not all vlakas choose to do so, valuing the cultural touchstones such as language and perspective variances that are associated with differing ways of sensing the world. A typical vlaka stands 5-1/2 to 6-1/2 feet tall and weighs between 175 and 250 lbs.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Vlakas can appear unnervingly serious, but they&rsquo;re acutely attuned to the emotional state of others, and they offer friendly encouragement when they sense it might be helpful. Vlakas emphasize on the well-being of the group over the individual, a practice that evolved from survival strategies required to thrive in the tundra of Lajok. While not wholly self-sacrificing, vlakas go to great lengths to assist, protect, and encourage their friends, colleagues, and kin. Vlakas frown upon self-aggrandizing leadership, and they respect those who display wisdom, listen the most, and speak the least.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Most vlaka groups are led by councils whose members rotate between roles and dutifully carry out the will of their constituents rather than seeking political power for themselves. Vlakas who travel with other races often find themselves thrust into leadership positions thanks to their penchant for working for the benefit of and listening to their allies. Most vlakas accept such responsibilities but deflect any unwarranted respect afforded them solely due to their title.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">A few vlakas who visited the Pact Worlds before the Absalom Pact was signed served as a bridge between @Compendium[sfrpg.setting.0VTtBYDJC5vUC434]{Eox} and other worlds. Vlakas have since become famous as dependable go-betweens for groups seeking genuine accord. A vlaka might even work with clients who have been bad actors in the past, hoping to find a situation beneficial to all sides and to see ethical improvement in future behavior.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Many sapient creatures find themselves drawn to the camaraderie vlakas offer, but others try to take advantage of their openness. Vlakas who grow weary of the strife among other races might withdraw to focus on working with animals or machines. However, most vlakas seek well-intentioned groups of like-minded starfarers to do some good in a galaxy that can be callous and brutal.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Ability Adjustments </strong>+2 Wis, +2 Cha, &ndash;2 Int<br /><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Vital Stats</h2>\n<p><strong>Average Height</strong>&nbsp;5-1/2 to 6-1/2 ft.<br /><strong>Average Weight</strong>&nbsp;175&ndash;200 lbs.<br /><strong>Age of Maturity</strong>&nbsp;3 years<br /><strong>Maximum Age</strong>&nbsp;30+4d10 years</p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Vlakas are Medium humanoids with the vlaka subtype.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.CfoRc8EdOtqtaOoa]{Buoy}</h2>\n<p>As a standard action, a vlaka can spend 1 Resolve Point to restore 1 RP to an ally within 30 feet. A vlaka can&rsquo;t use this ability again until she has taken a 10-minute rest to regain Stamina Points. This is a @Compendium[sfrpg.rules.PqV3OCbUTyk2upPD]{Sense-dependent}, mind-affecting ability.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.Q8KPY8nFgbi8pNpK]{Cold Resistance}</h2>\n<p>Vlakas have cold resistance 5 that stacks with one other source of cold resistance.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.yCq0Y1oMwINGnBYe]{Cooperative}</h2>\n<p>Vlakas gain a +2 bonus to skill checks for the aid another action and to attack rolls to provide @UUID[Compendium.sfrpg.rules.U37n5tY5hn1ctzQL.JournalEntryPage.IvGviTIPp5SVY7pp#standard-actions]{harrying fire}. A creature using the aid another action to assist a vlaka gains a +2 bonus to the skill check.</p>\n<h2>@Compendium[sfrpg.racial-features.jeNHhBCLIAtN2fhy]{Perceptive}</h2>\n<p>Vlakas gain a +2 bonus to @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.gZlg2ZKze0erNLmP]{Perception} and @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.nBrYkGfNBJAHe0xJ]{Sense Motive} checks.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.ELFWvrj6urE00JwP]{Versed}</h2>\n<p>Vlakas can speak, read and write their native language, Vlakan. They also know the signed and tactile versions of this language.</p>\n<h2 class=\"title\">@Compendium[sfrpg.racial-features.Vhuy74DgWUHCQpvk]{Vlaka Senses}</h2>\n<p>Vlakas can be born with one of three possible sets of senses. During character creation, determine a vlaka&rsquo;s senses by choosing from those available. A vlaka born with functional sight or hearing who becomes permanently blind or deaf does not gain the abilities of a vlaka born with blindness or deafness.</p>\n<ul>\n<li><em><strong>@Compendium[sfrpg.racial-features.qYhK5EbbIJxOn8GI]{Blind}</strong></em>: A blind vlaka has @UUID[Compendium.sfrpg.rules.rX5rK6UWAIOeeipl.JournalEntryPage.p0o9tmWtKZ0qy8DI#blindsight]{Blindsight} (hearing) with a range of 60 feet, @UUID[Compendium.sfrpg.rules.rX5rK6UWAIOeeipl.JournalEntryPage.p0o9tmWtKZ0qy8DI#blindsight]{Blindsight}(scent) with a range of 30 feet, and the @Compendium[sfrpg.conditions.tOpF6qjnlnKc10t7]{Blinded} condition. The vlaka is naturally sightless, so the @Compendium[sfrpg.conditions.tOpF6qjnlnKc10t7]{Blinded} condition can be removed only by effects that grant sight to creatures with no natural vision.</li>\n<li><em><strong>@Compendium[sfrpg.racial-features.ctpOXvd490wRVUvc]{Deaf}</strong></em>: A deaf vlaka has @UUID[Compendium.sfrpg.rules.rX5rK6UWAIOeeipl.JournalEntryPage.p0o9tmWtKZ0qy8DI#blindsight]{Blindsight} (scent) with a range of 30 feet, @UUID[Compendium.sfrpg.rules.rX5rK6UWAIOeeipl.JournalEntryPage.p0o9tmWtKZ0qy8DI#low-light-vision]{Low-Light Vision}, and the @Compendium[sfrpg.conditions.D8JvCEmOiWKe2UDx]{Deafened} condition. However, this condition imposes no penalty to initiative rolls or opposed @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.gZlg2ZKze0erNLmP]{Perception} checks that are not based on hearing. The vlaka is naturally without hearing, so the @Compendium[sfrpg.conditions.D8JvCEmOiWKe2UDx]{Deafened} condition can be removed only by effects that grant hearing to creatures with no natural ability to perceive sound.</li>\n<li><em><strong>@Compendium[sfrpg.racial-features.4H0SuNhQX4wfS0wQ]{Hearing and Sighted}</strong></em>: A vlaka who has hearing and sight also has @UUID[Compendium.sfrpg.rules.rX5rK6UWAIOeeipl.JournalEntryPage.p0o9tmWtKZ0qy8DI#blindsense]{Blindsense} (scent) with a range of 30 feet and @UUID[Compendium.sfrpg.rules.rX5rK6UWAIOeeipl.JournalEntryPage.p0o9tmWtKZ0qy8DI#low-light-vision]{Low-Light Vision}.</li>\n</ul>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "source": "AA2 pg. 134",
    "subtype": "vlaka"
  },
  "img": "icons/svg/mystery-man.svg"
}