{
  "_id": "a9yrbTAqxnoG300p",
  "name": "Witchwyrd",
  "type": "race",
  "data": {
    "type": "monstrous humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "cha"
        ],
        [
          2,
          "int"
        ],
        [
          -2,
          "con"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Witchwyrds are avid wanderers and inveterate merchants, plying the trade routes between both planets and the planes.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Witchwyrds have four arms and hairless gray-blue skin. Their eyes glow visibly, increasing in brightness as they absorb force energy. Witchwyrds stand an average of 7 feet tall and weigh approximately 300 pounds. They favor loose, flowing robes and distinctive conical hats, and they frequently cover their faces with masks or ornate helmets. Witchwyrds new to a market or eager to avoid identification during an important business deal sometimes fold one pair of their flexible arms behind their backs and cover their faces.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Although witchwyrds seem to gain some manner of sustenance from the magical force energy they absorb, they still breathe, drink, eat, and sleep like normal creatures, and they have a fondness for extremely spicy foods. The average lifespan of witchwyrds is unknown, though they are believed to live for many centuries, if not millennia.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Witchwyrds are acknowledged as the progenitors of the kasathas and the shobhads of @Compendium[sfrpg.setting.gzXT0xwsj8kQAoj0]{Akiton}. Why the witchwyrds seeded Kasath and @Compendium[sfrpg.setting.gzXT0xwsj8kQAoj0]{Akiton} with intelligent life modeled after themselves remains a mystery, as does the number of other as-yet-undiscovered planets similarly affected. It is an undisputed fact, however, that witchwyrds were the impetus behind the construction of the kasathas&rsquo; worldship @Compendium[sfrpg.setting.nZHqkDndoLfqukCs]{Idari} and their exodus from their home planet to the Pact Worlds.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Witchwyrds can be found on nearly any world or plane with civilized trade, preferring dry, warm regions, but virtually nothing is known of their mysterious home world beyond its name: Cyrune. The details of witchwyrd government and society are likewise unknown, other than a widespread belief that a mercantile oligarchy of witchwyrd elders directs their race&rsquo;s interplanetary and interplanar trade.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Most witchwyrds operate as solitary traders, primarily focusing on one area of trade (such as weapons or magic items), though most deal in other goods as well. Virtually all witchwyrds love haggling, to the point that the process of bargaining sometimes seems more important to a witchwyrd than the eventual deal that is struck.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Witchwyrds often travel with a crew of loyal humanoid mercenaries hired from worlds they&rsquo;ve visited in the past. These hirelings never speak of their remuneration, purportedly forbidden from doing so by punitive clauses in their contracts. Witchwyrds can be encountered throughout the Pact Worlds, though they&rsquo;re most commonly found on Absalom Station, @Compendium[sfrpg.setting.gzXT0xwsj8kQAoj0]{Akiton}, and the @Compendium[sfrpg.setting.nZHqkDndoLfqukCs]{Idari}. On the Pact Worlds, most witchwyrds do business as members of the Tetrad, an interplanetary and interplanar trade association.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"><strong>Ability&nbsp;</strong><strong>Adjustments</strong>&nbsp;+2 Cha, +2 Int, -2 Con<br /><strong>Hit Points</strong>&nbsp;4</span></p>\n<h2 class=\"title\">Vital Stats</h2>\n<p><strong>Average Height</strong>&nbsp;6&ndash;8 ft.<br /><strong>Average Weight</strong>&nbsp;200&ndash;400 lbs.<br /><strong>Age of Maturity</strong>&nbsp;100 years<br /><strong>Maximum Age</strong>&nbsp;600+10d% years</p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Witchwyrds are Medium monstrous humanoids.</p>\n<h2 class=\"title\">Absorb Force</h2>\n<p>As a reaction, a witchwyrd can use any number of its free hands to catch magic missiles (from the spell of the same name) fired at it. Doing so absorbs the missile and manifests as a glowing nimbus around that hand (which is no longer considered free). The energy lasts 6 rounds or until it is used to create an additional force bolt (see below). To use this ability, the witchwyrd must be aware of the incoming magic missile and cannot be @Compendium[sfrpg.conditions.MZ8OoH1GE9qDMyCD]{Flat-footed}.</p>\n<h2 class=\"title\">Darkvision</h2>\n<p>Witchwyrds have darkvision with a range of 60 feet.</p>\n<h2 class=\"title\">Force Bolt</h2>\n<p>Witchwyrds can cast <em>magic missile</em> as a spell-like ability once per day. For every two magic missiles caught using its absorb force ability, a witchwyrd can use its force bolt ability an additional time each day.</p>\n<h2 class=\"title\">Four-Armed</h2>\n<p>Witchwyrds have four arms, which allows them to wield and hold up to four hands&rsquo; worth of weapons and equipment. While their multiple arms increase the number of items they can have at the ready, it doesn&rsquo;t increase the number of attacks they can make during combat.</p>\n<h2 class=\"title\">Haggler</h2>\n<p>Witchwyrds are known as skilled traders and negotiators throughout the galaxy and the planes. They receive a +2 racial bonus to Bluff and Diplomacy checks.</p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [
      {
        "_id": "fe80a295-fa79-4c2e-8230-f873f9cbfa17",
        "name": "Haggler - bluff",
        "type": "racial",
        "condition": "",
        "effectType": "skill",
        "enabled": true,
        "max": 2,
        "modifier": "2",
        "modifierType": "constant",
        "notes": "Witchwyrds are known as skilled traders and negotiators throughout the galaxy and the planes. They receive a +2 racial bonus to Bluff and Diplomacy checks.",
        "source": "Racial",
        "subtab": "misc",
        "valueAffected": "blu"
      },
      {
        "_id": "ba831839-d8f0-4d45-8682-6178ff372a72",
        "name": "Haggler - diplo",
        "type": "racial",
        "condition": "",
        "effectType": "skill",
        "enabled": true,
        "max": 2,
        "modifier": "2",
        "modifierType": "constant",
        "notes": "Witchwyrds are known as skilled traders and negotiators throughout the galaxy and the planes. They receive a +2 racial bonus to Bluff and Diplomacy checks.",
        "source": "Racial",
        "subtab": "misc",
        "valueAffected": "dip"
      }
    ],
    "size": "medium",
    "source": "AA1 pg. 122",
    "subtype": ""
  },
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}