{
  "_id": "kI8xPveLxi8aClCL",
  "name": "Woioko (Deepborn)",
  "permission": {
    "default": 0,
    "smJ4hgvpDSpFSLq0": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Inhabitants of the ocean planet Heicoron IV (<em>Starfinder Adventure Path #1</em> 62), woiokos are humanoids who have smooth, eellike skin. They evolved from underwater-dwelling ancestors, but more recently they split into two subspecies when rising sea levels destroyed their terrestrial civilization. The air-breathing Floatborn remained above the waves and now reside in vast floating arcologies divided into dozens of autonomous nations. The Deepborn genetically modified themselves to breathe water as well as air and returned to their primeval homes deep in the ocean, where short-lived domains constantly vie for dominance. The two subspecies have little contact with one another, each remaining in its preferred environment.<br /><br /><strong>Ability Modifiers</strong> +2 Cha, +2 Str, -2 Con (Deepborn) or +2 Cha, +2 Dex, -2 Con (Floatborn)<br /><strong>Hit Points</strong> 4</span></p>\n<h2 class=\"title\">Size and Type</h2>\n<p>Woiokos are Medium humanoids with the woioko subtype. Deepborn woiokos also gain the aquatic subtype.</p>\n<h2 class=\"title\">Amphibious</h2>\n<p>Deepborn woiokos can breathe underwater (thanks to the aquatic subtype), but they can also breathe air and survive on land.</p>\n<h2 class=\"title\">Hold Breath</h2>\n<p>A Floatborn woioko can hold her breath for 10 minutes before she risks drowning.</p>\n<h2 class=\"title\">Low-Light Vision</h2>\n<p>All woiokos can see in dim light as if it were normal light.</p>\n<h2 class=\"title\">Multinational</h2>\n<p>To navigate the evershifting waters of alliances and enmities between the scattered Floatborn nations and arcologies, Floatborn woiokos must be skilled at dealing with those from different backgrounds; they receive a +2 racial bonus to Culture and Diplomacy checks.</p>\n<h2 class=\"title\">Natural Swimmer</h2>\n<p>All woiokos are at home in the water and have a swim speed of 30 feet.</p>\n<h2 class=\"title\">Subspecies</h2>\n<p>Woiokos belong to one of two subspecies: Deepborn or Floatborn. All woiokos start with +2 Charisma and &ndash;2 Constitution at character creation. Additionally, Deepborn woiokos are athletic and powerful (+2 Strength), while Floatborn woiokos are lithe and more graceful (+2 Dexterity).</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SF#2-60",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ],
        [
          -2,
          "con"
        ],
        [
          2,
          "cha"
        ]
      ]
    },
    "size": "fine",
    "subtype": "woioko",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}