{
  "name": "Worlanisi",
  "type": "race",
  "data": {
    "description": {
      "value": "<p>Hailing from the Near Space planet of Worlan, worlanisi have become known across the galaxy for their preternatural luck. This luck seems to stem from some inborn trait, and worlanisi society has affirmed and integrated this luck into its collective mindset for generations. From an early age, worlanisi are taught to see the lucky side of virtually every event. Even situations that others might see as significant&nbsp;downturns in fortune,&nbsp; worlanisi typically interpret as blessings in disguise.</p>\n<p>Despite (or perhaps because of) worlanisi&rsquo;s ubiquitous good fortune, many aspects of their culture account for or even offset luck, favoring meritocracy and egalitarian processes. Their most popular sports and games, including the strategic card game Seven Suns, have little to no element of luck&mdash;often the only kind of games that others play with worlanisi. In places where their lucky reputation precedes them, worlanisi earn steady work from those seeking an extra edge. Most such endeavors prove to be self-fulfilling prophecies, as associates commonly attribute fortunate outcomes to their worlanisi comrades&mdash;whether or not the latter&rsquo;s fate-bending knack played any role. This narrative has become so entrenched in popular culture that to &ldquo;draw straws with a worlanisi&rdquo; has since turned into a common expression meaning to accept one&rsquo;s fate. Disreputable worlanisi enjoy playing on this reputation and pushing it to its extreme, bilking the gullible by claiming to offer, for instance, excellent investment schemes that can&rsquo;t possibly go wrong.</p>\n<p>Desna, goddess of luck and travelers, is a favorite patron among the worlanisi. Many of them take to the stars upon reaching early adulthood&mdash;often with very little direction or preplanning&mdash;making a hitchhiking worlanisi a common sight in starship hubs. Worlanisi as a whole tend to look upon other species as tragically unfortunate, though usually with great sympathy for their plights. Even more pitiable are those individuals who try to augment their luck with superstitions, rituals, or talismans; to worlanisi you either have it or you don&rsquo;t. Some worlanisi cheerfully offer themselves for various dangerous ventures in the name of balancing a crew&rsquo;s long odds&mdash;some parties consider the presence of these four-armed good luck charms a boon while others interpret a worlanisi&rsquo;s confidence as reckless or condescending.</p>\n<p>Worlanisi develop horn-cones at an early age, with additional concentric rings forming during puberty. These structures amplify both incoming and outgoing mental signals. In their distant evolutionary past, worlanisi used these structures to detect and follow faint telepathic signatures while on the hunt, similar to how some insects track pheromone trails. However, untold millennia of other selective pressures and improved technologies have diminished their horn-cones&rsquo; size and functions. Presently, many worlanisi have to exercise their minds regularly to simply maintain their telepathic abilities. Though no longer sensitive enough to detect minds or parse others&rsquo; thoughts, the vestigial horn-cones still painfully amplify incoming mental effects to psychically deafening levels.</p>\n<p><strong>Ability Adjustments</strong>: +2 Str, +2 Cha, &ndash;2 Wis</p>\n<p><strong>Hit Points</strong>: 4</p>\n<h2>Vital Stats</h2>\n<p style=\"font-size: 14px;\"><strong>Average Height</strong>&nbsp;2-3/4-3-1/2 ft.<br /><strong>Average Weight</strong>&nbsp;30-40 lbs.<br /><strong>Age of Maturity</strong>&nbsp;8 years<br /><strong>Maximum Age</strong> 100 + 2d20 years</p>\n<h2 style=\"font-size: 14px;\"><span style=\"font-size: 1.5em;\">Size and Type</span></h2>\n<p>Worlanisi are Small humanoids with the worlanisi subtype.</p>\n<h2>Limited Telepathy</h2>\n<p>Worlanisi have limited telepathy with a range of 60 feet.</p>\n<h2>Multiarmed (4)</h2>\n<p>The creature has the number of arms listed. This allows it to wield and hold up to that many hands&rsquo; worth of weapons and equipment. While this increases the number of items it can have at the ready, it doesn&rsquo;t increase the number of attacks it can make during combat.</p>\n<h2>Psychic Reverb</h2>\n<p>A worlanisi takes a &ndash;1 penalty to saving throws against mind-affecting effects and takes +1 damage per damage die from mind-affecting spells, weapons, and other effects.</p>\n<h2>Worlanisi Gamble</h2>\n<p>Once per day as a reaction when the worlanisi or an ally they can see within 15 feet rolls an attack roll, saving throw, or skill check, the worlanisi causes that creature to roll twice and take the better result.</p>\n<h2>Worlanisi Luck</h2>\n<p>The first time each day that a worlanisi rolls a natural 1 on a d20 roll, they treat it as a natural 20 instead.</p>\n<h2>Worlanisi Movement</h2>\n<p>Worlanisi have a land speed of 30 feet and a climb speed of 20 feet.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA4 pg 138",
    "type": "humanoid",
    "modifiers": [],
    "hp": {
      "value": 4,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ],
        [
          2,
          "cha"
        ],
        [
          -2,
          "wis"
        ]
      ]
    },
    "size": "small",
    "subtype": "worlanisi",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_id": "6WSlVka8IFJPVVv9"
}