{
  "_id": "sv3NFb1ZSNDCdxtJ",
  "name": "Xulgath",
  "type": "race",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "Humanoid",
    "abilityMods": {
      "parts": [
        [
          2,
          "str"
        ],
        [
          2,
          "con"
        ],
        [
          -2,
          "cha"
        ]
      ]
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Xulgaths are reptilian humanoids who originated on lost Golarion.</p><h3>PHYSICAL DESCRIPTION</h3><p>Xulgaths average around 5 feet tall and 150 pounds. Females tend to be slightly larger and heavier. Xulgaths give birth to live young in clutches of one or two. They have glands on either side of their neck that produce pheromones that, though often offensive to the senses of other species, are a vital part of the xulgath language and communication.</p>\n<p>Due to evolving in lightless conditions, most xulgaths are shades of white or gray. Communities that migrated to live aboveground are known to develop more vibrant colorations over generations.</p>\n<p>Xulgaths are strong and hardy, but because their language involves complex pheromones as well as spoken words, nonxulgaths can find them reticent and off-putting and are often unable to discern the full meaning of what a xulgath says. Contrary to some prejudiced beliefs, xulgaths don’t always have an offensive odor but actually have acute control over this aspect of their physiology and will frequently adjust the way they communicate with one another so as to not offend their neighbors.</p><h3>SOCIETY AND ALIGNMENT</h3><p>Xulgaths are natives of lost Golarion that spread through the galaxy mostly as drow labor, though they’ve since established their own communities. Xulgaths have one of the longest recorded histories for an intelligent species, but after millennia of intentional cultural erasure, much of this history has been lost. What remains is passed down through oral-olfactory storytelling and doesn’t exist in a written form. Due to frequent resource scarcity throughout their history, xulgath society is quick to disregard those deemed weak, which can come across as callous to other species. Xulgaths tend to value individual strength and are quick to propose contests of prowess (not necessarily physical) as a means to solve conflicts. Xulgath collectives tend toward neutrality, though individual xulgaths run the gamut of alignments.</p><h3>ADVENTURERS</h3><p>Many xulgaths take to adventuring easily. A xulgath might adventure as a way to prove or hone their strength and for the opportunity to take on ever-increasing challenges. Some xulgaths are reluctant to take on support roles when in an adventuring team, so they’re more likely to be seen on the front lines rather than behind their allies.</p><h3>NAMES</h3><p>Xulgaths often pass down the names of remarkable ancestors. Many names have been passed down from the ancient civilizations of Lost Golarion, even if the original namesakes themselves have long been forgotten. Sample xulgath names include Resh, Amat, Xikar, Mitun, Utuath, and Ninsuth.</p>\n<p><strong>Ability Adjustments</strong> +2 Str, +2 Con, –2 Cha</p>\n<p><strong>Hit Points</strong> 4</p><h2>Size and Type</h2><p>Xulgaths are Medium humanoids</p><h2>@UUID[Compendium.sfrpg.racial-features.hn2JNhJmjWAkJdfg]{Ancestral Knowledge}</h2><p>Xulgaths can choose one Intelligencebased skill. That skill becomes a class skill. If it’s already a class skill, they instead gain a +2 species bonus to the skill.</p><h2>@UUID[Compendium.sfrpg.racial-features.t52fuf0hJxUIG7HC]{Pheromone Cloud}</h2><p>Once per day as a standard action, a xulgath can create a stench cloud around themself with a radius of 5 feet for 1d4 rounds. Creatures who enter the cloud must attempt a Fortitude save (DC = 10 + the xulgath’s level + their Con modifier) or become sickened for 1 round. This is a poison effect.</p><h2>@UUID[Compendium.sfrpg.racial-features.NYKlD04vJnmAEDYT]{Xulgath Senses}</h2><p>Xulgaths have @UUID[Compendium.sfrpg.rules.rX5rK6UWAIOeeipl.JournalEntryPage.p0o9tmWtKZ0qy8DI#blindsense]{blindsense} (scent) and @UUID[Compendium.sfrpg.rules.rX5rK6UWAIOeeipl.JournalEntryPage.p0o9tmWtKZ0qy8DI#darkvision]{darkvision} with a range of 60 feet.</p>"
    },
    "hp": {
      "min": 1,
      "value": 4
    },
    "modifiers": [],
    "size": "medium",
    "source": "PoC pg. 23",
    "subtype": ""
  }
}