{
  "name": "Ysoki",
  "permission": {
    "default": 0,
    "Fsap5l6u2LMmtbmd": 3
  },
  "type": "race",
  "data": {
    "description": {
      "value": "<p>Small and furtive, the ysoki are often overlooked by larger races. Yet through wit and technological prowess, they’ve spread throughout the solar system, giving truth to the old adage that every starship needs a few rats.</p>\n<h2>Size and Type</h2>\n<p>Ysoki are Small humanoids with the ysoki subtype.</p>\n<h2>Cheek Pouches</h2>\n<p>Ysoki can store up to 1 cubic foot of items weighing up to 1 bulk in total in their cheek pouches, and they can transfer a single object between hand and cheek as a swift action. A ysoki can disgorge the entire contents of his pouch onto the ground in his square as a move action that does not provoke an attack of opportunity.</p>\n<h2>Darkvision</h2>\n<p>Ysoki can see up to 60 feet in the dark. See page 263 for more information.</p>\n<h2>Moxie</h2>\n<p>Ysoki are scrappy and nimble even when the odds are against them. A ysoki can stand from prone as a swift action. Additionally, when off-kilter (see page 276), a ysoki does not take the normal penalties to attacks or gain the flat-footed condition. When attempting an Acrobatics check to tumble through the space of an opponent at least one size category larger than himself, a ysoki receive a +5 racial bonus to the check.</p>\n<h2>Scrounger</h2>\n<p>Ysoki receive a +2 racial bonus to Engineering, Stealth, and Survival checks.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB, p. 54",
    "type": "humanoid",
    "hp": {
      "value": 2,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "dex"
        ],
        [
          2,
          "int"
        ],
        [
          -2,
          "str"
        ]
      ]
    },
    "size": "small",
    "subtype": "ysoki",
    "damage": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "PWjnNkCCW5diAQU4"
}