{
  "_id": "8P7ZA5Ak4tn0kOp5",
  "name": "Ysoki (Anthropomorphic)",
  "type": "race",
  "data": {
    "description": {
      "value": "<p>Small and furtive, the ysoki are often overlooked by larger races. Yet through wit and technological prowess, they&rsquo;ve spread throughout the solar system, giving truth to the old adage that every starship needs a few rats.</p>\n<h3>Physical Description</h3>\n<p>Ranging from 3 to 4 feet tall, ysoki resemble humanoid rats who walk upright, complete with fur, long incisors, constantly twitching noses, and partially prehensile tails that help them keep their balance and maneuver in zero gravity. Their small, dexterous hands are perfect for working on delicate electronics, and their keen noses often allow them to identify complex chemicals by smell. Male and female ysoki are difficult for other races to tell apart, as they have similar body types and favor similar fashions.</p>\n<h3>Home World</h3>\n<p>While the term &ldquo;ysoki&rdquo; originates from @Compendium[sfrpg.setting.gzXT0xwsj8kQAoj0]{Akiton}, where the race has long been a vibrant and respected culture, populations of ratfolk (as they&rsquo;re sometimes called) existed on several worlds for millennia before spaceflight became common. Whether these different populations were examples of convergent evolution or they shared a common ancestor is anyone&rsquo;s guess, but today most of these cultures now identify as part of the overarching ysoki race. This is due partially to the wide variation in ysoki heredity, which makes ethnicity (and often even immediate family connections) almost impossible to determine by sight or genetics, but even more so to the fact that ysoki have done more than any other ratfolk group to demand and maintain the respect of larger races.</p>\n<h3>Society and Alignment</h3>\n<p>Ysoki society is chaotic and freewheeling, and a typical warren is full of half-finished projects and multiple ysoki talking over each other. Regardless of their role in society, nearly all ysoki hold a deep and abiding love for technology and gadgets, whether it be an engineer&rsquo;s love of taking machines apart or a soldier&rsquo;s appreciation for her armor&rsquo;s construction. While they traditionally take on roles and societal niches other races view as unpleasant, acting as junkers or squeezing through the innards of starships, this is due not to a lack of pride, but rather an abundance thereof&mdash;ysoki are so sure of their own worth that living in subpar conditions doesn&rsquo;t shame them. Larger races&rsquo; tendency to underestimate or pick on ysoki has left them fiercely loyal to their friends and families&mdash;both ysoki and otherwise&mdash;and a ysoki presented with a gross injustice often feels the need to fling himself teeth-first at the problem, consequences be damned. As a result, the most common ysoki alignment is chaotic good, though they can easily be tugged toward the evil alignments by loyalty or a need to strike back at perceived oppression (or even simple disrespect).</p>\n<h3>Relations</h3>\n<p>Friendly and talented, ysoki integrate easily into most civilized societies, sometimes in all-ysoki neighborhoods and other times living side by side with alien cultures. The large size of ysoki families and their tendency to travel also means that a ysoki on a Pact World is shockingly likely to have a cousin or other contact in just about any major settlement. Of the major races, ysoki get along best with lashuntas, with whom they&rsquo;ve traded for millennia, though they appreciate humanity&rsquo;s pluck and shirrens&rsquo; devotion to community, even if the latter are a little too calm for ysoki tastes. They identify with androids&rsquo; defiance in the face of prejudice, but they find kasathas too aloof and @Compendium[sfrpg.races.7VtfabTXl7NEXC6u]{Vesk} too obsessed with displaying dominance. Regardless of others&rsquo; races, ysoki pride themselves on being quick judges of character, and members of many other races have been surprised to find a ysoki fighting on their behalf after no more than a conversation in a crowded bar. Quick to rile and quick to forgive, fond of laughing at misfortune (both their own and others&rsquo;), ysoki can sometimes be exhausting, but they are rarely boring.</p>\n<h3>Adventurers</h3>\n<p>Though ysoki form strong bonds with their friends and families, these connections are as likely to take them off-world as to keep them at home. Many curious young ysoki sign on with starship crews to see the universe or find their fortunes, and soon adopt their shipmates as a second family. Their natural aptitude with machines most often leads ysoki to become mechanics and technomancers, but they also enjoy the gloriously complicated weaponry employed by operatives and soldiers, and many appreciate the quick-witted patter of envoys.</p>\n<p><strong>Ability Adjustments </strong>+2 Int, +2 Cha, -2 Str<br /><strong>Hit Points&nbsp;</strong>2</p>\n<h2>Vital Stats</h2>\n<p><strong>Average Height&nbsp;</strong>3-4 ft.<br /><strong>Average Weight&nbsp;</strong>60-100 lbs.<br /><strong>Age of Maturity&nbsp;</strong>10 years<br /><strong>Maximum Age&nbsp;</strong>60+1d20 years</p>\n<h2>Size and Type</h2>\n<p>Ysoki are Small humanoids with the ysoki subtype.</p>\n<h2>Cheek Pouches</h2>\n<p>Ysoki can store up to 1 cubic foot of items weighing up to 1 bulk in total in their cheek pouches, and they can transfer a single object between hand and cheek as a swift action. A ysoki can disgorge the entire contents of his pouch onto the ground in his square as a move action that does not provoke an attack of opportunity.</p>\n<h2>Darkvision</h2>\n<p>Ysoki can see up to 60 feet in the dark. See page 263 for more information.</p>\n<h2>Moxie</h2>\n<p>Ysoki are scrappy and nimble even when the odds are against them. A ysoki can stand from @Compendium[sfrpg.conditions.XeRGqHVtcZ7vsgJ0]{Prone} as a swift action. Additionally, when off-kilter (see page 276), a ysoki does not take the normal penalties to attacks or gain the @Compendium[sfrpg.conditions.MZ8OoH1GE9qDMyCD]{Flat-footed} condition. When attempting an Acrobatics check to tumble through the space of an opponent at least one size category larger than himself, a ysoki receive a +5 racial bonus to the check.</p>\n<h2>Scrounger</h2>\n<p>Ysoki receive a +2 racial bonus to Engineering, Stealth, and Survival checks.</p>\n<h1>Alternate Racial Traits</h1>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 28</em><br />Ysoki genetic diversity means cultures or individuals can have unusual traits, such as the following.</p>\n<h2>Blindsense</h2>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 28</em><br />Some ysoki can detect faint odors and tastes, granting them blindsense (scent) with a range of 30 feet.</p>\n<p>This replaces darkvision.</p>\n<h2>Natural Weapons</h2>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 28</em><br />Ysoki can have long, sharp teeth. A ysoki with this trait is always considered to be armed. They can deal 1d3 lethal piercing damage with unarmed strikes, and the attack doesn&rsquo;t count as archaic. Ysoki with this trait gain a unique weapon specialization with their natural weapons at 3rd level, allowing them to add 1-1/2 &times; their character level to their damage rolls for their natural weapons (instead of just adding their character level, as usual).</p>\n<p>This replaces cheek pouches.</p>\n<h2>Scrappy</h2>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 28</em><br />Many ysoki are capable of taking and dealing surprising amounts of damage. A ysoki with this trait gains 4 racial Hit Points at 1st level instead of 2. In addition, while the ysoki has 0 Stamina Points, they gain a +1 insight bonus to melee attack rolls.</p>\n<p>This replaces moxie.</p>\n<h2>Skilled</h2>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 28</em><br />Ysoki with this trait gain an additional skill rank at 1st level and each level thereafter.</p>\n<p>This replaces scrounger.</p>\n<h2>Swarmer</h2>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 28</em><br />Swarmer ysoki use their small size to slip past defenses and strike at weak points. Ysoki with this trait gain the benefits of flanking an opponent provided at least one other ally is threatening that foe, regardless of position. Allies threatening the same enemy also gain the benefits of flanking.</p>\n<p>This replaces moxie and scrounger.</p>\n<h2>Wastelander</h2>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 28</em><br />Since @Compendium[sfrpg.setting.gzXT0xwsj8kQAoj0]{Akiton}&rsquo;s economic crash, many ysoki on the Red Planet have been forced to make do with whatever they can scrounge. Ysoki with this trait gain a +2 racial bonus to Survival checks and a +2 racial bonus to Fortitude saves against disease, poison, and effects that cause the @Compendium[sfrpg.conditions.LoRydw1D4bqlbkA2]{Nauseated} or @Compendium[sfrpg.conditions.ZacF0l6IwqBwToTJ]{Sickened} condition.</p>\n<p>This replaces scrounger.</p>\n<h1>Alternate Ability Adjustments</h1>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 28</em><br />Ysoki of disparate cultures once possessed unique ability adjustments, but ysoki genetics have since become so intertwined that variations can appear among any ysoki population. Such ysoki have ability score adjustments they use instead of the standard adjustments of +2 Dexterity, +2 Intelligence, and &minus;2 Strength found in the&nbsp;Starfinder Core Rulebook.</p>\n<h2>Anthropomorphic</h2>\n<p><strong>Source</strong>&nbsp;<em>COM pg. 28</em><br />Most ysoki have animal-like features, such as digitigrade legs and limbs of equal length. Some ysoki, however, have anatomy more resembling a @Compendium[sfrpg.races.AMBcyDZDtJ1OOzh3]{Human}&rsquo;s, such as plantigrade feet and legs longer than their arms. Such ysoki likely have ancestors from outside the Pact Worlds, but no scientific consensus exists on where these traits originate. An anthropomorphic ysoki&rsquo;s ability adjustments are +2 Intelligence, +2 Charisma, and &minus;2 Strength.</p>\n<div id=\"footer\">\n<div id=\"et-al\"></div>\n</div>",
      "chat": "",
      "unidentified": ""
    },
    "source": "COM pg. 28",
    "type": "humanoid",
    "modifiers": [
      {
        "name": "Scrounger - eng",
        "modifier": "2",
        "type": "racial",
        "effectType": "skill",
        "valueAffected": "eng",
        "enabled": true,
        "source": "Racial",
        "notes": "Ysoki receive a +2 racial bonus to Engineering, Stealth, and Survival checks.",
        "modifierType": "constant",
        "condition": "",
        "subtab": "misc",
        "max": 2,
        "_id": "64bff9ae-461e-4b86-84df-dbcd769ce3a9"
      },
      {
        "name": "Scrounger - stealth",
        "modifier": "2",
        "type": "racial",
        "effectType": "skill",
        "valueAffected": "ste",
        "enabled": true,
        "source": "Racial",
        "notes": "Ysoki receive a +2 racial bonus to Engineering, Stealth, and Survival checks.",
        "modifierType": "constant",
        "condition": "",
        "subtab": "misc",
        "max": 2,
        "_id": "f6739ff1-7683-42e6-903a-000be648d54b"
      },
      {
        "name": "Scrounger - survival",
        "modifier": "2",
        "type": "racial",
        "effectType": "skill",
        "valueAffected": "sur",
        "enabled": true,
        "source": "Racial",
        "notes": "Ysoki receive a +2 racial bonus to Engineering, Stealth, and Survival checks.",
        "modifierType": "constant",
        "condition": "",
        "subtab": "misc",
        "max": 2,
        "_id": "a7564d3d-b796-49fa-9f98-b6cb457ec725"
      }
    ],
    "hp": {
      "value": 2,
      "min": 1
    },
    "abilityMods": {
      "parts": [
        [
          2,
          "int"
        ],
        [
          2,
          "cha"
        ],
        [
          -2,
          "str"
        ]
      ]
    },
    "size": "small",
    "subtype": "ysoki",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": []
}