{
  "name": "Tool Kit, Starfinder Armory",
  "type": "technological",
  "data": {
    "description": {
      "value": "<p>A tool kit is a set of specialized tools and devices not worth purchasing individually, but which as a collection are required for a given task or provide a circumstance bonus to certain skill checks.</p>\n<p>&nbsp;</p>\n<p>In escalating efforts to remain ahead of their competitors, many corporations market specialty tool kits as the latest advances or essential devices. The following tool kits supplement those presented on page 221 of the&nbsp;Core Rulebook&nbsp;and provide circumstance bonuses to one or more skills in specific situations. These tool kits include the following: animaltrainer&rsquo;s kit (grants a +4 bonus to Survival checks to handle an animal or rear a wild animal), astrogator&rsquo;s kit (grants a +4 bonus to Piloting checks to navigate or astrogate), aura-translation kit (grants a +4 bonus to Mysticism checks to identify a magic item), broad-spectrum scanning kit (grants a +4 bonus to Perception checks to search), light-scattering sniper&rsquo;s blind (grants a +4 bonus to Stealth checks when sniping), mental interpretation kit (grants a +4 bonus to Sense Motive checks to discern a secret message out of combat), personal gravitational redistributor (grants a +4 bonus to Acrobatics checks to balance out of combat), and thieves&rsquo; tools (grants a +4 bonus to Computers checks to hack a computer system that controls a door and a +4 bonus to Engineering checks to disable a mechanical or technological lock). When using a thieves&rsquo; tools tool kit for its specialized purpose, you don&rsquo;t take the &ndash;2 penalty to Engineering checks if you don&rsquo;t have an engineering kit.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AR pg. 108",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 200,
    "level": 1,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 6,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/equipment/technological%20items/tool-kit-starfinder-armory.jpg",
  "effects": []
}