{
  "name": "Crash Pad",
  "type": "technological",
  "data": {
    "description": {
      "value": "<p>A popular safety accessory for stunt performers, competitive climbers, and others who regularly risk falling or sustaining high-impact injuries, a crash pad is a rectangular packet of polyfluid worn on a belt or clipped to armor. A built-in altimeter can be set to customize the distance fallen before the crash pad activates, but it defaults to 15 feet. Further, an included accelerometer can be set to account for any acceleration that could prove harmful to a wearer. When you&rsquo;re wearing a crash pad and fall or suffer an impact from your body being moved through space, such as in a vehicle collision, the crash pad activates, flash manufacturing ablative, protective foam and surrounding you with it. You reduce the number of dice of damage you take due to the triggering impact by three dice, taking no damage if this reduction leaves no dice to be rolled for the damage. You then halve any remaining damage you take from the triggering impact, rounded down. A used crash pad container can be recycled, allowing you to craft a new one with the usual 10% discount for having scavenged parts.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AP #15 pg. 43",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 150,
    "level": 2,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 7,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": []
}