{
  "name": "Erasure Worm",
  "type": "hybrid",
  "data": {
    "description": {
      "value": "<p>This 3-inch-long plastic tube contains an array of sentient magical computer code suspended in a gel. When the gel is squeezed directly onto a computer terminal, the code coalesces into a finger-length worm made of light. As a standard action, you can tell the worm a name or description of a person, place, thing, or event you would like it to erase. The worm then rapidly makes its way into the computer&rsquo;s system, attempting to corrupt or delete any information regarding the name or description it was given.<br />If the computer system it is released into doesn&rsquo;t have access to this information or root access, the erasure worm sits dormant until any user unlocks the system and gains access. The worm then usurps the access and starts erasing any data it finds that matches its target description. If the computer infected with an erasure worm connects to any other computer, including through an infosphere, the worm travels to that computer once it has deleted all target information on its current computer.<br />An erasure worm can function for up to 30 days before the magic that binds it dissipates. It takes the worm 1 minute to erase all target data on a single computer system, 1 day to erase all target data on most large networks, and 2d6 days to erase all target data on most infospheres. If the gel is squeezed from the tube onto any other surface or object, it immediately becomes inert and evaporates in 1 hour.<br />The existence of an erasure worm in a computer system can be discovered with a successful DC 41 Computers check and can be eliminated with two consecutive successful opposed Computers checks; an erasure worm has a total Computers bonus of +31. Each opposed check takes 1 minute, and while it is battling in this way, the erasure worm isn&rsquo;t eliminating data.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AP #26 pg. 45",
    "type": "",
    "quantity": 1,
    "bulk": "-",
    "price": 110000,
    "level": 15,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 50,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": []
}