{
  "name": "Mi-Go Brain Cylinder",
  "type": "hybrid",
  "data": {
    "description": {
      "value": "<p>The&nbsp;mi-go brain cylinder&nbsp;is part of the most infamous mi-go surgical procedure, in which a creature&rsquo;s brain is extracted and made an organic memory bank. The biotech cylinder suspends an extracted brain in a matrix of biotechnological and magical slime that sustains the tissue and suppresses any mental powers the brain has. Inside the cylinder, a brain can survive indefinitely, locked away in its own thoughts. Attachments can allow the brain to see, hear, and speak; migo often attach such gear to access the brain&rsquo;s information.<br /><br />Once a&nbsp;mi-go brain cylinder&nbsp;has a speech attachment, it can converse. It has all its skills and memories, but nothing about the cylinder compels the brain to answer questions or to do so truthfully. Most enslaved brains have been conditioned via pain and isolation to be compliant to questioning, but those within newly created cylinders might need coaxing to cooperate. A brain is susceptible to any spell or power it was susceptible to before it became disembodied. Some mi-go have powers that allow them to encourage or force a brain&rsquo;s compliance or to telepathically probe a brain for desired data.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AA2 pg. 83",
    "type": "",
    "quantity": 1,
    "bulk": "1",
    "price": 10000,
    "level": 8,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 13,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": []
}