{
  "name": "Vampiric Charger",
  "type": "hybrid",
  "data": {
    "description": {
      "value": "<p>Carved to resemble a grotesque, bestial head, a&nbsp;vampiric charger&nbsp;has a wide maw with a pair of sharpened fangs serving as prongs. The charger converts life force into magical power and then into electricity.<br /><br />As a move action, you can insert a battery into the&nbsp;vampiric charger, and as another move action, you can stab the charger's fangs into a helpless or willing creature. Your target loses 1d4+1 Hit Points, which can&rsquo;t be negated or mitigated in any way without causing the charger to fail. Every round thereafter, the creature takes 1 Constitution damage, and the battery attached to the charger regains 10 charges (up to its maximum). Once attached to a creature, the&nbsp;vampiric charger&nbsp;continues to inflict Constitution damage until it is removed or the creature dies, even if the battery is fully charged. A creature can remove the charger as a move action.<br /><br />Each time a battery is recharged in this way, it has a 20% chance to become corrupted. If the creature the charger is attached to dies while a battery is charging, that battery immediately becomes corrupted. Only a&nbsp;vampiric charger&nbsp;can recharge such a corrupted battery.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AR pg. 125",
    "type": "",
    "quantity": 1,
    "bulk": "L",
    "price": 10000,
    "level": 8,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 13,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": []
}