{
  "name": "Autocartographer",
  "type": "technological",
  "data": {
    "description": {
      "value": "<p>This handheld holographic display unit has an underslung rack housing dozens of miniaturized flying microbots. When you activate the autocartographer, you pick a grid intersection within 50 feet to which you have line of effect. The microbots scatter in a 100-foot cube, scanning the environment and sending data back to the display unit for aggregation and analysis. The microbots transmit the dimensions and basic layout of rooms, corridors, and sizable natural features, including large furnishings. Their sensors ignore living creatures, fine details (such as images on computer screens), and temporary magical effects, but they record permanent ones, including illusory obstacles. They can&rsquo;t differentiate between illusions or holograms and real objects. The microbots&rsquo; data is sent by a wireless signal and is therefore vulnerable to countermeasures such as signal jammers.<br /><br />Individual microbots are small enough to pass through any opening at least an inch wide. They can operate both in air or vacuum, but heavy gravity or strong or stronger winds overwhelm their delicate propulsion systems and render them inactive. The microbots emit a distinctive whir and can be detected with a successful DC 15 Perception check.<br /><br />One minute after you release the microbots, the autocartographer displays a composite map showing all features within the scanned 100-foot cube as a three-dimensional holographic image, and the microbots return to the unit. You can save these images in a data file that can be displayed later, although you need to rescan an area to obtain updated information, such as opened doors or repositioned furniture. Each file is tagged with global or astronomical positioning data, allowing you to connect multiple maps in space and scroll between them.</p>\n<p>&nbsp;</p>\n<p><strong>Capacity&nbsp;</strong>100;&nbsp;<strong>Usage&nbsp;</strong>10/hour</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AR pg. 98",
    "type": "",
    "quantity": 1,
    "bulk": "1",
    "price": 13500,
    "level": 9,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 14,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 1,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": []
}