{
  "name": "Organic Printing Vat",
  "type": "technological",
  "data": {
    "description": {
      "value": "<p>This container made of transparent glass is about the size of a backpack (and can be worn like one, though it can&rsquo;t store any items). An organic printing vat allows you to craft technological devices (including weapons and armor) and computers out of biological matter. You still need to have the requisite number of ranks in Computers or Engineering and an amount of UPBs equal to the price of the item to be created, and the process takes the same amount of time, but the organic printing vat counts as the necessary tools and workshop space. You can craft only items of 2 bulk or less, but any item you craft gains the analog and living weapon special properties and isn&rsquo;t considered a manufactured item (and is therefore immune to spells such as entropic grasp). If an item created with an organic printing vat is destroyed, it dissolves into a biological sludge that counts as a number of UPBs equal to 15% of the item&rsquo;s value that can be used to create another item with the organic printing vat.<br /><br />An organic printing vat uses a high-capacity battery and consumes 1 charge per hour of use.</p>\n<p>&nbsp;</p>\n<p><strong>Capacity&nbsp;</strong>40;&nbsp;<strong>Usage&nbsp;</strong>1/hour</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AP #20 pg. 44",
    "type": "",
    "quantity": 1,
    "bulk": "3",
    "price": 5400,
    "level": 7,
    "attuned": false,
    "equipped": false,
    "identified": false,
    "attributes": {
      "sturdy": false,
      "customBuilt": false,
      "size": "medium",
      "dex": {
        "mod": ""
      },
      "hp": {
        "value": 12,
        "max": ""
      },
      "hardness": {
        "value": ""
      },
      "ac": {
        "value": ""
      }
    },
    "capacity": {
      "value": 0,
      "max": 0
    },
    "usage": {
      "value": 0,
      "per": ""
    },
    "modifiers": [],
    "hands": 0,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "effects": []
}