{
  "name": "Android Abolitionist",
  "type": "archetypes",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>Androids were recognized as free citizens of the Pact Worlds more than a century ago, but nefarious corporations, the Azlanti Star Empire, and other bad actors still conscript them into forced labor. Android abolitionists are freedom fighters dedicated to liberating such androids and combating the oppression of created peoples.</p>\n<p>Only some who have this archetype are members of the Android Abolitionist Front, an organization dedicated to fighting against android slavery. Likewise, not all Android Abolitionist Front agents have this archetype. Individuals with this archetype who join the Android Abolitionist Front are secretly inducted into a clandestine cell of local liberators, who train new recruits in the subtle arts of infiltration, manipulation, and protection. Once ready, abolitionists infiltrate and disrupt android trafficking operations or free enslaved androids.</p>\n<h1>Alternate Class Features</h1>\n<p>The android abolitionist grants alternate class features at 4th, 9th, and 18th levels.</p>\n<h2>Cunning Liberator (Ex) - 4th Level</h2>\n<p>You understand the methods that android slavers use to track created peoples, and you have become adept at avoiding these villains. Whenever you attempt a Culture check to recall knowledge about a location where you&rsquo;re trying to lie low and avoid attention, reduce the DC by 5. Additionally, Bluff and Diplomacy are class skills for you. For each of these skills that are already class skills for you (or becomes a class skill for you) from a source other than this archetype, you can choose an additional class skill from among Disguise, Intimidate, Sense Motive, Sleight of Hand, Stealth, and Survival.</p>\n<h2>Abolitionist Aegis (Ex) - 9th Level</h2>\n<p>Your guidance is instrumental in keeping others safe. As a move action, you can designate a creature as your ward. Once you do so, that creature remains your ward for the rest of the day, and you cannot designate a different creature as your ward for 24 hours. You can have only one ward at a time. Once per minute as a reaction to when your ward is adjacent to you and would take damage, you can expend 1 Resolve Point and grant your ward DR 10/&mdash; or resistance 10 against one energy damage type (acid, cold, electricity, fire, or sonic). This damage reduction or resistance is applicable only against the triggering attack and ends as soon as the damage from the triggering attack is resolved.</p>\n<p>At 18th level, the amount of damage reduction or energy resistance this class feature grants increases to 15.</p>\n<h2>Traceless Persona (Ex) - 18th Level</h2>\n<p>You are exceptional at masking your digital and physical appearance, and you can help your ward to do the same. Once per day, you can take 20 on an attempt to use Computers to create or detect a forgery. Anyone attempting to use Computers to track the digital signature of you or your ward (if you have designated one using your abolitionist aegis class feature) must roll twice and use the lowest result when doing so.</p>\n<p>This feature provides a number of other benefits. The DC for another creature to find or follow your tracks is 20 + 1-1/2 &times; your ranks in Stealth or Survival (your choice), no matter what circumstances, surfaces, or conditions you travel in. If you mask or cover allies&rsquo; tracks, taking at least a full action to do so, this DC also applies to checks to find or follow those tracks. In addition, when you attempt a Disguise check to change your appearance, you can affect yourself and up to six allies. When you attempt to change your appearance and that of your allies, you can ignore DC modifiers for altering major features, being disguised as a different race of the same creature type, and being disguised as a different creature type.</p>",
      "unidentified": ""
    },
    "source": "COM pg. 97",
    "type": "",
    "modifiers": [],
    "grants": {
      "levels": []
    },
    "requirements": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "effects": [],
  "flags": {},
  "_id": "cx2nuBSt2P5zF3Uw"
}