{
  "name": "Arcanamirium Sage",
  "type": "archetypes",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>Much like the pre-Gap arcane academy of the same name, the Arcanamirium on Absalom Station is a prestigious institution of magical learning. Numerous ancient and alien artifacts are stored in the university&rsquo;s vaults, and many sages trained at the institution thus specialize in studying magic items. Arcanamirium sages learn to hack an item&rsquo;s magical field, which allows them to unlock powers unavailable to normal users.</p>\n<p>Most Arcanamirium sages are mystics and technomancers who studied at the university, but other characters can be Arcanamirium sages, such as explorers who investigate ancient sites of magical power or adventurers who want to augment their abilities with magic.</p>\n<h1>Alternate Class Features</h1>\n<p>The Arcanamirium sage archetype grants alternate class features at 2nd, 6th, 9th, 12th, and 18th levels.</p>\n<h2>Magic Item Scholar (Ex) - 2nd Level</h2>\n<p>As an Arcanamirium sage, you have an almost instinctual grasp over magic and hybrid items. You gain an insight bonus equal to half your class level to Engineering and Mysticism checks to identify and repair hybrid and magic items, and you don&rsquo;t need detect magic to determine whether an object is a magic item or to identify a magic item. You can also decipher magical inscriptions that would otherwise be unintelligible or, as a full action, identify any spells encoded in a spell gem, even if you aren&rsquo;t a spellcaster.</p>\n<p>You gain access to the spell identify. If you have the spells class feature, you add identify to your list of spells known, and treat it as a spell on your class spell list. If you already have identify as a spell known, you instead gain an additional 1st-level spell known of your choice from your class spell list. If you do not have a class spell list or spells known, you gain identify as a spell-like ability you can cast twice per day.</p>\n<p>Additionally, in typical settlements, you can find and purchase any hybrid or magic item with an item level up to your character level + 2. As normal, the GM can restrict access to some items regardless of their level.</p>\n<h2>Spell Gem Manipulation (Su) - 6th Level</h2>\n<p>Once per day, while holding a spell gem in your hand, you can cast the spell encoded within the gem using a spell slot of the same level or higher, just as though you were casting one of your spells known. The spell must be on your class&rsquo;s spell list and cannot require expensive materials as part of its casting. If the spell normally requires an expenditure of Resolve Points to cast, you must expend the same number of Resolve Points to use this ability. Using a spell gem this way doesn&rsquo;t expend the magic encoded within the gem. If you aren&rsquo;t a spellcaster, once per day you can instead cast a spell from a spell gem as though you were a spellcaster (expending the magic normally), as long as the spell gem&rsquo;s item level isn&rsquo;t higher than your character level.</p>\n<p>You also gain access to augury, using the same rules as for gaining access to identify in the magic item scholar alternate class feature.</p>\n<h2>Magic Item Attunement (Su) - 9th Level</h2>\n<p>You can wear up to three hybrid or magic items at a time and have them all function normally.</p>\n<p>You also gain access to arcane sight, using the same rules as for gaining access to identify in magic item scholar.</p>\n<h2>Recharge Magic Item (Su) - 12th Level</h2>\n<p>Once per day, you can expend 1 Resolve Point to refresh a magic item&rsquo;s daily charges, even if the magic item has already refreshed its charges for that day. The item level of this magic item can&rsquo;t be higher than your character level. This doesn&rsquo;t affect magic items that don&rsquo;t have charges that refresh each day.</p>\n<h2>Greater Magic Item Attunement (Su) - 18th Level</h2>\n<p>You can wear up to four hybrid or magic items at a time and have them all function normally.</p>\n<p>&nbsp;</p>",
      "unidentified": ""
    },
    "source": "PW pg. 183",
    "type": "",
    "modifiers": [],
    "grants": {
      "levels": []
    },
    "requirements": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "effects": [],
  "sort": 0,
  "flags": {
    "exportSource": {
      "world": "sf",
      "system": "sfrpg",
      "coreVersion": "0.8.8",
      "systemVersion": "0.12.0"
    }
  }
}