{
  "_id": "WwaTRUfGq1PiCyv2",
  "name": "Armored Visionary",
  "type": "archetypes",
  "img": "systems/sfrpg/icons/default/toggles.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>The art of blending magic with weaponry dates to long before the Gap, but very few ever sought to mesh physical defenses with mystic shields. The Hellknight orders of lost Golarion maintained an armored corps of spellcasters who held the rank of signifer, experts in the ways of spellcasting from behind featureless masks that also provided leverage to intimidation tactics. In the centuries since the Gap, other Pact World organizations have reverse engineered some of the Hellknights’ methods, as has the Veskarium’s Division of Disloyal Organizations. While many of an armored visionary’s skills are universal, some of their abilities are specific to the group that champions them, including the Hellknights, Knights of Golarion, Stewards, and others. Spellcasters of any type can become armored visionaries. At 9th level, you will choose a specific organization and gain an ability that represents that group’s focus. Alternatively, you can work with the GM to select a substitute organization, potentially even creating your own ability. If you do so, be sure to use the relative power level of the 9th-level abilities to guide you. Those without strong affiliations to any organizations are often trained through AbadarCorp corporate outreach programs as a way to encourage stop-loss practices in everyday life, gaining acquistor’s gaze at 9th-level.</p><h1>Prerequisites</h1><p>Only characters with the spells class feature can take this archetype.</p><h1>Alternate Class Features</h1><p>The armored visionary archetype grants alternate class features at 2nd, 4th, 6th, 9th, 12th, and 18th levels. The 9th-level alternate class feature has multiple options, depending on which organization trained you.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.8zCtEnT2KpMygmi8]{Eyeshield (Ex) - 2nd Level}</h2><p>You’ve obtained or crafted a special visor that helps hone your magical sight. This lens can be worn directly over your eyes or incorporated into any suit of armor. The visor appears devoid of eyeholes but doesn t obscure your vision. When worn, this visor grants you a +2 insight bonus to saving throws against visual effects. As a result of your training to improve your defenses, you also gain proficiency with heavy armor. If you’re already proficient with heavy armor, you instead gain proficiency with shields. If you’re already proficient with shields, you instead gain the Shield Block feat.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.j1wqjedZXDLlrRw0]{Eyes Aflame (Su) - 4th Level}</h2><p>Constant proximity to the mystic runes on the inside of your visor gives your eyes a permanent supernatural glow in a color of your choice that, once selected, can’t be changed. You gain low-light vision and darkvision to a range of 60 feet. If you already have darkvision, the range of your darkvision increases to 120 feet.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.b0Djp0Ydl9onxm0g]{Prescient Glimpse (Su) - 6th Level}</h2><p>You view time milliseconds ahead of reality, allowing you to avoid having your spells disrupted. When you’re casting a spell and you take damage or are subjected to an effect that could break your concentration and cause the spell to fail, you can spend 1 Resolve Point to move your body a fraction of an inch away from the part of the blow that would’ve disrupted you. Your spell doesn’t fail unless the damage or effect knocks you unconscious.</p>\n<p>In addition, you gain a +1 insight bonus to initiative that increases by 1 at level 12 and again at level 18.</p><h2>Armored Visionary Alternate 9th-level class features</h2><p>At 9th level, you can select from among the following class features, depending on which organizational philosophy you choose to follow.</p>\n<p>Once you decide which 9th-level alternate class feature to take, you can’t change this decision.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.KiVG4973393q8x0Z]{Acquisitor’s Gaze (Sp) - 9th Level}</h2><p>In the name of promoting free trade and preventing profit loss, AbadarCorp provides training to magically gifted security personnel. You gain the ability to cast detect tech at will. This ability also detects credsticks, including how many credits are loaded onto each.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.X6g4dNSIk8LytM7Q]{Greensight (Su) - 9th Level}</h2><p>The Xenowardens don’t maintain as many armored visionaries as other Pact World organizations, but the ones they do have concern themselves with monitoring nature preserves and detecting poachers. You gain blindsense (life) with a range of 60 feet.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.ATbANkoZ0X7S1FuQ]{Holy Vigilance (Sp) - 9th Level}</h2><p>Knights of Golarion travel far and wide combating evil, but in ambiguous situations, they need to be certain that the foes they smite truly deserve it. You gain the ability to detect alignment twice per day as per the universal creature rule as a move action. Targets can attempt a Will saving throw (DC = 10 + your level + your key ability modifier) to negate this effect.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.om6wyu8pqhW0J3ez]{Infernal Scrutiny (Sp) - 9th Level}</h2><p>Signifers of all Hellknight orders are trained to see past the lies of those who would disrupt order. You gain the ability to cast detect thoughts twice per day, with a DC of 10 + half of your character level + your key ability modifier.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.9Txn6Be6tzpvrglH]{Inquisitor’s Infiltration (Sp) - 9th Level}</h2><p>The Division of Disloyal Organizations regularly seeks to recruit double agents within the Pact Worlds and infiltrate cults within the Veskarium. You gain the ability to cast comprehend customs twice per day.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.PVRYu5OnJnMM5paI]{Securesight (Su) - 9th Level}</h2><p>Whether engaging in urban combat or performing security sweeps at spaceports, knowing whether something lurks on the other side of a door keeps agents of the Stewards alive to better protect the Pact Worlds. You gain blindsense (vibration) with a range of 30 feet.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.M9lR1cObhrdhXSo1]{Squadsight (Sp) - 9th Level}</h2><p>Unit cohesion and protection of fire teams are paramount to the operations of the Skyfire Legion, who always look out for one another. You gain the ability to cast detect affliction at will, lowering its associated DCs by 3. In addition, at the start of each day, you can designate one willing ally. As long as you’re both on the same plane, you gain the effect of the status spell with that ally.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.BGZcVwNtrD3TSqqv]{Become the Mask (Su) - 12th Level}</h2><p>Your gaze has become so discerning that you can now take advantage of some aspects of your abilities even when you’re simply peering through viewscreens and cockpits. When piloting a vehicle, operating a mech, or serving as a magical officer or pilot onboard a starship, your craft gains a +1 insight bonus to its Armor Class. Aboard a starship, you can spend 1 Resolve Point to guide the vessel inches away from possible disaster when taking critical damage. In this case, the critical damage effect is rolled twice and you get to decide which of the two rolled systems is affected. When in a mech or vehicle, you can spend 1 Resolve Point as a reaction to ignore a critical hit effect scored against your craft.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.QJJGQm7gQ3CEXcvJ]{Beyond Sight (Su) - 18th Level}</h2><p>With your armored visor, you hunt down everything that seeks to hide from you; nothing escapes your burning gaze. You gain the see in darkness universal creature rule and can cast true seeing twice per day as a spell-like ability. In place of a use of true seeing, you can instead cast clairaudience/clairvoyance (sight only) with a range limited only by what you can view. This includes being able to view a specific point on the surface of a planetary body while you’re orbiting it from a starship, and vice versa.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "Spellcasting",
    "source": "EN pg. 92"
  }
}