{
  "_id": "trPHLWEJdSbclmZj",
  "name": "Assassin",
  "type": "archetypes",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Throughout the galaxy, shadowy figures move unseen, expertly eliminating targets before disappearing back into anonymity. Assassins originate from many different home worlds and cultures, and while no single tradition defines these gifted killers, several secretive societies train accomplished warriors into finely honed tools of discreet murder. Others learn the deadly craft on their own or from a mentor, refining their skills through decades of mercenary work. Some see assassins as supernatural beings—avatars of death that employ reality-bending magic to eliminate their targets. Others maintain that assassins gain their edge via superior technology. In truth, assassins make use of all manner of tactics, and some even use technomagical methods. Many organizations court assassins with exorbitant salaries and promises of immunity.</p>\n<p>While many of the galaxy’s denizens are capable of committing murderous acts, assassins regard death as a painter does a palette. A skilled assassin can observe a target and determine the precise moment to strike, dealing irreparable damage to the target’s vital organs and ending their life with a single lethal blow. Many assassins also employ magic capable of tampering with the memories of potential witnesses, while others deploy technology that obscures their presence from modern surveillance.</p>\n<p>Assassins value anonymity and discretion above all else; leaving a fragment of security footage behind or allowing their identity to be discovered can cost an assassin their job, if not their life. Many operatives and soldiers seek training as an assassin, but anyone with a talent for stealth and the willingness to kill can become an assassin. Though murder is part of the job description, not all assassins have evil alignments. Some individuals with this specialized training use their talents to serve a higher cause, but many are hardened criminals or jaded veterans with too much blood on their hands. Rumor has it that some law enforcement agencies in the galaxy employ small units of assassins responsible for tracking and taking down high-risk criminal targets.</p>\n<h1>Alternate Class Features</h1>\n<p>The assassin archetype grants alternate class features at 6th, 12th, and 18th levels.</p>\n<h2>Opportunistic Cloaking (Ex) - 6th Level</h2>\n<p>You know how to manipulate your environment and take advantage of gaps in others’ perception to become undetectable even in plain sight. Once per day, you can attempt a Stealth check to hide as though you had succeeded at the create a diversion task of the Bluff skill against up to six creatures you’re observing. This ability functions only in crowded areas or in dim light or darkness; the GM might determine you can use this ability in similar circumstances.</p>\n<h2>Lethal Strike (Ex) - 12th Level</h2>\n<p>As a standard action, you can study the weaknesses of a single enemy that you’re observing. Once per day, on a round after you spend 2 consecutive rounds studying the same enemy this way, you can either take a full action to move up to your speed and make a single attack with a melee weapon, or take a full action to attack with a sniper weapon (using the sniper weapon’s sniper range if applicable), against the studied enemy. This lethal strike attack deals damage as normal, and the target must also succeed at a Fortitude saving throw (DC = 10 + half your character level + your key ability modifier) or take 1d6 additional damage per your character level. If the target fails the save, it must also attempt a second Fortitude saving throw with the same DC. If it fails this second save, it dies instantly; this is a death effect.</p>\n<p>In addition, whenever you kill a creature using your lethal strike, you can attempt a Stealth check opposed by Perception checks to notice by those in the vicinity; if successful, you prevent those nearby from identifying you as the attacker. If you succeed by 5 or more, bystanders might not even immediately notice that the target is dead (at the GM’s discretion).</p>\n<h2>Exploitative Strike (Ex) - 18th Level</h2>\n<p>When you use lethal strike, you can force your target to roll its initial save twice and take the worse result. Alternatively, when a target that you studied on your previous turn is within your reach and an ally’s attack results in a critical hit against it, you can activate lethal strike as a reaction.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "NS pg. 143"
  }
}