{
  "_id": "pHegFEb2BWNFwoyZ",
  "name": "Audocyte",
  "type": "archetypes",
  "_stats": {
    "coreVersion": 13,
    "systemId": "sfrpg",
    "systemVersion": "0.28.2"
  },
  "img": "systems/sfrpg/icons/default/toggles.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>To an audocyte, music is everything. Music is universal language, music is freedom, music is exhilaration—music is life. Audocytes are more than just musicians, hoarders of albums, or frequent concert attendees; they’ve learned to unlock parts of their own soul through the use of music as a focus. More than audiophiles or aficionados, audocytes can use their understanding of the emotions that music stirs deep inside most sentient beings to sharpen their own skills as well as those of their friends and allies. These specialists can even weaponize the music they bring with them to the battlefield.</p><h1>Alternate Class Features</h1><p>The audocyte archetype grants alternate class features at 2nd, 4th, and 12th levels, and an optional alternate class feature that can be selected at any or all of the 6th, 9th, and 18th levels.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.LjvTVCpadHEYA9MP]{Personal Soundtrack (Ex) - 2nd Level}</h2><p>You have found the “right” music that helps you focus. Choose and describe a single genre of music, such as agrosynth, chillswitch-wave, jazz, metal, opera, rap, sugar-pop, etc. Next, choose one of your non-Perception class skills. You gain a +2 insight bonus to skill checks with this skill whenever you’re listening to music in your chosen genre, but you also take a –1 penalty to Perception checks.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.timn1EKkp0bKFx6i]{Let’s Jam! (Ex) - 4th Level}</h2><p>Having already discovered how to use music to excel, you can now fine-tune its frequency to aid your allies, provided they like what they hear. In order to use this ability, you must have a way of broadcasting music to others. This can be through comm units linked to each other in advance, portable speakers, or turning the volume of your own personal comm unit all the way up, giving it a range of 10 feet. There must also be a medium such as air for the sound to travel in. As a move action, you play your personal soundtrack. You and all allies who can hear or feel it gain the benefits and penalties associated with your personal soundtrack. Allies can ignore both the bonuses and penalties associated with this ability (but not one or the other).</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.NrZx8IbVwNuugwVw]{Split Track (Ex; Optional) - 6th, 9th, and 18th Levels}</h2><p>You can choose and describe an additional genre of music and associated non-Perception class skill to gain an insight bonus with when listening to it through your personal soundtrack or let’s jam alternate class features. If you select a second genre of music and skill, the bonus for your first genre’s skill increases by 1, and its penalty to Perception increases by 1. If you select a third genre, your first genre’s skill again increases its bonus by 1 and penalty by 1, as does your second genre’s skill. If you select a fourth genre, the bonuses and penalties for all three of your previous genre skills increase by 1, (to a maximum of +5 and –4, respectively).</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.rXxNhzNRjE4O7VOX]{Soundwave Synesthesia (Ex) - 12th Level}</h2><p>By tweaking the precise modulation of your music’s output frequency, you can now use it to distract or debilitate your enemies. As a standard action, you can target a single creature within 15 feet and unleash a rush of highly compressed discordant music at them. The target must attempt a Fortitude save (DC = 10 + half your character level + your key ability modifier). If the target succeeds, they’re deafened for 2 rounds. On a failure, the target is deafened and off-target for a number of rounds equal to the insight bonus of your first music genre. If the target fails this save by 10 or more, they’re also nauseated for 1 round.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "EN pg. 94"
  }
}