{
  "name": "Battle Leader",
  "type": "archetypes",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>Followers of a tradition that originated in the Veskarium among devout followers of Damoritosh, battle leaders are known for celebrating victories as they happen, yelling out to their allies when an enemy suffers a critical or lethal blow and inspiring further glorious actions. This tradition has since spread throughout other star systems, and many species, from calculating Eoxians in the Pact Worlds to bellicose hobgoblins from the Gideron Authority can be counted among their numbers.</p>\n<h1>Alternate Class Features</h1>\n<p>The battle leader archetype has alternate class features at 2nd and 12th levels, and an optional alternate class feature that can be selected at any of 4th, 6th, 9th, and 18th levels.</p>\n<h2>Victory Cry (Ex) - 2nd Level</h2>\n<p>You have learned how to capitalize on your allies&rsquo; successes in battle, inspiring them to further incredible feats. You learn one victory cry, chosen from those listed below. As a reaction when you or an ally scores a critical hit against a significant enemy with an attack or drops a significant enemy to 0 Hit Points, you can issue a victory cry, choosing one victory cry you know and providing its benefits to all allies within 60 feet of you (but not yourself).</p>\n<p>The following victory cries are available to battle leaders. Each victory cry can be learned up to two times: the first time at 2nd level or higher, and the second time at 9th level or higher. Limited victory cries affect only the ally that scored a critical hit or reduced an enemy to 0 Hit Points; these are labeled with an asterisk (*). An ally can be affected by each specific victory cry (regardless of its source) only once until they take a 10-minute rest to regain Stamina Points.</p>\n<h3>Got &rsquo;Em!</h3>\n<p>Each ally affected by this victory cry gains a morale bonus to damage rolls until the end of their next turn equal to half your Charisma bonus (minimum 1). If you learn this victory cry a second time, the morale bonus is instead equal to your Charisma bonus.</p>\n<h3>Keep Moving!</h3>\n<p>All creatures affected by this victory cry gain a +10-foot morale bonus to their speed for one round. If you learn this victory cry a second time, this becomes a +20-foot morale bonus to speed instead.</p>\n<h3>Listen Up!</h3>\n<p>Each creature affected by this victory cry chooses either saving throws or skill checks, and each such creature can choose differently. Until the end of their next turn, each such creature gains a +1 morale bonus to the selected option. If you learn this victory cry a second time, each affected creature can choose both options.</p>\n<h3>Regroup!*</h3>\n<p>The triggering ally regains Stamina Points equal to your class level plus your Charisma bonus. If you learn this victory cry a second time, this becomes Stamina Points equal to twice your class level plus your Charisma bonus.</p>\n<h3>Stay Alert!*</h3>\n<p>The triggering ally gains a +1 morale bonus to AC for 1 round. If you learn this victory cry a second time, this instead becomes a +1 morale bonus to AC and a +1 morale bonus to saving throws for 1 round.</p>\n<h3>Take a Breather!*</h3>\n<p>The triggering ally can immediately attempt a new saving throw against a single affliction that is affecting them. Failing this saving throw does not worsen the affliction. If you learn this victory cry a second time, the ally also gains a +4 morale bonus to this saving throw.</p>\n<h3>Tread Carefully!</h3>\n<p>Each creature affected by this victory cry can move an additional 5 feet when taking a guarded step on their next turn; this additional 5 feet of movement provokes attacks of opportunity as normal. If you learn this victory cry a second time, the additional movement does not provoke attacks of opportunity.</p>\n<h2>Expanded Victory (Ex; Optional) - 4th, 6th, 9th, and 18th Levels</h2>\n<p>You learn an additional victory cry from the list above. This alternate class feature can be selected at any, all, or none of these levels.</p>\n<h2>Glorious Shout (Ex) - 12th Level</h2>\n<p>At the right moments, your voice carries more meaning and inflection, imparting further encouragement to empower your allies. You learn an additional victory cry from the list above. Additionally, when you issue a victory cry, you can choose two different victory cries and provide both of their benefits to the creatures affected by each victory cry.</p>",
      "unidentified": ""
    },
    "source": "NS pg. 144",
    "type": "",
    "modifiers": [],
    "grants": {
      "levels": []
    },
    "requirements": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "effects": [],
  "sort": 0,
  "flags": {
    "exportSource": {
      "world": "sf",
      "system": "sfrpg",
      "coreVersion": "0.8.8",
      "systemVersion": "0.12.0"
    }
  },
  "_id": "KIPZ4sJGF2ohUfKZ"
}