{
  "_id": "S8O1OZvahGgiY5Kr",
  "name": "Battleflower",
  "type": "archetypes",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Battleflowers (or ukara in Triaxian) are elite martial artists from Ning on Triaxus. The battleflower tradition goes back millennia. Renouncing family, social status, and outward expressions of gender, battleflowers perform extravagant, ritualized combats. They are celebrities in Ning and the wider Pact Worlds.</p>\n<p>This art requires martial skill and a flair for performance, so most battleflowers are envoys, operatives, solarians, or soldiers. Many battleflowers are ryphorians, but anyone can train to become one of these gladiators.</p>\n<h1>Prerequisites</h1>\n<p>You must have 2 ranks in Profession (dancer) to take the battleflower archetype.</p>\n<h1>Alternate Class Features</h1>\n<p>This archetype grants optional alternate class features at 2nd, 6th, 9th, 12th, and 18th levels. At each of these levels, you can choose the alternate feature or the class feature for your class. If a class feature requires a saving throw, the DC equals 10 + half your class level + your key ability score modifier.</p>\n<h2>Battleflower Training (Ex) - 2nd Level</h2>\n<p>Choose one of the following feats for which you meet the prerequisites as a bonus feat: Advanced Melee Weapon Proficiency, Bodyguard, Close Combat, Improved Combat Maneuver, Improved Unarmed Strike, Jet Dash, or Special Weapon Proficiency. If you choose a feat that grants weapon proficiency, you also gain Weapon Specialization as a bonus feat at 3rd level for the selected weapon or weapon type.</p>\n<h2>Acrobatic Grace (Ex) - 6th Level</h2>\n<p>You can use Acrobatics checks in place of Diplomacy checks to change a creature’s attitude as a sense-dependent rather than language-dependent effect. In addition, your movements can enthrall observers. As a full action, you can move up to your speed while performing an acrobatic dance. Choose one enemy within 60 feet; that foe must succeed at a Will save or be fascinated while you continue to take this full action on your turns. You can affect one extra target for every 3 class levels you have above 6th. This is a mind-affecting, sense-dependent effect.</p>\n<h2>Staggering Strike (Ex) - 9th Level</h2>\n<p>When you make an unarmed strike, before the attack roll you can declare an attempt to stagger the target. If you hit, the target takes damage normally and must succeed at a Fortitude save or be staggered for 1 round. You can attempt this strike a number of times per day equal to one-third your class level.</p>\n<p>When declaring your staggering strike, you can choose a different effect depending on your level. At 12th level, you can render a target staggered for 1d6+1 rounds. At 16th level, you can make a target permanently blinded or deafened. At 20th level, you can render the target stunned for 1d6+1 rounds. Effects from multiple hits don’t stack, but they can extend the duration.</p>\n<h2>Balanced Scales (Ex) - 12th Level</h2>\n<p>As part of a move action, you can expend 1 Resolve Point to take 20 on an Acrobatics check to balance, or 2 Resolve Points to take 20 on an Acrobatics check to tumble. For balance, the effect lasts up to 1 minute, and for tumble, it lasts 1 round. In both cases, you can move at full speed.</p>\n<h2>Uncanny Initiative (Ex) - 18th Level</h2>\n<p>You can choose any number from 1 to 20 as the d20 result of your initiative check, adding initiative modifiers as normal.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "COM pg. 98"
  }
}