{
  "_id": "DfYvuYVhiCZnWYiQ",
  "name": "Combat Controller",
  "type": "archetypes",
  "img": "systems/sfrpg/icons/default/toggles.svg",
  "system": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>In the era of starships, airspace control is crucial. As the eyes, ears, and coordinators of militaries and disaster relief efforts, combat controllers are often the ones first there before major engagements or humanitarian aid missions begin.</p><h1>Alternate Class Features</h1><p>The combat controller archetype grants alternate class features at 2nd, 4th, 6th, 9th, 12th, and 18th levels.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.3N3yTh3AevC12PIi]{Extended Deployment (Ex) - 2nd Level}</h2><p>You gain Perception, Piloting, Stealth, and Survival as class skills. For each of these skills that is already a class skill for you, once per day you can choose to roll a check with that skill twice and take the better result. You also receive a personal comm unit with the boosted and secure comms modules for free.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.hzGW9e57btwSSvzr]{Air Traffic Control (Ex) - 4th Level}</h2><p>When serving in the captain role during starship combat, succeeding at the encourage action to benefit the pilot grants an additional +1 bonus. This additional bonus increases by 1 at 12th level and again at 18th level. At the start of a vehicle chase, you can spend 1 Resolve Point to give these same bonuses to your vehicle’s initiative for the duration of the chase. As a move action when riding in a vehicle as a passenger during combat, you can give the pilot technical advice on how to drive steadily as a move action, reducing the vehicle’s attack penalty by 1 (by 2 at full speed), to a minimum 0, for 1 round. At level 12, you reduce the attack penalty by 2 (by 4 at full speed). When operating a mech, once per combat your mech can take up to three actions to move each turn instead of two.</p>\n<p>You are also skilled at combating flying foes. You can take a standard action to help your allies within 60 feet aim at a single target flying within your line of sight, giving them a +1 insight bonus to attacks against that foe.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.cnDLaaZjL2c8IHXL]{Danger Close (Ex) - 6th Level}</h2><p>As a reaction when you or an ally uses a spell or weapon that damages an area rather than a specified number of targets, you can choose one 5-foot square within the area to be unaffected. At 9th level, you can spend 1 Resolve Point to exclude any number of squares with this ability.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.GvEkKcJX15FYyPWt]{Exfil (Ex) - 9th Level}</h2><p>As a move action, you can grant yourself and an ally who can see or hear you the benefits of the Parting Shot feat until the end of that ally’s next turn. Additionally, you can use a reaction when an ally would be targeted by a line effect, a vehicle ram or run over action, or a trample. When you do so, your ally can take a guarded step as a reaction.</p>\n<p>This sense extends to loading into mechs and vehicles. You can direct an ally who can see and hear you, or yourself, to board or disembark from a vehicle as a swift action. As a full action, you can give one ally the ability to exit a mech as a move action. Once per day as a standard action, you can give an adjacent ally the ability to enter an allied or unattended mech without using an action.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.Yp4wxG7jMTONntub]{Medevac (Ex) - 12th Level}</h2><p>As a full action, you can move up to double your speed so long as you have enough movement to reach a square adjacent to a prone, unconscious, or dying ally. You can then pick them up over your shoulder so long as you have one hand free and they are no more than one size category larger than you. If you have any movement remaining, you can resume moving. Your movement triggers attacks of opportunity, but the ally you carry can’t be targeted by attacks of opportunity provoked by you.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.NQNQ1WVuaLxjoKiQ]{Fire Mission (Ex) - 18th Level}</h2><p>Your observations of past orbital strikes have taught you how to coordinate small-arms fire in a similar fashion. Once per day as a full action you can designate a creature, object, or vehicle and call in a fire mission on that target. Allies you designate who are threatening that target in melee or wielding ranged weapons within the first two range increments of the target can make an attack roll against that target as a reaction. Activating this ability requires you to spend 1 Resolve Point for each ally who can make this attack.</p>"
    },
    "modifiers": [],
    "requirements": "",
    "slug": "",
    "source": "EN pg. 95"
  }
}