{
  "name": "Commando",
  "type": "archetypes",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>Commandos are elite specialists, trained to endure dangerous environments and hostile situations. They are known for building a resistance against specific threats, ranging from interrogation to weather. Above all else, a commando is tough and adaptable, sent into dangerous environments either as an individual or as part of a small troop to complete important missions or escort high-value individuals.</p>\n<p>Organizations known to train commandos are widely varying, with soldier and vanguard commandos recruited by the Veskarium military, the Skyfire Legion of the Pact Worlds, and the Gideron Authority, where they play an important role in hostile environments and combat encounters. On Ghorus Prime, specialized commando mystics act as guides and operators for wilderness lodges that manage plant-creature populations in dangerous environments. The Speakers of Embroi are known for employing envoy commandos known for showing little fear, while squads regularly escort the Guardians of Daimalko. In both the Gideron Authority and the Marixah Republic, mystic and technomancer commandos lead investigations of unknown ruins in dangerous frontiers, resulting in technological advancements; such groups include the hobgoblin-led Scarlet Horse Troop and the Diamond Spider Division from the colonies of Sansorgis. What little exploration that has occurred on the floating ruins of Tabrid Minor is conducted largely by well-prepared commando biohackers and adaptable commando solarians.</p>\n<h1>Alternate Class Features</h1>\n<p>The commando archetype grants alternate class features at 4th, 6th, and 12th levels, and an alternate class feature that can be selected at 9th level, 18th level, both, or neither.</p>\n<h2>Commando Conditioning (Ex) - 4th Level</h2>\n<p>You have learned how to steel yourself against a specific type of hostile environment. Choose one conditioning style from those listed below. You gain a +2 insight bonus to saving throws against the types of effects listed in any conditioning styles you have selected from this archetype. This is your conditioning bonus. If your conditioning bonus would apply multiple times to a single saving throw, instead increase your conditioning bonus by +1 for every time after the first that it would apply.</p>\n<h2>Conditioning Styles</h2>\n<p>The following conditioning styles are available to commandos. Each conditioning style can be taken only once.</p>\n<ul>\n<li>Attention Division: Your conditioning bonus applies against sense-dependent effects.</li>\n<li>Caustic Training: Your conditioning bonus applies against effects that would cause the entangled condition and effects that deal acid damage.</li>\n<li>Combat Chance: Your conditioning bonus applies against critical hit effects and effects that would force you to roll multiple times and take the worst result.</li>\n<li>Counter-Interrogation: Your conditioning bonus applies against charm and pain effects.</li>\n<li>Extreme Cold: Your conditioning bonus applies against cold dangers and effects that deal cold damage.</li>\n<li>Extreme Heat: Your conditioning bonus applies against heat dangers and effects that deal fire damage.</li>\n<li>Gamma Protocols: Your conditioning bonus applies against radiation and transmutation spells.</li>\n<li>Hardened Demeanor: Your conditioning bonus applies against compulsion effects and fear effects.</li>\n<li>Mental Fortress: Your conditioning bonus applies against mind-affecting effects.</li>\n<li>Storm Training: Your conditioning bonus applies against effects that deal electricity or sonic damage.</li>\n<li>Temple Body: Your conditioning bonus applies against diseases (other than addiction) and poisons.</li>\n</ul>\n<h2>Exceptional Endurance (Ex) - 6th Level</h2>\n<p>Your field training makes you exceptionally tough. Choose an additional conditioning style. In addition, you add your class level to your total Stamina Points.</p>\n<h2>Further Conditioning (Ex; Optional) - 9th and 18th levels</h2>\n<p>Optionally, you can choose an additional conditioning style.</p>\n<h2>Exposure Training (Ex) - 12th Level</h2>\n<p>You have learned how to make the most out of any situation, even ones you&rsquo;re not specifically trained for. Choose an additional conditioning style. Additionally, once per day as a reaction when you attempt a saving throw that your conditioning bonus doesn&rsquo;t apply to, you can apply your conditioning bonus to that saving throw.</p>\n<p>&nbsp;</p>",
      "unidentified": ""
    },
    "source": "NS pg. 145",
    "type": "",
    "modifiers": [],
    "grants": {
      "levels": []
    },
    "requirements": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "effects": [],
  "flags": {},
  "_id": "qV95kg3jGC5tjM5i"
}