{
  "_id": "15p775YFDiYoFK9n",
  "name": "Counselor",
  "type": "archetypes",
  "_stats": {
    "coreVersion": 13,
    "systemId": "sfrpg",
    "systemVersion": "0.28.1"
  },
  "img": "systems/sfrpg/icons/default/toggles.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Mental illness, trauma, and hardship aren’t unique to any one planet or colony in the Vast. Nearly every culture in the Pact Worlds and Near Space understands how important emotional well-being and mental health are for society at large and have their own variety of counselors.</p>\n<p>Most counselors attend school for years while undergoing rigorous certification processes. Some also adapt their culture’s traditions to fit modern lifestyles, while a few practice the craft through magical means, and some just take to it naturally. Whether working at medical centers, in private practice, as volunteers, or as travelers trading their services in exchange for passage to the stars, or by making use of their talents for their companions alone, counselors provide vital comfort to those in need.</p>\n<p>While envoys are the most logical fit, biohackers seeking to better understand and treat others make for exceptional counselors, as do mystics who seek psychological means to supplement their magical abilities. It’s said that lashunta make for some of the finest counselors in the Pact Worlds, and many major organizations have whole divisions of vlaka counselors on retainer.</p><h1>Alternate Class Features</h1><p>The counselor archetype grants alternate class features at 2nd and 9th levels, and variable alternate class features that can be selected at 4th and 6th levels.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.zfDbNLuTNSrxpk7X]{Diagnostician (Ex) - 2nd Level}</h2><p>You can spend one hour sitting and talking with a number of willing allies equal to half your ranks in the Sense Motive skill (minimum 1), attuning yourself to their outlook on life and the universe for 1 day. When you’re within 30 feet of the allies you’re attuned to, you automatically know if they’re suffering from any of the following conditions: confused, dazed, fascinated, frightened, off-target, panicked, or shaken. As a reaction when an attuned ally would attempt a Will saving throw, you can grant that ally a +1 insight bonus to that saving throw. This bonus increases by 1 at 6th level and every 4 levels thereafter.</p><h2>Counselor Alternate 4th-Level Class Features</h2><p>A counselor of 4th level can select from among the following class features.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.teYl7jiFR4ui3fwU]{Additional Spoons (Ex) - 4th Level}</h2><p>Once every 24 hours during a 10-minute rest to regain Stamina Points, you can bolster one attuned ally, giving them 1 Resolve Point. You can use this ability on more than one attuned ally at a time, but each ally beyond the first requires you to spend 1 Resolve Point of your own.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.YxkUEZcKw6NSnGso]{Afferent Desensitization (Ex) - 4th Level}</h2><p>During a 10-minute rest to regain Stamina Points, you can use visual or audio cues to help your attuned allies deal with recent discomfort. Your attuned allies gain a +2 insight bonus to future saving throws against any negative status conditions they’ve been affected by since you last used your diagnostician ability. This bonus increases by 1 at 6th level and every 4 levels thereafter and lasts until the end of the next combat or the end of the day, whichever comes first.</p><h2>Counselor Alternate 6th-Level Class Features</h2><p>A counselor of 6th level can select from among the following class features.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.vWQxMtUxLV5C7Ub0]{Cognitive Processing (Ex) - 6th Level}</h2><p>You help your allies recognize the signs of trauma. If any of your attuned allies would be affected by one of the status conditions listed under the diagnostician ability, they can spend 1 Resolve Point to delay the onset of this condition by 1 round, and the duration of the condition is reduced by 1 round.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.G7GmavXy387PbHF4]{Psychodynamic Reinforcement (Ex) - 6th Level}</h2><p>Your mere presence bolsters your allies. If one of your attuned allies within 30 feet would be affected by one of the status conditions listed under the diagnostician ability due to a failed saving throw, you can spend 1 Resolve Point as a reaction to allow that ally to reroll the saving throw and take the higher result.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.SAltU2pUxbme2TSf]{Hold Space (Su) - 9th Level}</h2><p>Your attunement to the psyche of your allies has become truly preternatural, allowing you to guide them through a healing process that borders on the impossible. As a standard action, you can touch an attuned ally suffering from one of the conditions listed under the diagnostician ability to completely remove that effect from your ally and transfer it to yourself. One round after using this ability, you can attempt any saving throw originally allowed to negate or reduce this condition, using the same DC as the original effect. If you fail this saving throw, or if there wasn’t an associated saving throw, you continue to have this condition until its original duration expires.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "EN pg. 96"
  }
}