{
  "_id": "nyxTQH1djdfzSANI",
  "name": "Deep Cultures Specialist",
  "type": "archetypes",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Some scholars devote their lives to understanding the rare and bizarre creatures and civilizations that reside within the stars, known to many as Deep Cultures. Such a pursuit requires not only academic devotion but also physical resilience, as any kind of field research involves traveling to some of the most dangerous places in the universe. Nevertheless, those who persevere discover amazing secrets about both these unusual creatures and the stars themselves, and they soon find themselves capable of withstanding the power of suns and even harnessing it for their own use.</p>\n<p>Within the Pact Worlds system, Deep Cultures specialists are highly sought after by many organizations, notably including the Corona Artifact Divers, the Sun Atlas, and the Deep Cultures Institute.</p>\n<p>The majority of Deep Cultures specialists are scholarly types—often envoys, mystics, or technomancers, though members of many other classes may follow this path. Solarians in particular can be drawn to the secrets of Deep Cultures, and other martially oriented types may seek to understand the raw power of suns and their peoples. Typically, Deep Cultures specialists have the scholar, solar disciple, xenoarchaeologist, xenoseeker, or similar themes.</p>\n<h1>Alternate Class Features</h1>\n<p>The Deep culture specialist grants alternate class features at 9th, 12th, and 18th levels.</p>\n<h2>Reading the Ashes (Su) - 9th Level</h2>\n<p>To learn about Deep Cultures, you must frequently gather information from strange sources. You can use identify as a spell-like ability three times per day. At 16th level, you can also use retrocognition once per day as a spell-like ability, as long as the location you are attempting to gain information about is on or within a sun. Your caster level for these spell‑like abilities is equal to your character level.</p>\n<h2>Stellar Fire (Su) - 12th Level</h2>\n<p>You have spent so much time studying residents of various suns that you can add their often-fiery power to your and your allies’ weaponry. One per day in a process that takes 10 minutes, you can temporarily add the flaming weapon fusion to up to four weapons of 5th level or higher that don’t already deal fire damage. You must have access to these weapons during the entirety of the process, and the time doesn’t count as a 10-minute rest to regain Stamina Points. This bonus fusion doesn’t count toward the total level of fusions the weapon can have at once. In addition, a weapon with this bonus fusion gains the burn critical hit effect (dealing 1d4 fire damage for every 6 character levels you have); if the weapon already has one or more critical hit effects, the wielder must choose one of the critical hit effects to apply when scoring a critical hit. These bonus fusions last for 1 hour.</p>\n<h2>Solar Protection (Ex) - 18th Level</h2>\n<p>You have spent so much of your life around stars that you’ve developed resistance to the worst of their effects. You gain fire resistance 20 and you always treat radiation as 1 step lower than it is for the purpose of saving throws and effects. When you take fire damage, you can lower you fire resistance as a reaction, such as to take advantage of the solar disciple’s heat transfer ability; this lasts until the start of your next turn.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "AP #17 pg. 53"
  }
}