{
  "_id": "e549LZXHKTN1z51B",
  "name": "Deep Delver",
  "type": "archetypes",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.rules.cOjxn2rCvsUrpUde]{Archetypes}</p>\n<p>While cave systems aren’t unique to Apostae, the city of Precipice maintains some of the best training facilities, including the Delver’s Union, for those who want to explore such environments. Whether they trained at a specialized institution or picked up their skills elsewhere, deep delvers are experts at surviving in dangerous conditions with dwindling resources. Some species who are adapted to living underground, such as xulgaths or bolidas (Alien Archive 2 20), might develop the skills of a delver just from their daily lives. Of course, such skills aren’t limited in usefulness to natural cave systems. Delvers can just as easily use their skills in cramped starship corridors, decrepit buildings with treacherous floors, alien ruins, and so on.</p>\n<p>Delvers tend to have martially focused skill sets, such as that of soldiers, vanguards, or operatives. However, anyone who expects to spend extended periods of time underground can benefit from a deep delver’s abilities. Those who tend to be more perceptive than average, such as mystics, might also benefit from the additional awareness of one’s environment that being a delver confers.</p><h1>Alternate Class Features</h1><p>The deep delver archetype grants alternate class features at 2nd, 4th, 6th, 9th, 12th, and 18th levels.</p><h2>@UUID[Compendium.sfrpg.archetype-features.vkKZw3xHCaMGgZ3y]{Close-Quarters Specialist (Ex) 2nd Level}</h2><p>You’re experienced at navigating tight spaces in dangerous conditions, allowing you to remain mobile and ready to respond to threats even with very little space to react. You no longer gain the entangled condition while squeezing. This ability doesn’t allow you to move through spaces narrower than half your space. Due to your familiarity with fighting in close quarters, you also gain a +1 bonus when making attacks against a foe that’s squeezing.</p>\n<p>In addition, when you’re squeezing, you can use a reaction to gain a +2 circumstance bonus to your AC against a single attack by using the environment to your advantage. You can’t use this ability again until you spend 1 Resolve Point to regain Stamina Points after a 10-minute rest.</p><h2>@UUID[Compendium.sfrpg.archetype-features.LBaSOAzVc5RxlseE]{Honed Senses (Ex) 4th Level}</h2><p>You’ve grown accustomed to navigating without light. You gain darkvision with a range of 60 feet. If you already have darkvision, its range increases by 30 feet. Additionally, whether it be an impending cave-in or a deliberate trap, you have a practically preternatural ability to notice such threats in your vicinity. Whenever you come within 10 feet of a trap, you can attempt an immediate Perception check to detect the trap with a +2 insight bonus. This check is rolled in secret by the GM.</p><h2>@UUID[Compendium.sfrpg.archetype-features.PaRRJRQkorzXMP30]{Treasure Hunter (Sp) 6th Level}</h2><p>Cave systems aren’t just home to traps and hazards, but often also valuable finds. You’ve become adept at discerning the functions of such treasures. You can use your bonus in Perception in place of Engineering for the identify technology task of Engineering or in place of Mysticism for the identify magic item task of Mysticism. In addition, you can cast identify as a spell-like ability three times per day. Your caster level for this effect is equal to your character level. Once per day when you attempt a Perception check to search an area, you can spend 1 Resolve Point to treat the result as if you rolled a natural 20.</p><h2>@UUID[Compendium.sfrpg.archetype-features.GikX2ZifxWHGXfGZ]{Equipment Exploiter (Ex) 9th Level}</h2><p>You’re used to long expeditions underground, and you can rest and maintain your equipment even when in remote places. Environmental protections in armor you wear lasts for an additional number of days equal to your key ability score bonus before needing to be recharged. Additionally, you can squeeze charges from powered equipment even when it seems impossible. When you run out of charges while using a weapon that uses batteries, you can immediately spend 1 Resolve Point to cause the weapon’s battery to immediately regain 1d10 charges. You can use this ability on a particular battery only once per day.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Dwaml5gbZeZk2lNe]{Scrappy Survivor (Ex) 12th Level}</h2><p>After extensive physical conditioning and practice in the field, you can force your body to keep going even when you have nothing left. When you’re suffering from thirst, you need to attempt checks to avoid nonlethal damage only every 4 hours instead of every hour. When you’re suffering from starvation, you need to attempt checks to avoid nonlethal damage only every other day instead of every day. You can also hold your breath for a number of rounds equal to three times your Constitution score instead of two times your Constitution score.</p>\n<p>In addition, you gain a climb speed equal to half your land speed. If you already have a climb speed, it instead increases by 10 feet.</p><h2>@UUID[Compendium.sfrpg.archetype-features.4D3SYMeWznzRdb42]{Terrain Savant (Sp) 18th Level}</h2><p>You’ve grown so familiar with traversing underground terrain that you’ve developed the ability to glean information about the environment that others would find impossible to discern. Once per day, you can cast commune with nature as a spell-like ability, with the following exceptions. The spell functions only underground or in an otherwise enclosed environment, and it has a radius of 1 mile per level instead of 100 feet per level. Your caster level for this effect is equal to your character level. You can use this ability additional times per day after the first but must spend 1 Resolve Point for each use after the first.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "PoC pg. 113"
  }
}