{
  "name": "Divine Champion",
  "type": "archetypes",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>Most sentient denizens of the Pact Worlds revere a deity, but few experience such a close connection with their gods as divine champions. A divine champion is a fervent defender of or crusader for a faith, becoming a living vessel for the deity&rsquo;s power through study and prayer. However, gods are mysterious and inscrutable, and they sometimes bestow this power upon mortals who don&rsquo;t understand why they were chosen.</p>\n<p>Divine champions of all classes exist, but different deities favor champions of different classes. For example, many of Hylax&rsquo;s divine champions are envoys, while Iomedae prefers soldiers and Lao Shu Po favors operatives.</p>\n<h1>Alternate Class Features</h1>\n<p>The divine champion archetype grants alternate class features at 2nd, 4th, 6th, 12th, and 18th levels.</p>\n<h2>Divine Awakening (Su) - 2nd Level</h2>\n<p>Choose a deity whose alignment is within one step of your own. If you have other abilities that require you to choose a deity (such as the priest theme), you must choose the same deity.</p>\n<p>You are divinely protected, gaining a +1 enhancement bonus to saving throws with your lowest base saving throw bonus; if two or three of your base saving throw bonuses are tied for the lowest value, choose one of those categories to gain this bonus. This functions as and doesn&rsquo;t stack with the bonus provided by a ring of resistance, except the effect cannot be dispelled. At 6th level and every 4 levels thereafter, the bonus increases by 1.</p>\n<h2>Divine Judgment (Su) - 4th Level</h2>\n<p>Choose chaos, evil, good, or law; your choice must correspond to a portion of your or your deity&rsquo;s alignment (or both, if possible). If both you and your deity are neutral, you can choose any one of the four.</p>\n<p>As a move action, you can spend 1 Resolve Point to pronounce a creature you can see an enemy of your faith. Until the target is dead or the next time you take a full 8-hour rest, all your weapon attacks bypass that target&rsquo;s DR and ignore its energy resistances as though your weapons had the fusion corresponding to your chosen alignment (even if the target isn&rsquo;t a dragon or outsider): anarchic (chaos), axiomatic (law), holy (good), or unholy (evil).</p>\n<h2>Lesser Divine Power (Sp) - 6th Level</h2>\n<p>Choose a connection (as per the mystic class feature) that fits within your deity&rsquo;s ethos (subject to the GM&rsquo;s discretion). Your bond with your deity has grown strong enough for you to duplicate the effects of some of the connection spells, though you don&rsquo;t actually gain any connection abilities.</p>\n<p>Once per day, you can cast the 1st- or 2nd-level spell of your chosen connection as a spell-like ability. At 10th level, you can use this ability twice per day, and at 14th level, you can use this ability three times per day. The save DC of these spells is equal to 10 + the spell&rsquo;s level + your key ability score modifier.</p>\n<h2>Divine Power (Sp) - 12th Level</h2>\n<p>Your divine connection continues to grow, allowing you to use more powerful magic. Once per day, you can cast the 3rd- or 4th-level spell of your chosen connection as a spell-like ability. At 16th level, you can use this ability twice per day, and at 20th level, you can use this ability three times per day. The save DC of these spells is equal to 10 + the spell&rsquo;s level + your key ability score modifier.</p>\n<h2>Greater Divine Power (Sp) - 18th Level</h2>\n<p>Your divine connection becomes immensely powerful. Once per day, you can cast the 5th- or 6th-level spell of your chosen connection as a spell-like ability. The save DC of these spells is equal to 10 + the spell&rsquo;s level + your key ability score modifier.</p>",
      "unidentified": ""
    },
    "source": "PW pg. 184",
    "type": "",
    "modifiers": [],
    "grants": {
      "levels": []
    },
    "requirements": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "effects": [],
  "sort": 0,
  "flags": {
    "exportSource": {
      "world": "sf",
      "system": "sfrpg",
      "coreVersion": "0.8.8",
      "systemVersion": "0.12.0"
    }
  }
}