{
  "name": "Doshko Specialist",
  "type": "archetypes",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>A doshko is as much a symbol as it is a weapon. The traditional vesk melee weapon, a doshko requires strength to wield and delivers devastating blows in the right hands. The weapon imparts a clear willingness to engage in bloody conflict, which is why fearsome groups like the church of Damoritosh intentionally rely on doshko iconography. Doshko specialists are martial artists who study the history and traditions of the doshko not only to improve their ability to vanquish foes in melee, but to learn lessons of honor and fury that the weapon&rsquo;s legacy can teach.</p>\n<p>Nearly everyone familiar with an arms dealer&rsquo;s wares knows that doshkos come with anywhere from one to four axe-like blades made of steel or energy, though the three-bladed version is the most common. Few other than vesk martial historians&mdash; including doshko specialists&mdash;understand that each blade has a specific meaning. Doshko specialists call the weapons&rsquo; blades their &ldquo;teeth,&rdquo; and each tooth, from the tip down to the haft, must be earned, one at a time, by learning a specific truth about the weapon. Although anyone might purchase a doshko with a variable number of blades, doshko specialists prefer to limit themselves to doshkos with only the number of blades they have earned. Intense rivalries ignite when doshko specialists find themselves on opposite sides of a confrontation.</p>\n<p>Most doshko specialists are solarians, soldiers, or vanguards. Such soldiers often have the blitz fighting style, while vanguards might have the cascade or momentum aspects. Many doshko specialists are vesk, although vesk usually appreciate those of other species who strive to embrace the power and legacy of their traditional weapon.</p>\n<h1>Prerequisites</h1>\n<p>You must be proficient with advanced melee weapons, such as from the proficiency granted by a class, a class feature, or the Advanced Melee Weapons Proficiency feat. This proficiency imparts a prospective doshko specialist the honor of bearing a doshko with a single blade, which they call the Tooth of Eager Spirit.</p>\n<p>If you are a solarian using a solar weapon and choose a doshko for its general design, you can apply the effects of this archetype to your solar weapon as though it were a doshko, as long as it remains as that design.</p>\n<h1>Alternate Class Features</h1>\n<p>The doshko specialist archetype grants additional class features at 2nd, 6th, 12th, and 18th levels. Effects that apply to a doshko you are holding end as soon as you aren&rsquo;t holding it.</p>\n<h2>Tooth That Seeks Honor (Ex) - 2nd Level</h2>\n<p>The second doshko tooth resists dishonor. Your training empowers you to recover from missed blows by extending your reach or changing tactics. When you miss an opponent with a melee attack with your doshko, you can grant that doshko the disarm, reach, sunder, or trip weapon special property until the start of your next turn. If you miss again before the start of your next turn, you can grant the doshko an additional special property from the list. You can grant a doshko only two special properties at a time with this ability.</p>\n<h2>Tooth That Bites Steel (Ex) - 6th Level</h2>\n<p>The third tooth strives to prove the doshko a superior weapon. You gain a +2 bonus to attack rolls when performing disarm, sunder, or trip combat maneuvers with a doshko. If your attack roll is a natural 20, you also apply the doshko&rsquo;s critical hit effect (if any) to the target.</p>\n<h2>Tooth That Reaps the Unworthy (Ex) - 12th Level</h2>\n<p>The fourth tooth tears flesh. A doshko you hold that does not have the wound or severe wound critical hit effect gains the effects of the wounding weapon fusion. When you score a critical hit with a doshko with the wound or severe wound critical hit effect, you can spend 1 Resolve Point to choose the next-highest result from the Wounding Weapons table after rolling. When you score a critical hit with a doshko with the severe wound critical hit effect, you also increase the DC to save against it by 2.</p>\n<h2>Tooth That Commands Terror (Su) - 18th Level</h2>\n<p>You have earned the right to bear the celebrated five‑bladed doshko. Any doshko you hold manifests five blades, magically sprouting additional blades of steel or energy as needed. While you hold a doshko, you gain a +4 circumstance bonus to saves against fear effects and you gain the frightful presence universal creature rule with a range of 60 feet and a duration of 2d4 rounds. The DC for this effect is 10 + half your base attack bonus + your Strength modifier.</p>",
      "unidentified": ""
    },
    "source": "",
    "type": "",
    "modifiers": [],
    "grants": {
      "levels": []
    },
    "requirements": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "effects": [],
  "sort": 0,
  "flags": {
    "exportSource": {
      "world": "sf",
      "system": "sfrpg",
      "coreVersion": "0.8.8",
      "systemVersion": "0.12.0"
    }
  }
}