{
  "_id": "w0qoJvrAY75dNJkt",
  "name": "Esotericist",
  "type": "archetypes",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Within the halls of the Arcanamirium and similar enclaves of practitioners of magic across the wider galaxy, some spellcasters focus on the study of magic in its purest form. They also delve into ancient magic and magical techniques, some of which date back to before the Gap. Referred to as esotericists by some, and occasionally derisively, these spellcasters have uncovered magic that predates technology and doesn’t mix well with modern devices and modern engineering. A few of these spellcasters, mostly researchers rather than practitioners, reject the premise that magic and technology should be integrated, but a wider belief among esotericists is that the cumbersome and confining nature of technology can corrupt, dilute, and twist the unbridled potency of raw eldritch energies. As a result of their devotion to various forms of magic, including age-old methods, esotericists often discover hidden mystical abilities and lore other spellcasters overlook in their more traditional or forward-looking studies. Although usually considered eccentric, esotericists thrive on sharing knowledge related to the study of magic. Venturesome esotericists seek out sources of magic and delve into old lore rooted in such magic; the esotericists of the Arcanamirium might be the best source of information on Lost Golarion and Absalom Station’s Starstone in the galaxy.</p><h1>Prerequisites</h1><p>Only characters who have the spells class feature can take this archetype.</p><h1>Alternate Class Features</h1><p>The esotericist grants alternate class features at 2nd, 6th, 9th, and 18th levels. These alternate class features are optional; at each of these levels, you can either choose an esotericist alternate class feature (selecting a feature of your own class level or lower) or keep the normal class feature for your class at that level. However, unless stated otherwise, you can gain each alternate feature only once.</p>\n<p>The following alternate class features are available for the esotericist to choose from at each level indicated above.</p><h2>Esotericist Alternate 2nd-Level Class Features</h2><p>Esotericists of 2nd level or higher can select from among the following features.</p><h3>Esoteric Lore (Ex) - 2nd Level</h3><p>Twice per day when you attempt a Mysticism check for one of the following tasks, you can roll the check twice and use the better result. Starting at 6th level, after you have used this feature twice in a day, you can do so again by expending 1 Resolve Point for each use after the second in a day.</p><ul><li>Disable a magic device</li><li>Identify a magic item</li><li>Identify or recall knowledge about a creature that is a dragon, a fey, a magical beast, an outsider, an undead, or a construct that has the magical subtype</li><li>Identify a spell being cast that does not affect a hybrid or technological item</li><li>Recall knowledge about magic effects or items that are unrelated to technology</li></ul><h3>Magical Devotion (Sp) - 2nd Level</h3><p>When you regain your spell slots for the day, you gain one additional spell slot of the highest level of spell you can cast. You cannot use this spell slot to cast a spell that affects hybrid or technological items, nor can you use the spell slot to cast a spell that affects creatures that have the technological subtype. If you attempt to do any of these, the spell fails and the spell slot is used up for the day.</p><h3>Spellshield Technique (Su) - 2nd Level</h3><p>When you are casting a spell and you take damage or are subjected to an effect that could break your concentration and cause the spellcasting to fail, you can expend 1 Resolve Point to concentrate through the distraction. If you do so, your spell does not fail unless the damage or effect kills you instantly.</p><h2>Esotericist Alternate 6th-Level Class Features</h2><p>An esotericist of 6th level or higher can gain this feature.</p><h3>Enigmatic Nullification (Su) - 6th Level</h3><p>Your research into nullifying the effects of magic has given you greater insight into the mystical forces that suppress the effects of one school of magic. When you select this alternate class feature, choose one school of magic other than universal. Once per day as a reaction after you have used Mysticism to identify a spell being cast or the effects of a magic item, you can expend 1 Resolve Point and one spell slot of the highest level you can cast to disrupt the casting of that spell, prevent an effect a magic item is creating from happening or continuing, or suppress the ongoing magical effect of a magic item for 1d4+1 rounds. The spell or effect you disrupt must be from the school of magic you’ve chosen.</p>\n<p>You can select this class feature multiple times. Each time you do so, choose a different school of magic.</p><h2>Esotericist Alternate 9th-Level Class Features</h2><p>An esotericist of 9th level or higher can select from among the following features.</p><h3>Enigmatic Retribution (Su) - 9th Level</h3><p>You have discovered a secret arcane technique believed to have been lost to the Gap that allows you to reshape the arcane essence of a spell you negated, turning it into a powerful advantage. When you select this alternate class feature, choose one school of magic other than universal. Once per day as a reaction after countering, negating, or dispelling the effects of any spell, you can expend 1 Resolve Point to immediately cast a spell you know that belongs to the school you chose for this class feature, expending a spell slot for that spell as normal. The spell you cast can be of a level no higher than the spell you countered, or no more than half the CR or level of the effect you countered, and you must have an appropriate spell slot available to use this ability.</p>\n<p>You can select this class feature multiple times. Each time you do so, choose a different school of magic.</p><h3>Spell Shaping (Su) - 9th Level</h3><p>You can alter some of your spells as you cast them. When you select this alternate class feature, choose one school of magic other than universal. Once per day when you cast a spell that belongs to the school you selected, you can modify the spell according to one of the parameters in the bulleted list that follows. You cannot use this class feature to modify a spell that affects hybrid or technological items, or creatures with the technological subtype. At 12th level, you can use this ability twice per day, and at 15th level, you can use this ability three times per day.</p><ul><li><strong>Area</strong>:&nbsp;Increase the spell’s area by 50%.</li><li><strong>Range</strong>:&nbsp;Increase the range of the spell’s effect by 50%.</li><li><strong>Duration</strong>:&nbsp;Double the spell’s duration.</li><li><strong>Target</strong>:&nbsp;Unless the spell’s target is personal, you can target one additional creature that is within 15 feet of the spell’s primary target.</li></ul><p>You can select this class feature multiple times. Each time you do so, choose a different school of magic; you can use this ability with any of your chosen schools, but you do not gain additional uses of this ability per day.</p><h2>Esotericist Alternate 18th-Level Class Features</h2><p>Esotericists of 18th level or higher can select from among the following features.</p><h3>Greater Spell Shaping (Su) - 18th Level</h3><p>When you select this alternate class feature, choose up to two schools of magic that you already use with your spell shaping class feature. You gain one additional daily use of that class feature with the chosen schools.</p><h3>Annihilating Purity (Su) - 18th Level</h3><p>You can leverage your innate understanding of raw magical power to produce devastating effects. Twice per day as a reaction after you’ve rolled damage for a spell you’ve cast, you can increase the damage dealt by 50%. You can’t use this ability to increase damage to hybrid or technological items, or damage to creatures that have the technological subtype.</p><h2>Technomancer Esotericist Magic Hacks</h2><p>Technomancers are rare among esotericists, but some have found ancient lore and magic as alluring as other esotericists. These modern-minded mages have creatively used their discoveries to alter technology with magic.</p><h3>Archaic Upgrade (Su) - 2nd Level</h3><p>As a move action during which you can draw a weapon, you can expend an unused spell slot to eliminate the archaic property of one weapon or armor you can touch. You can use this magic hack on your unarmed strikes or those of another creature. An upgraded weapon is also considered to be magical. These benefits persist for a number of minutes equal to your technomancer level.</p><h3>Fusion Integration (Su) - 5th Level</h3><p>As a move action during which you can draw a weapon, you can expend an unused spell slot to grant a weapon you touch a weapon fusion. The fusion’s item level must be no higher than double the level of the spell slot you expend, so you’d expend a 5th-level spell slot to gain a 9th-level fusion. Fusions you place this way follow all rules for level and multiple fusions, and they persist for a number of minutes equal to your technomancer level.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "COM pg. 99"
  }
}