{
  "_id": "H3ogllRvvxw3SOMu",
  "name": "Espionage Specialist",
  "type": "archetypes",
  "effects": [],
  "flags": {},
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>The complex web of corporate interests underpins most aspects of daily life in the Pact Worlds, extending far beyond simple commerce into governmental policy, military action, and interpersonal relationships. If conspiracy theorists are to be believed, corporations run the galaxy from behind the scenes by lobbying, depositing credits into the right accounts or hands, and knowing exactly which politicians to leverage and when. But corporate interests frequently conflict, and intense rivalries spring up between companies competing within the same market. Sometimes, corporate bigwigs can&rsquo;t do their own dirty work, whether it&rsquo;s because they don&rsquo;t have time or because they don&rsquo;t want their hands in something that&rsquo;s downright illegal. That&rsquo;s when they call in an espionage specialist.</p>\n<p>Espionage specialists are company spies or clandestine agents trusted by corporate management to successfully complete sensitive tasks with the utmost discretion. These specialists most often work for seedy corporations with amoral leadership, notably Arabani Arms Ltd., the Aspis Consortium, and especially House Zeizerer on Apostae, but they can be found on the payroll of hundreds of companies throughout the Pact Worlds and beyond. Some of these specialists are freelancers. These well-trained individuals primarily concern themselves with assignments designed to undermine rival corporations. Common missions include infiltrating a target&rsquo;s headquarters or warehouses, stealing technological schematics or prototypes, impersonating or even assassinating opponent executives, or keeping close watch on the competition.</p>\n<p>Espionage specialists excel at slipping into a false identity and creating forged documentation to match. Many espionage specialists prefer to avoid violence in favor of stealthy, untraceable intrusions behind enemy lines, but they are trained in combat and capable of dealing precise damage to those they catch off guard.</p>\n<p>Envoys and operatives gravitate toward this archetype. However, other characters can become espionage specialists, especially individuals with a talent for crafting disguises, hacking, or engaging in other forms of subterfuge.</p>\n<h1>Alternate Class Features</h1>\n<p>This archetype grants alternate class features at 4th, 9th, and 12th levels.</p>\n<h2>Covert Expert (Ex) - 4th Level</h2>\n<p>You excel at infiltration, and covert missions are your specialty. Bluff, Disguise, and Stealth are class skills for you, if they aren&rsquo;t already. Once per day when you attempt a Bluff check, a Disguise check, or a Stealth check, you can roll twice and use the better result. You can use this ability additional times per day by expending 1 Resolve Point for each use after the first.</p>\n<h2>Improvised Forgery (Ex) - 9th Level</h2>\n<p>To do your work, you can&rsquo;t afford to be recognized, and you also need to impersonate rival personnel&mdash;sometimes on short notice. Therefore, you have created numerous identities for yourself, with names and electronic documents to back them up. You find it easy to slip into any of your assumed personas with but a few moments of mental calibration and physical preparation.</p>\n<p>Once per day as a full action, so long as you have access to an upgraded comm unit, a datapad, or any other type of computer, you can produce a false identity complete with forged documents, an official identification card or badge, and a minimal infosphere presence. As normal when creating forged documents, you must attempt a Computers skill check to create the forgery, and any creatures scrutinizing any of your documents can attempt an opposed Computers check to detect the forgery, with all the normal DC modifiers for other circumstances. If your forged identity includes significantly changing your visual appearance, you can use the result of your Computers check for your Disguise check to change your appearance, though you still must use a disguise kit, a spell such as disguise self, or a technological device such as a holoskin when using this aspect of improvised forgery.</p>\n<h2>Backstabber (Ex) - 12th Level</h2>\n<p>One moment you might be schmoozing with a rival executive in a private office, and the next moment you&rsquo;re assassinating them. You gain Fast-Talk, Greater Feint, or Improved Feint as a bonus feat. If you already have all these feats, you can select another feat for which you meet the prerequisites as a bonus feat. In addition, whenever you attack and hit someone who is flat-footed, such as during a surprise round, you deal that target an extra 1d8 damage of the same type your weapon normally deals.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "COM pg. 101"
  }
}