{
  "_id": "Y158QscDHAy11Ft0",
  "name": "Exalted Champion",
  "type": "archetypes",
  "_stats": {
    "coreVersion": 12,
    "systemId": "sfrpg",
    "systemVersion": "0.26.1"
  },
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Throughout the Pact Worlds and Veskarium, divine champions are empowered by the gods with destiny.</p><h1>Prerequisites</h1><p>You must already have the divine champion archetype to take this archetype.</p><h1>Alternate Class Features</h1><p>The exalted champion archetype grants a single alternate class feature at 9th level.</p><h2>Exalted Focus (Su) - 9th Level</h2><p>Choose a deity within one alignment step of your own upon gaining this alternate class feature. You gain a powerful ability that can be activated once per day, provided you’re wearing a religious symbol corresponding to your deity. At 18th level, these abilities can be used a second time after spending 1 Resolve Point during a 10-minute rest to regain Stamina Points.</p>\n<p>Typically, once you choose a deity for this alternate class feature, that choice can’t be changed. However, you can work with your GM to change the ability granted by this alternate class feature, typically by having your character spend a week or more in prayer and reflection geared toward the desired deity.</p>\n<p>@UUID[Compendium.sfrpg.archetype-features.Item.s8COR4bzEPH7rgVY]{Abadar}: You can give yourself or an adjacent ally the ability to take 10 on a single d20 roll, even during combat. This doesn’t require you to use an action.</p>\n<p>@UUID[Compendium.sfrpg.archetype-features.Item.BxLJc0Ks7vNDxbzB]{Besmara}: You automatically identify the most valuable object within your field of view as well as its magical or technological properties if its item level is no greater than your level. If you try to pick pocket or disarm this item from a target before the end of your next turn, you gain a bonus to this check equal to 1/4 your level. This doesn’t require you to use an action.</p>\n<p>@UUID[Compendium.sfrpg.archetype-features.Item.gyOyqGpy0cIdJaXw]{Damoritosh}: A celestial doshko or doshakari appears in your hands. This weapon replicates the statistics of a doshko or doshakari with a level equal to or less than your own and remains in your hands for 1 minute or until you release it, whichever comes first. This doesn’t require you to use an action.</p>\n<p>@UUID[Compendium.sfrpg.archetype-features.Item.X8llxM9kewVluxY8]{Desna}: As a reaction, you can grant yourself a luck bonus equal to one-fifth your total level to your next d20 roll.</p>\n<p>@UUID[Compendium.sfrpg.archetype-features.Item.NH17Wfo0QGqozzSO]{The Devourer}: You gain the ability to ignore hardness up to your level whenever you deal damage to a single creature or object for one turn. This doesn’t require you to use an action.</p>\n<p>@UUID[Compendium.sfrpg.archetype-features.Item.HwMrphb4aJ86f05C]{Eloritu}: You gain the ability to see invisibility (as per the spell) until the end of your next turn. At 18th level, this ability instead functions as true seeing. This doesn’t require you to use an action.</p>\n<p>@UUID[Compendium.sfrpg.archetype-features.Item.3uhp3mtUzBskKUyi]{Hylax}: You can use tongues (as per the spell) on yourself with a duration of 1 minute. This doesn’t require you to use an action.</p>\n<p>@UUID[Compendium.sfrpg.archetype-features.Item.IJnU9cbWMmQofdEW]{Ibra}: As a reaction when you’re targeted by a ranged attack, you gain Damage Reduction equal to half your level against ranged attacks until the start of your next turn. This stacks with other forms of DR.</p>\n<p>@UUID[Compendium.sfrpg.archetype-features.Item.gkc9sH3j2y51Sbdh]{Iomedae}: Attacks you make with any version of a longsword (standard, sintered, microserrated, and so forth), score a critical hit on a natural roll of 19 or 20 until the end of combat. This doesn’t require you to use an action.</p>\n<p>@UUID[Compendium.sfrpg.archetype-features.Item.rRt47rbfUTRUgltN]{Lao Shu Po}: You become invisible (as per the invisibility spell) until the end of your next turn. This doesn’t require you to use an action.</p>\n<p>@UUID[Compendium.sfrpg.archetype-features.Item.IPYDyZpxjNAaKaax]{Nyarlathotep}: You can turn one of your limbs into a slimy tentacle until the end of your next turn. This tentacle gives you an unarmed strike that doesn’t count as archaic and threatens squares within 10 feet. Attacks with this tentacle have the grapple special property and add 1-1/2 × your character level to damage rolls. This doesn’t require you to use an action.</p>\n<p>@UUID[Compendium.sfrpg.archetype-features.Item.7KTIZ8VFRbHb2y0j]{Oras}: You can mutate your body to grant yourself a swim, climb, or fly speed equal to your land speed for 1 minute. This doesn’t require you to use an action.</p>\n<p>@UUID[Compendium.sfrpg.archetype-features.Item.7N2u9KJo0jCgmOng]{Pharasma}: As a swift action, you can gain the ability to roll twice and take the better result on your next attack roll or skill check.</p>\n<p>@UUID[Compendium.sfrpg.archetype-features.Item.FSId6abX30hgAA53]{Sarenrae}: You can lay a hand on an adjacent ally in order to heal them an amount of Hit Points equal to 1d8 times half your level. Any excess healing above that ally’s maximum can be passed on to any one adjacent creature you choose, including yourself. This doesn’t require you to use an action.</p>\n<p>@UUID[Compendium.sfrpg.archetype-features.Item.xGcWFNzfeD6GavyO]{Talavet}: As a reaction when you or an ally must attempt a saving throw, you can grant yourself or an ally within 30 feet the ability to roll twice and take the better result on that saving throw.</p>\n<p>@UUID[Compendium.sfrpg.archetype-features.Item.keHc1IuJtfeWdDQ9]{Triune}: You can give yourself or an adjacent ally a circumstance bonus to a Computers check equal to 1/4 your total level that lasts until the beginning of your next turn. This doesn’t require you to use an action.</p>\n<p>@UUID[Compendium.sfrpg.archetype-features.Item.A9FK51POOTIzJAGv]{Urgathoa}: You can increase any bonuses granted by emotion-based or mind-affecting effects you’re currently benefiting from, or the DCs of any of the same effects you create, by 1 until the end of your next turn. This also increases any penalties from similar effects for the same duration. This doesn’t require you to use an action.</p>\n<p>@UUID[Compendium.sfrpg.archetype-features.Item.eAQv27fLpQmzJDOa]{Weydan}: Your speeds increase by 10 feet, to a maximum of 40 feet, until the end of your next turn. This doesn’t require you to use an action.</p>\n<p>@UUID[Compendium.sfrpg.archetype-features.Item.LcFL27MTwrXpEMZ5]{Yaraesa}: You gain the ability to take 10 on checks to Recall Knowledge for a single turn, even in combat. At 18th level, you can take 20 instead. This doesn’t require you to use an action.</p>\n<p>@UUID[Compendium.sfrpg.archetype-features.Item.FBaW0p09Z4TZcHSQ]{Zon-Kuthon}: You can deal damage to yourself equal to your level; this damage can’t be prevented or reduced. Until the end of your current turn, increase the damage you deal with weapon attacks and spells by this amount. This doesn’t require you to use an action.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "Divine Champion",
    "source": "EN pg. 97"
  }
}