{
  "_id": "24dI3XiA7VjIgjJr",
  "name": "Expedition Chronicler",
  "type": "archetypes",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.rules.cOjxn2rCvsUrpUde]{Archetypes}</p>\n<p>When preparing for a scientific or academic excursion, an ounce of preparation is worth a pound of unexpected complications. Expedition chroniclers work to ensure that their exploratory ventures are successful and fruitful, putting in the legwork to ensure that discoveries are properly documented, necessary equipment is procured and carefully packed ahead of time, and all the appropriate bureaucrats have received properly filed paperwork well in advance. When an expedition chronicler is a part of a crew, everyone else’s jobs become that much easier. Some chroniclers try to include expository text and turn their reports into thrilling tales of their adventures, while others take a fact‑driven approach that reads like a textbook. Some chroniclers are driven by a desire for fame, fortune, and glory, and use their writings as a way to build their own reputation— and possibly somewhat inflate their tales in the recounting.</p>\n<p>A good expedition chronicler employs critical thinking skills, creative problem solving, and careful foresight to assist their colleagues to the best of their abilities. A chronicler knows that the overall success of the mission requires close collaboration and a little luck, and they’re just as happy to help their companions succeed with a well‑timed assist or specific item as they are to succeed themselves. A chronicler should also be unafraid—or at least willing—to be in the thick of things, the better to be an eyewitness to unfolding events. To a well‑prepared expedition chronicler, death can be avoided with a few additional contingencies, but to miss critical details or a valuable piece of information by hiding in the back is a true tragedy.</p>\n<p>While members of any species can learn to become an expedition chronicler, the osharu culture of cooperative exploration and discovery means that many of the best practices held by chroniclers were pioneered by osharu adventurers, and their innate sense of caution and tendency for meticulous documentation make them natural logistical organizers. A disproportionate number of lashuntas also train as chroniclers due to their love of learning and the number of expeditionary opportunities that Castrovelian universities provide. A number of kasathas take on the role of chronicler, as these duties and responsibilities overlap considerably with the storytelling dedications of the goddess Talavet. Exploratory groups such as the Starfinder Society and the Aspis Consortium pay top credits for their members to receive operational training on Pabaq, and even military organizations such as the Veskarium or the Hellknights sometimes send quartermasters to get certification in expeditionary readiness from one of Jhavom’s universities.</p><h1>Alternate Class Features</h1><p>The expedition chronicler archetype grants alternate class features at 2nd, 4th, 6th, 9th, and 12th levels.</p><h2>@UUID[Compendium.sfrpg.archetype-features.EYkoWgPjhsyOW0VJ]{Constantly Connected 2nd Level}</h2><p>Your rigorous note‑taking and research skills provide you with knowledge and resources that you can call upon to answer difficult questions. You gain a tier 1 datapad (Starfinder Armory 100); you can pay credits to upgrade this datapad as normal.</p>\n<p>As long as you have access to this datapad, you automatically succeed at any checks to remember events that you were witness to, and you can attempt any check to recall knowledge untrained. Additionally, you can employ your contacts and researching skills to recall knowledge. If you can connect to an infosphere, reference a relevant downloaded data set, or use a comm unit to message an acquaintance, you can spend one hour to attempt a previously failed recall knowledge check a second time.</p><h2>@UUID[Compendium.sfrpg.archetype-features.C5VIX1KeNxyNXsUn]{A Way with Words (Ex) 4th Level}</h2><p>Your ability with the written word is undeniable, and you can paint compelling pictures and sway opinions. You gain an insight bonus equal to a third of your character level to Profession (writer) checks. In addition, you can use Profession (writer) in place of Diplomacy when you attempt to change a creature’s attitude toward you, as long as you know a language that creature understands and spend one hour writing a persuasive message or making notes to consult while speaking to that creature.</p><h2>@UUID[Compendium.sfrpg.archetype-features.qFZBnJlLpjzGW7LL]{Perpetually Prepared (Ex) 6th Level}</h2><p>You know that sometimes the success or failure of a venture can hinge on deceptively simple matters of foresight and preparation. As a full action, you can dig through your pockets to retrieve an item, chosen at the time you take this action. This item can cost no more than 100 credits per character level you have above 5th (100 credits at 6th level, 200 credits at 7th level, and so on), and it can have no more than light bulk. After using this ability, you can’t use it again until you resupply at a location with a wide variety of equipment available (at the GM’s discretion) by spending credits equal to the value of the item you retrieved with this ability.</p><h2>@UUID[Compendium.sfrpg.archetype-features.BG6GC0wqtkR86PbP]{Brief Reminder (Ex) 9th Level}</h2><p>You can’t personally prepare for every eventuality, but by working with your teammates, you can set your team up for success. Once per day, you can spend 10 minutes reviewing your expedition notes and briefing any number of allies. You can also do this as part of spending 10 minutes and a Resolve Point to recover Stamina Points. Until the end of the day, as a reaction, you can shout a timely reminder or warning to add a +2 circumstance bonus to one d20 roll made by an ally who partook in the briefing session; this must be done before the roll. Once you use this ability, you can’t use it again until you give another briefing. At 15th level, you can hold briefings twice per day.</p><h2>@UUID[Compendium.sfrpg.archetype-features.EiKmLJSz9xxdalpy]{Ever Ready (Ex) 12th Level}</h2><p>Because you constantly think about potential difficulties, you’re rarely surprised by actual dangers. You can always act in a surprise round, though if you choose to do so when you would otherwise be surprised, you use your initiative result or 1 less than the initiative result of the first creature to act that would’ve surprised you, whichever is lower. If no creature would’ve successfully surprised you, you can choose one ally to benefit from this ability.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "PoC pg. 93"
  }
}