{
  "_id": "HcYYyiTFKmgVu94h",
  "name": "Fixer",
  "type": "archetypes",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>When a sensitive criminal enterprise goes wrong, it&rsquo;s time to call a fixer&mdash;the person who makes those problems go away. Sometimes doing so means the fixer gets their hands dirty with work no one else is willing or trained to do, such as cleaning a crime scene and hiding the evidence before it can come to light. At other times, being a fixer means being a master of data manipulation who can cover up a virtual trail, create a new identity, grease the right cogs in the bureaucratic machine, or contact other serious professionals, such as assassins, thieves, smugglers, and all manner of other specialists willing to do illegal jobs. Fixers also know how to smuggle goods and people, moving them before authorities can catch up with seizure orders or arrest warrants.</p>\n<p>A good fixer is often in some other business with little plausible connection to criminal enterprises. The fixer themself doesn&rsquo;t become involved in active criminal jobs, so no links exist to tie the fixer to the crime. Instead, the fixer shows up only when needed to fix a specific situation, then goes back to their normal life. Law enforcement shouldn&rsquo;t be able to place the fixer within a list of suspects, much less link the fixer to a crime scene.</p>\n<p>Conversely, fixers can be famous in the criminal world for their specialty skills, sometimes going by a working name. Reliable fixers are often on the payroll of mob bosses, gang leaders, and other criminal syndicates, although they are just as often employees of legitimate organizations. The fixer works on retainer and is on call for those inevitable late nights when events go sideways. Some fixers are no stranger to violence, though such tactics are seldom a fixer&rsquo;s first recourse, since they draw attention and leave a mess the fixer inevitably has to clean up. Instead, the fixer solves most problems with skill, cunning, plausible deniability, and, when needed, lots of other people&rsquo;s dirty money.</p>\n<h1>Alternate Class Features</h1>\n<p>The fixer grants alternate class features at 6th, 9th, 12th, and 18th levels.</p>\n<h2>Cleaner (Ex) - 6th Level</h2>\n<p>You know how to clean a crime scene of incriminating evidence. You have a specialized tool kit called a cleaner&rsquo;s kit, consisting of chemicals and tools you use for this task, and you gain this kit when you gain this class feature. The kit has light bulk. You must spend 1 hour at the crime scene and have access to your cleaner&rsquo;s kit to clean it. When you do so, the DCs for skill checks related to investigating the crime scene that you&rsquo;ve cleaned increase by 10.</p>\n<p>In addition, you can use Diplomacy to arrange unmonitored transportation for yourself and up to six other creatures, or for goods that would fit into a vehicle of size Huge or less. The DC for this check is 15 + the highest CR or level of the people or things you want to transport. Add 5 to this DC if the people or things are well known or being actively sought by legal authorities. If you succeed at this check, transportation is available within 1 day. You do not need to pay for this transportation, but you might end up owing a few favors.</p>\n<h2>Information Fixer (Ex) - 9th Level</h2>\n<p>You know how to cover up information in the real world and on infospheres. When you negotiate with someone to protect a secret, lower the DC of Bluff, Diplomacy, and Intimidate checks you attempt by 5. You can expend 1 Resolve Point to treat the d20 roll in such situations as a 20.</p>\n<p>In addition, with special software from your cleaner&rsquo;s kit and a hacker&rsquo;s kit, you can expend 1 Resolve Point to find and erase data from one infosphere to which you have access. Doing so takes 1d4 hours. The data you erase is limited to a general topic, like that stored on a secure data module (Starfinder Core Rulebook 215), although this ability does not erase data stored on such a module, only from the infosphere itself. The data you erase is only superficially deleted from the infosphere. Data backups restore the information 1d4+1 days after</p>\n<h2>Criminal Network (Ex) - 12th Level</h2>\n<p>You have an array of criminal contacts, so you know who to call when you need a tip, and your contacts are usually willing to help or point you to someone who can. Reduce your DC to gather information on criminal enterprises and figures by 5. When you communicate or meet with a criminal for the first time, improve their initial attitude toward you by one step.</p>\n<p>Your reputation also helps you coerce others. When you use Intimidate to bully someone who has heard of either you or those for whom you work, the effect of a successful check lasts for 1d6 days.</p>\n<h2>Dark Rep (Ex) - 18th Level</h2>\n<p>Among criminals, your name is spoken in a respectful tone. Lower the DC of Bluff, Diplomacy, and Intimidate checks you attempt against criminals who know of you by 5. In addition, as a full action, you can attempt an Intimidate check to demoralize all foes within 60 feet. The DC of this check is the highest DC to demoralize any one of those foes. If you succeed, each foe is shaken for 1 round plus 1 round for every 5 by which your check result exceeds the DC.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "COM pg. 102"
  },
  "effects": [],
  "flags": {},
  "img": "icons/svg/item-bag.svg"
}