{
  "_id": "R0IR4oVG7WMHQiDn",
  "name": "Free Trader",
  "type": "archetypes",
  "effects": [],
  "flags": {},
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>A free trader is an independent contractor who buys, sells, and makes a living hauling freight. Most free traders own or work on a starship, buying surplus commodities on the cheap and traveling to distant worlds where those same commodities command good prices. Free traders sometimes band together into a small merchant company, with members acting as guards, engineers, and other specialists organized under a single manager. Everyone shares the profits. If they are lucky, one good cargo run make them rich, but for most, it&rsquo;s a hardknock life that means barely scraping by.</p>\n<h1>Alternate Class Features</h1>\n<p>The free trader archetype grants an alternate class feature at 2nd level, but this feature improves over multiple class levels.</p>\n<h2>Merchant Savvy (Ex) - 2nd Level</h2>\n<p>You know how to find cargo that needs hauling, buy it cheap, identify good markets, then sell for a profit. Three times per day when you attempt one of the following skill checks, you can reroll the d20 before the outcome is revealed.</p>\n<ul>\n<li>Culture checks to recall knowledge about mercantile laws, customs, corporations, or other merchants</li>\n<li>Diplomacy checks to gather information about merchants, markets, and merchandise</li>\n<li>Profession checks using the accountant, corporate professional, manager, merchant, or smuggler skills, or any other Profession skills the GM approves</li>\n<li>Bluff, Diplomacy, or Sense Motive checks to negotiate the price for goods and services</li>\n</ul>\n<p>Starting at 9th level, your experience with shipping cargo has made you an expert at packing large lots into small spaces. You can fit 20% more cargo into a cargo container or cargo hold of any vehicle, starship, or pack animal. For example, a typical cargo hold in a starship&rsquo;s expansion bay can hold 25 tons, but you can fit 30 tons of goods in that space. At 14th level, the amount of additional cargo you can fit into a vehicle or starship, or on a pack animal increases to 50%.</p>\n<p>In addition, whenever you would lose cargo for any reason&mdash;such as a cargo hold being struck by weapon fire or cargo containers being stolen by thieves&mdash;you can attempt a Reflex saving throw. The DC of this saving throw is equal to that for a trap of the same CR as the threat that caused you to lose your cargo. On a success, emergency precautions allow you to rescue half the lost cargo. At 14th level, if you succeed at this saving throw, your precautions save the entire cargo.</p>\n<p>When you reach 18th level, you have a reputation as an experienced trader among other merchants of all stripes. You can bring the weight of your experience and reputation down upon anyone who dares to refuse you contract terms you desire. Whenever you are negotiating with someone over a price, you can expend 1 Resolve Point to force that individual to give you the best price that character could be convinced to give under the normal circumstances. For example, if a successful skill check could convince an NPC to give you 50% off a particular purchase, your Resolve Point secures you that deal. If the best price is equivalent to the original price and your use of this ability would not earn you a discount, your Resolve Point is not expended.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "COM pg. 103"
  }
}