{
  "_id": "9Pb2qhKsCa2hgbNl",
  "name": "Instinctive Metaphysicist",
  "type": "archetypes",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>An instinctive metaphysicist is a creature exposed, whether overtly or subconsciously, to the effects of one or more mindscapes during the course of their life. Unlike fully fledged psychics (like phrenic adepts or psychic warriors), an instinctive metaphysicist might not have any innate psychic potential, instead unlocking their abilities through continued exposure to psychic sources. An instinctive metaphysicist could be of a creature of any background or class who has just learned to harness their mental focus to mold the existence of psychic mindscapes to suit their needs.</p>\n<h1>Alternate Class Features</h1>\n<p>The instinctive metaphysicist archetype grants alternate class features at 9th, 12th, and 18th levels.</p>\n<h2>Psychic Refuge (Su) - 9th Level</h2>\n<p>Your connection to one or more mindscapes allows you to condense your rest periods when you rest in those mindscapes. Whenever you rest to regain Resolve Points, you can do so in 4 hours instead of 8. During this shortened rest period, you can attempt a saving throw against a single mind-affecting effect currently affecting you. However, you can't perceive the outside world during this time unless you take damage or a creature actively tries to wake you. If you are damaged or otherwise forcibly awakened from this state, you gain the staggered condition for 1d4 rounds.</p>\n<h2>Blur the Boundaries (Sp) - 12th Level</h2>\n<p>Through discipline or ill-advised testing, you’ve learned how to manifest mindscape effects in the real world. The resulting elements are temporary and sometimes insubstantial, fueled by your own reservoir of mental energy. Once per day, you can cast one of the following spells as a spell-like ability, pulling its effects from a mindscape and into the real world: creation (4th level) or holographic image (4th level). At 15th level, you can increase the spell level of these effects to 5th and you add holographic terrain to the list of available spells. At 17th level, you can use this ability twice per day, and at 18th level, you can use this ability three times per day. The saving throw DC of these spells is equal to 10 + the spell’s level + your key ability score modifier.</p>\n<h2>Mindscape Challenge (Su) - 18th Level</h2>\n<p>You’ve learned to use your knowledge of other mindscapes to manifest one of your own: a binary mindscape in which to challenge the minds of others. Once per day as a full action, you can designate a creature within 60 feet as the target of a psychic duel. That creature must succeed at a Will save (DC = 10 + half your level + your key ability score modifier) or be forced into a finite binary mindscape with you. This mindscape is a circular open plain with a radius equal to your level × 10 feet. Your mental avatar and the avatar of the targeted creature exist within the mindscape, starting the same distance apart as you are in the real world. Once the duel begins, the avatars can move in any direction they wish and no longer need to correspond to their real-world locations or distance.</p>\n<p>Your mental avatar acts immediately after you in the initiative count and has all your same statistics; the designated creature’s mental avatar functions in the same way. Both avatars are subject to the traits of the mindscape, which you define when you create the mindscape. Any damage or effects a mental avatar takes are shared with its real-world counterpart (including death). Your real-world counterpart must spend a move action each round to maintain the mindscape challenge, and you can maintain it in this way for up to a number of rounds equal to half your level + your key ability score modifier. If the real-world target of this ability moves beyond 600 feet from your real-world body, the mindscape immediately shatters. The real-world creature can spend a full action to attempt another Will save to end the effect immediately.</p>\n<p>Mindless creatures or creatures immune to mind-affecting effects cannot be targeted by this ability. This ability counts as a mind-affecting effect.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "AP #23 pg. 44"
  }
}