{
  "_id": "lX8x7huS9M0gGIcr",
  "name": "Kalistocrat",
  "type": "archetypes",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Kalistocrats have comprehensive knowledge of trade laws, supreme negotiation skills, and a wide network of business connections in most places they dock. They also have a unique and dizzying array of taboos and superstitions from their faith that intrigue those they meet. Despite these requisites, or perhaps in spite of them, Kalistocrats take pride in their beliefs system and readily share their dietary restrictions, prayer habits, and exercise regimen with anybody they deem worthy of their time.</p>\n<p>For some Kalistocrats, constant and diligent meditation has enhanced their mind’s power over their body, granting them extra strength, speed, or stamina. Others claim their special diet has purged all toxins from their system and granted them a supernatural ability to fend off poisons and diseases. Still more assert that their diligent study and memorization of their texts have improved their understanding of laws and commerce, boosting their ability to turn friendly connections into trading empires.</p>\n<p>Whatever the commonality may be, one key truth is that each Kalistocrat is on their own personal path of enlightenment. Anybody can walk the path of a prophet, and no two are likely the same.</p>\n<h1>Prerequisites</h1>\n<p>You must follow a set of taboos and restrictions about diet, physical contact, and cleanliness. Work with your GM to create something that informs your character choices without completely restricting them. Failure to follow this personal path might cause the GM to limit or revoke access or use of the archetype’s alternate class features.</p>\n<h1>Alternate Class Features</h1>\n<p>The Kalistocrat archetype grants alternate class features at 2nd, 4th, and 6th levels. These alternate class features are optional; at each of these levels, you can either choose a Kalistocrat alternate class feature (selecting a feature of your own class level or lower) or keep the normal class feature for your class at the level. However, unless stated otherwise, you can gain each alternate feature only once.</p>\n<p>The following alternate class features are available for Kalistocrats to choose from at each level indicated.</p>\n<h2>Kalistocrat Alternate 2nd-level Class Features</h2>\n<p>A Kalistocrat of 2nd level or higher can select from among the following class features.</p>\n<h3>Body And Mind (Ex) 2nd Level</h3>\n<p>Your daily meditation keeps your body and mind in sync, but certain devotions allow you to focus on different areas of your body. Each day, choose one of the following feats for which you meet the prerequisites as a bonus feat: Great Fortitude, Iron Will, or Lightning Reflexes. This choice is made after a 10-minute meditation following an 8-hour rest and can only be changed once every 24 hours.</p>\n<h3>Cultural Studies (Ex) 2nd Level</h3>\n<p>Your study and broad knowledge of cultural touchstones helps inform your interactions with creatures of all backgrounds. Culture is a class skill for you, but if you gain or have Culture as a class skill from another source, you instead gain a +1 bonus to checks with the skill. You can use Culture in place of Diplomacy to change a creature’s attitude towards you. Once per day, after failing a check to change a creature’s attitude by 5 or more, you can spend a Resolve Point to not worsen their attitude.</p>\n<h3>Diverse Contacts (Ex) 2nd Level</h3>\n<p>The connections you’ve made on your travels allow you to reach out and get some information from somebody knowledgeable on many topics. Diplomacy is a class skill for you, but if you gain or have Diplomacy as a class skill from another source, you instead gain a +1 bonus to checks with the skill. You can use Diplomacy in place of Mysticism to identify a creature or magic item that you can describe or otherwise provide information about, taking the same amount of time as gathering information. Also, once a week, you can bargain with a merchant whose attitude you previously changed to helpful to purchase a single magic or hybrid item at a 10% discount; this discount doesn’t stack with any other discounts you might have.</p>\n<h3>Mystic Decoder (Ex) 2nd Level</h3>\n<p>Meditating on Kalistrade’s writings and prophecies have given you another way to look at and solve indecipherable writings. Mysticism is a class skill for you, but if you have or gain Mysticism as a class skill from another source, you instead gain a +1 bonus to checks with the skill. You can use Mysticism to meditate on the meaning of archaic, encoded, or incomplete messages instead of attempting a Culture check. You can also use Mysticism instead of Bluff to pass a secret message to another Kalistocrat by concealing it in phrases and passages from Kalistrade’s Ontologies of Self.</p>\n<h2>Kalistocrat Alternate 4th-level Class Feature</h2>\n<p>A Kalistocrat of 4th level or higher can gain the following class feature.</p>\n<h3>Network Building (Ex) 4th Level</h3>\n<p>You excel at meeting people and making friends from all walks of life. Culture, Diplomacy, and Mysticism are class skills for you, if they aren’t already. When doing business with somebody for the first time and attempting a check with one of these skills, you can spend a Resolve Point to roll the check twice and use the better result. Additionally, reduce the DC of checks to recall knowledge or gather information about new people and contacts by 5.</p>\n<h2>Kalistocrat Alternate 6th-level Class Features</h2>\n<p>A Kalistocrat of 6th level or higher can select from among the following class features.</p>\n<h3>Improved Fitness (Ex) 6th Level</h3>\n<p>Your meditations have allowed you to exert power over your body that you might not be able to do otherwise. Each day, choose one of the following feats as a bonus feat, even if you don’t meet the prerequisites: Improved Great Fortitude, Improved Iron Will, Improved Lightning Reflexes. If your chosen feat’s prerequisites are met by the feat chosen for Body and Mind, you don’t have to spend a Resolve Point the first time you reroll a failed save each day.</p>\n<h3>Healthy Meditation (Ex) 6th Level</h3>\n<p>Following the path of a prophet pays off when it comes to your health and fitness. As long as you have at least 1 Resolve Point, you gain a +1 circumstance bonus to saves against poisons and diseases. When recovering from ability damage, you can undertake a night of meditation in place of a normal full night’s rest to improve your health as if you took a day of bed rest (though you don’t also gain the benefits of a normal full night’s rest).</p>\n<p>Also, the ways in which you define yourself as a Kalistocrat can provide the following options for modifying long-term care you receive. If Culture is a class skill for you, you can attempt a DC 20 Culture check (representing knowledge of special foods or custom remedies outside the mainstream medical texts) to provide assistance; if successful, the person attempting the Medicine check for your long-term care gains a +4 circumstance bonus. If Diplomacy is a class skill for you, you can reach out to a nearby doctor you know or that has heard of you to grant a reroll to the person attempting the Medicine check for your long-term care; you must be within a settlement or be able to contact a doctor within hours to apply this bonus. If Mysticism is a class skill for you, you can provide long-term care to yourself by entering a day-long meditative state that doesn’t require a medical lab or medical bay; attempt a DC 30 Mysticism check with a –4 penalty to gain the benefits of long-term care. You may only choose one of these options at a time for your long-term care.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": ""
  }
}