{
  "_id": "9HJlMwxaoBewMTbq",
  "name": "Major League Coach",
  "type": "archetypes",
  "img": "systems/sfrpg/icons/default/toggles.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>From major cultural phenomena like brutaris and eshara to lesser-known competitions such as dunenduro and starlance, organized sports leagues continue to thrive in both the Pact Worlds and the Veskarium despite the massive popularity of bloodsports and vehicle races. Participants in these athletic tests can easily apply their skills outside their arenas thanks to their reflexes and physical prowess, but so too can the coaches who bring these personalities together and forge them into a cohesive team. A major league coach is equipped with a variety of tricks and tips to impart to their team that can function on or off the field of play, including in real-world confrontations.</p><h1>Alternate Class Features</h1><p>The major league coach archetype grants alternate class features at 2nd, 4th, and 18th levels, and optional alternate class features that can be selected at any or all of the 6th, 9th, and 12th levels.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.9kt8dG4H1uYMcpGP]{Huddle Up (Ex) - 2nd Level}</h2><p>At the start of each day, you can spend 10 minutes bringing willing allies together to plan contingencies. All allies who participate in this huddle who are within 30 feet of you gain a +1 bonus to initiative and Perception checks. They also gain a +1 insight bonus to saving throws and to their AC against traps. These bonuses end after the first time you and your allies roll initiative or trigger a trap. You can huddle up again during a 10-minute rest to regain Stamina Points, but only those not expending Resolve Points during this rest can participate. These bonuses increase by 1 at 6th level and every 6 levels thereafter.</p><h2>Trick Play (Ex) - 4th Level</h2><p>You’ve picked up some sporting tricks, either by watching or by doing, that you can use to enhance your team’s performance. You learn one trick play, chosen from those listed below. You can use a trick play only during a combat in which you and your allies have benefited from your huddle up ability, and you can’t use a trick play on yourself unless noted. A character can benefit from each specific trick play only once until the next time you huddle up.</p>\n<p>@UUID[Compendium.sfrpg.archetype-features.Item.8PQIugg0Zz8Zsjsf]{Buzzer Beater}: You help coordinate an ally taking a long shot. As a reaction when an ally within 30 feet who can see and hear you is about to make a ranged attack, you can allow them to ignore all range increment penalties. This is a sense-dependent ability.</p>\n<p>@UUID[Compendium.sfrpg.archetype-features.Item.9l5BSNOHlaNHOTHt]{Power Play}: You know how to take advantage of positioning and timing, and you can impart that knowledge to your team. As a reaction when an enemy within 30 feet would provoke an attack of opportunity from yourself or an ally who doesn’t have a reaction, you can give that ally another reaction. Unlike other trick plays, this ability can only be used on each ally once per day.</p>\n<p>@UUID[Compendium.sfrpg.archetype-features.Item.Inbk0C29rt9Qd4nj]{Take A Dive}: As a reaction when you or allies within 30 feet of you attempt Reflex saves against an area attack or area effect, you can give yourself and all allies within 30 feet of you the benefit of the Dive For Cover feat.</p>\n<p>@UUID[Compendium.sfrpg.archetype-features.Item.LgLCbKlyFKMLT2iB]{Try Line}: As a reaction when an ally within 30 feet would be reduced to 0 Hit Points, you can spend 1 Resolve Point to restore them to 1 Hit Point and prevent them from falling prone or dropping held items. This ability can only be used on an individual once per day.</p><h2>Playbook (Ex; Optional) - 6th, 9th, and 12th Levels</h2><p>You learn an additional trick play from the list above. This alternate class feature can be selected at any, all, or none of these levels.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.pSlEBRICxF3xf5eg]{Stoppage Time (Sp) - 18th Level}</h2><p>Through your dedication to team-building, you’ve unlocked a rare technique that could turn the tide in your team’s favor at a crucial moment. Once per day as a full action, you can cast cheat time, but instead of targeting yourself, you must distribute all of the granted actions to allies within 60 feet of you, who must use them as they’re granted or else they’re lost.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "EN pg. 99"
  }
}