{
  "_id": "8FSRIMPcmtCL25Yv",
  "name": "Medic",
  "type": "archetypes",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Many medical professionals staff hospitals and clinics, often specializing in a particular form of ailment or injury. Others are doctors for hire, working for rich or secretive clients with rare conditions or a history of putting themselves in harm’s way. Some medics dedicate their lives to helping the poor, while a few make a living providing care to criminals with deep pockets.</p>\n<h1>Alternate Class Features</h1>\n<p>The medic archetype grants alternate class features at 2nd, 9th, and 18th levels.</p>\n<h2>Doctor (Ex) - 2nd Level</h2>\n<p>You gain a number of special abilities related to the Medicine skill and healing, as noted below.</p>\n<ul>\n<li>Whenever you use equipment or one of your abilities to restore Hit Points to a creature, any surplus healing beyond that required to restore the creature to its maximum Hit Points restores that many Stamina Points to the creature.</li>\n<li>You can tend up to 20 patients with long-term care.</li>\n<li>When you use the long-term stability task of Medicine, if you succeed at the Medicine check by 10 or more, the patient heals 1 HP and regains consciousness.</li>\n<li>You can use Medicine to treat disease in only 1 minute instead of 10 minutes.</li>\n</ul>\n<h2>Medical Specialist (Ex) - 9th Level</h2>\n<p>Your medical mastery continues to improve; you gain the following abilities.</p>\n<ul>\n<li>When you treat deadly wounds and succeed at the Medicine check by 5 or more, add your character level to the amount of Hit Points you restore.</li>\n<li>When you treat a creature for disease, drugs, or poison and the patient fails a saving throw that would result in the patient moving to the next step on the condition track, you can spend 1 Resolve Point to keep the creature at its current position on the condition track. The saving throw is not considered to have been successful, but the creature does not get worse.</li>\n<li>When a creature reaches a non-fatal end state for a disease, drug, or poison (such as that for leprosy), you can still treat them, and if your Medicine check is successful, the creature can still attempt a saving throw to recover.</li>\n</ul>\n<h2>Back from the Brink (Ex) - 18th Level</h2>\n<p>You can restore life to a dead creature you can touch, provided the creature wasn’t slain by a death effect or turned into an undead, and its body wasn’t destroyed, significantly mutilated, disintegrated, and so on. You must have access to a medkit and use this ability within 1 minute of the creature’s death. Doing so requires 1 minute of uninterrupted work (a full action that provokes attacks of opportunity each round for 10 rounds). This ability cannot bring back constructs, elementals, outsiders, undead, or creatures that have died of old age. The target’s soul must be free and willing to return.</p>\n<p>The revived target has 1 Hit Point, and any ability scores reduced to 0 are raised to 1. You close all mortal wounds and repair lethal damage, but you restore no missing parts. The creature has a temporary negative level for 24 hours, and it returns with no Resolve Points, no Stamina Points, and no spell slots remaining, regaining those as normal after resting. If the creature died because of an affliction (for example, an affliction with an end state of death), move that affliction one step back on the progression track. The creature continues to suffer from any disease, drugs, or poisons still in its system when it revives.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "COM pg. 105"
  }
}