{
  "_id": "xrs17KSKn6uMIvCN",
  "name": "Mediator",
  "type": "archetypes",
  "effects": [],
  "flags": {},
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>With innumerable species populating the Pact Worlds, Near Space, and the worlds beyond, conflicts, disagreements, and misunderstandings inevitably arise between groups. To help mitigate any major consequences to such disputes, many take it upon themselves to act as peacemakers. These mediators are sometimes simply well-intentioned, skilled individuals who wish to put their talents to good use and help others around them. Other times, mediators receive specialized training to help deal with conflicts in formalized or professional settings. Regardless of their specific methods, most mediators learn to tap into an innate emotional and psychological understanding of others to help act as efficient arbitrators.</p>\n<p>Most classes can make suitable mediators, but many tend to be envoys and mystics. Whatever their original training and skills, mediators can be quite helpful when navigating a range of difficult or tense situations, such as mediating peaceful diplomatic talks, facilitating corporate mergers, or negotiating surrender after a deadly battle. As for which species tend toward arbitration roles, mediator&rsquo;s empathic abilities can be difficult to develop intentionally, but a number of species such as brenneris, damais, and vlakas are often particularly emotionally attuned, making them natural mediators.</p>\n<h1>Alternate Class Features</h1>\n<p>The mediator archetype grants alternate class features at 2nd, 4th, 9th, and 12th levels.</p>\n<h2>Diplomatic Nuance (Ex) - 2nd Level</h2>\n<p>You gain Culture and Diplomacy as class skills. For each of these skills that is already a class skill for you (or becomes a class skill) from a source other than this archetype, you learn to speak and read a new language. See page 41 of the Core Rulebook for a list of languages spoken in the Pact Worlds and beyond.</p>\n<p>You can use your Diplomacy skill for Bluff checks to lie or pass a secret message and your Culture skill for Life Science checks to identify humanoids and monstrous humanoids. When you attempt a Diplomacy check to change a creature&rsquo;s attitude, the creature&rsquo;s attitude worsens only if you fail the check by 10 or more, rather than if you fail the check by 5 or more.</p>\n<h2>Expert Negotiator (Ex) - 4th Level</h2>\n<p>You are highly skilled at convincing others and reaching amicable agreements. If a creature&rsquo;s initial attitude toward you would be unfriendly, indifferent, or friendly, you instead treat its attitude as one category higher. When you fail a Diplomacy check to change the attitude of a hostile creature by 10 or less, you can attempt to change its attitude again. Whenever an ally uses aid another to assist you with a Diplomacy check to change a creature&rsquo;s attitude, if you succeed at that check, the targeted creature&rsquo;s attitude toward your ally also improves.</p>\n<h2>Speaker of Many Worlds (Sp) - 9th Level</h2>\n<p>You can draw upon all known languages to make yourself understood in almost any situation. You gain the ability to cast tongues once per day as a spell-like ability. In addition, once per day as a full action, you can touch up to two willing creatures with an Intelligence modifier of at least &ndash;3 and grant them the ability to communicate with you and each other as though under the effect of tongues. This effect lasts for 1 hour or until you end it with a swift action. This is a mind-affecting affect.</p>\n<h2>Empathic Link (Su) - 12th Level</h2>\n<p>You create a mental and emotional bond between yourself and other creatures. As a full action, you can touch up to two willing or unconscious creatures to create an empathic link between yourself and each creature touched. This empathic link lasts for 1 hour or until you end it for all creatures with a swift action. While linked, you and the linked creatures gain the effects of status in relation to one another.</p>\n<p>Linked creatures have an automatic emotional connection that allows them to better understand each other&rsquo;s feelings as well as provide a constant and passive psychological comfort and support. Whenever a linked creature fails a Will saving throw, a different linked creature can spend 1 Resolve Point as a reaction to allow the affected creature to reroll its failed saving throw. If the effect is an emotion or fear effect, the affected creature gains a +1 circumstance bonus to this reroll. The creature must use the second result, even if it&rsquo;s worse. An affected creature can reroll a given saving throw only once in this manner.</p>\n<p>Finally, you and the linked creatures learn how to anticipate each other&rsquo;s needs and actions. Once per day at the beginning of combat, each linked creature can swap their initiative result with that of any other linked creature within 60 feet.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "NS pg. 147"
  }
}