{
  "_id": "jZbbefY6KRluRqrj",
  "name": "Menagerie Manager",
  "type": "archetypes",
  "_stats": {
    "coreVersion": 12,
    "systemId": "sfrpg",
    "systemVersion": "0.28.0"
  },
  "img": "systems/sfrpg/icons/default/toggles.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>From valiant battle steeds to adorable starship mascots, creature companions are ubiquitous throughout the cosmos. The finest menagerie managers have an empathetic connection with alien critters of all shapes and sizes. They can keep and care for many creatures at the same time without neglect while also teaching them new tricks not often seen from pets or mounts. A menagerie manager can also accelerate training regimens beyond the skill of the average trainer or rider, resulting in companions who respond to commands with greater efficiency than others.</p><h1>Alternate Class Features</h1><p>The menagerie manager archetype grants alternate class features at 2nd, 4th, 6th, 9th, and 12th levels.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.pgi4M4fPtTLBPPgm]{Flock Tender (Ex) - 2nd Level}</h2><p>You gain one of the following feats as a bonus feat, provided you meet all the prerequisites of the chosen feat: Combat-Trained Mount, Creature Companion Adept, or Squox Companion. You obtain a level 1 creature companion or a trained Squox free of charge, who automatically has an attitude of helpful toward you.</p>\n<p>In addition, you can have a number of bonded creature companions equal to your number of ranks in the Survival skill. However, only one creature companion (defined as an “active” creature companion) at a time can accompany you on an adventure.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.uIFP410NJgIL52Li]{Just A Little Push (Ex) - 4th Level}</h2><p>You gain one of the following feats as a bonus feat, even if you do not meet the prerequisites: Creature Companion Expert or Mounted Expert. If your active creature companion is at least one size category smaller than you and is inside or adjacent to your square, you can increase its speed by 10 feet for its next move action. If you’re using your creature companion as a mount, its speeds increase by 5 feet.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.fAoCwmjEIWJpmUZ3]{Social Graces (Ex) - 6th Level}</h2><p>At the start of each day, your active creature companion gains one of the following abilities, lasting until the next time you rest to regain your daily abilities.</p>\n<p>Cute and Cuddly: The companion gains the Tactful Advisor feat and can attempt Diplomacy checks to use the aid another action.</p>\n<p>Predatory Smile: The companion gains the Improved Demoralize feat and can attempt Intimidate checks to use the demoralize action with a DC equal to 10 + its level.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.VPn3NZD0wlSYurZN]{Rescue Pet (Ex) - 9th Level}</h2><p>You gain Creature Companion Master as a bonus feat, even if you don’t meet the prerequisites. In addition, if you become unconscious, your active creature companion automatically moves in the safest manner possible until it’s adjacent to you. If it’s your size or larger, it then uses a special full action to move up to half of its speed away from combat toward safety, dragging you along with it. If your companion is smaller than you, it instead provides you with cover until the start of your next turn.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.bvEk1HZNAom82pAQ]{Care Package (Ex) - 12th Level}</h2><p>You gain Creature Companion Virtuoso as a bonus feat, even if you don’t meet the prerequisites. In addition, if you become unconscious or otherwise unresponsive, your active creature companion can retrieve an item that you specify in advance. Your companion returns to your side as per rescue pet above, and once you’re out of harm’s way, they can place it in your hand. You’re considered to be holding this item when you regain consciousness.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "EN pg. 100"
  }
}