{
  "_id": "XuveQGcwx7b60G1g",
  "name": "Phrenic Adept",
  "type": "archetypes",
  "effects": [],
  "flags": {},
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>While many mystics and technomancers are trained in psychic traditions and terminology, there are also many characters who gain mental powers outside the context of those spellcasting classes. Phrenic adepts are able to draw on psychic abilities to a much greater extent than most psychic races such as lashuntas and shirrens, but their abilities lack the full depth and breadth of a spellcaster&rsquo;s power. They thus use their supernatural talents to augment other options rather than drawing on them as their primary source of power.</p>\n<p>The majority of phrenic adepts are lashuntas and shirrens, though members of other races can also develop such psychic abilities. It is unusual for phrenic adepts to also be mystics or technomancers, as most spellcasters channel all their eldritch power into their class training, but it is not unknown.</p>\n<h1>Alternate Class Features</h1>\n<p>The phrenic adept grants alternate class features at 2nd, 4th, 6th, 9th, 12th, and 18th levels.</p>\n<h2>Phrenic Awakening (Su) - 2nd Level</h2>\n<p>You gain limited telepathy, as per the lashunta racial trait (see page 48). If your race already grants you limited telepathy (such as with the lashunta and shirren races), you instead increase the range of your limited telepathy by 60 feet.</p>\n<p>You can also select two additional languages to act as languages that you can use only to communicate telepathically with creatures that know the language. If you learn the full version of a language in which you can only communicate telepathically through other means (such as investing ranks in the Culture skill), you can select a new language to be able to communicate telepathically in at the same time.</p>\n<p>Additionally, you no longer need to meet the minimum Charisma requirement of the feat Minor Psychic Power or of any feat that has Minor Psychic Power as a prerequisite.</p>\n<h2>Phrenic Defense (Ex) - 4th Level</h2>\n<p>Your psychic powers give you additional defenses against mental attacks. The first time you fail a saving throw against a spell or effect with the emotion, fear, mind-affecting, or pain descriptor (see page 269), you can spend 1 Resolve Point as a reaction to immediately reroll the failed saving throw.</p>\n<p>Even if the second saving throw fails, your stronger defenses might reduce the effect of the spell or ability. If the spell or ability deals damage, reduce the damage done by an amount equal to your class level. If the spell or ability has a duration of 2 rounds or longer, reduce its duration by half.</p>\n<h2>Phrenic Senses (Sp) - 6th Level</h2>\n<p>You gain the power to sense mental abilities and the creatures who have them. As a standard action, you can spend 1 Resolve Point to activate your phrenic senses. This acts as the spell arcane sight, except you see only magic sources with the emotion, fear, mind-affecting, or pain descriptor. If you succeed at a Mysticism check to determine a source&rsquo;s school of magic, you also learn which of these descriptors apply to it. If you concentrate on a specific creature within 120 feet of you as a standard action to determine whether it has any spellcasting or spell-like abilities (see arcane sight on page 340), you learn only that it does if at least one of those abilities has one of these descriptors, and you learn the caster level of only the most powerful of these abilities.</p>\n<p>While your phrenic senses are active, you also gain blindsense (emotion) with a range of 30 feet. See page 262 for more details about blindsense.</p>\n<h2>Lesser Phrenic Power (Sp) - 9th Level</h2>\n<p>Your psychic abilities have grown strong enough to allow you to duplicate the effects of a few specific spells. Once per day, you can cast a spell from the following list as a spell-like ability: charm monster, clairaudience/clairvoyance, and psychokinetic strangulation. At 13th level, you can use this ability twice per day, and at 17th level, you can use this ability three times per day. The save DC of these spells is equal to 10 + the spell level + your key ability score modifier.</p>\n<h2>Phrenic Power (Ex) - 12th Level</h2>\n<p>Your psychic abilities have significantly strengthened, allowing you to duplicate the effects of specific higher-level spells. Once per day, you can cast a spell from the following list as a spelllike ability: confusion, mind probe, and telepathic bond. At 16th level, you can use this ability twice per day, and at 20th level, you can use this ability three times per day. The save DC of these spells is equal to 10 + the spell level + your key ability score&rsquo;s modifier.</p>\n<h2>Greater Phrenic Power (Su) - 18th Level</h2>\n<p>Your psychic powers have grown to grant you potent mental abilities. Once per day you can use one of the following abilities. The save DC of these abilities is equal to 10 + half your class level + your key ability score modifier.</p>\n<ul>\n<li><strong>Mass Synesthesia:</strong> As a standard action, you can scramble the senses of creatures, causing their sensory input to be processed by the wrong senses, such that noises trigger bursts of color, smells are perceived as sounds, and so on. You can target one creature per 2 class levels, no two of which can be more than 30 feet apart and all of which must be within 100 feet of you. Each target must succeed at a Will save or be staggered and forced to treat all creatures as having concealment (see page 253) for 1 round per class level you have. Abilities that negate or reduce the effects of concealment have no effect on mass synesthesia. This is a mind-affecting ability.</li>\n<li><strong>Psychic Crush:</strong> As a standard action, you can invade the mind of a single creature within 60 feet of you. You deal 15d8 nonlethal damage and cause the target to be sickened for 1 round per class level you have. If the target succeeds at a Fortitude save, it takes half damage and is not sickened. This is a pain effect.</li>\n<li><strong>Thought Shield:</strong> As a move action, you can grant yourself a +5 enhancement bonus to saving throws against mind-affecting effects for 1 round per class level you have. For this duration, you are also immune to spells and effects that allow creatures to read your thoughts.</li>\n</ul>\n<p>&nbsp;</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "CRB pg. 128"
  }
}