{
  "_id": "OEhDy8aeuYMQWBEp",
  "name": "Powered Armor Jockey",
  "type": "archetypes",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Powered armor jockeys go far beyond simply wearing powered armor&mdash;they learn how to get the best performance possible out of any suit of powered armor they wear. Most are deeply informed about armor manufacturers, construction techniques, and field repair, though a few just have an uncanny intuition with these armors. Powered armor jockeys are rare, and those who meet swap tales of improvements they&rsquo;ve made, shortcuts they&rsquo;ve discovered, or battles in which they persevered thanks to their armor&rsquo;s remarkable resilience.</p>\n<p>Most powered armor jockeys are soldiers or vanguards. Powered armor jockeys of other classes exist, such as mechanics who appreciate powered armor&rsquo;s technical sophistication.</p>\n<h1>Prerequisites</h1>\n<p>You must be proficient with powered armor to take the powered armor jockey archetype.</p>\n<h1>Alternate Class Features</h1>\n<p>The powered armor jockey archetype grants class features at 6th, 9th, 12th, and 18th levels.</p>\n<h2>Efficient Upgrades (Ex) - 6th Level</h2>\n<p>By skillfully reworking your powered armor&rsquo;s systems and making minor modifications to the chassis, you can fit more improvements onto the suit than its design ordinarily allows. You can add either one more armor upgrade to your powered armor than its normal maximum of upgrade slots, or one more weapon than its normal maximum number of weapon slots. At 12th level, you can have both one extra armor upgrade and one extra weapon simultaneously. This feature stacks with similar abilities, such as the enhanced tank technique of the armor storm soldier fighting style.</p>\n<h2>Perfect Fit (Ex) - 9th Level</h2>\n<p>You feel at home in heavier armor, including powered armor, as though it were a second skin. While you are wearing powered armor, increase its land speed by 10 feet, up to your normal land speed, and reduce the speed adjustment from heavy armor you wear by 5 feet. In addition, reduce the armor check penalty of heavy armor or powered armor you wear by 1 (to a minimum of 0). This armor check penalty reduction stacks with reductions from other abilities, such as the armor training technique of the soldier&rsquo;s guard fighting style.</p>\n<h2>Boosted Leverage (Ex) - 12th Level</h2>\n<p>You understand the leverage points in powered armor you wear, allowing you to apply greater force when using the armor&rsquo;s servos. While wearing powered armor of an item level equal to your character level or lower, increase its Strength score by 2 and increase its damage by 1d6 of the same type as the armor&rsquo;s normal damage type. This damage increase stacks with other abilities, such as the mobile army technique of the soldier&rsquo;s armor storm fighting style. Increase its Strength score by an additional 2 at 16th level and again at 18th level.</p>\n<h2>Ride-or-Die Rig (Ex) - 18th Level</h2>\n<p>You understand that your armor&rsquo;s purpose is to defend you from harm at all costs. You can expend 1 Resolve Point when you would take Hit Point damage to cause your powered armor to take the same amount of damage instead. Only Hit Point damage is transferred to your armor; your Stamina Points are depleted as normal, and you take any other effects of whatever harmed you, such as a critical hit effect.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "COM pg. 106"
  },
  "effects": [],
  "flags": {},
  "img": "icons/svg/item-bag.svg"
}