{
  "_id": "xuI3q5lSHvUxKU3U",
  "name": "Racer",
  "type": "archetypes",
  "_stats": {
    "coreVersion": 12,
    "systemId": "sfrpg",
    "systemVersion": "0.28.0"
  },
  "img": "systems/sfrpg/icons/default/toggles.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>With training, anyone can learn to drive a vehicle or pilot a starship, but only the most skilled pilots can turn an everyday ride or simple flight into an exhilarating art form. Racers are exceptionally skilled pilots who push their vessels to the limit in the never-ending quest to drive faster, dive deeper, and fly higher. They’re the professional drivers and hotshot military dogfighters, the daredevil test pilots and back-alley speedsters, the demolition derby participants and stunt drivers. Whoever they are and whatever they do, racers compete throughout the galaxy, from the Pact Worlds to the Vast. When it comes to racing, they’re the best of the best.</p>\n<p>A racer might find themselves as part of a regular starship crew to pay off debts incurred after losing a race or as a way to finance a shiny prototype engine for their personal ride. Alternatively, they might just enjoy the thrill of traveling to new and dangerous places to put their skills to the test. In any case, a racer is an excellent addition to any crew that engages in starship or vehicle combat on a regular basis.</p><h1>Alternate Class Features</h1><p>The racer grants alternate class features at 2nd, 6th, and 9th levels.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.kgAd6NJ9LABrUfxk]{Chosen Ride (Ex)} - 2nd Level</h2><p>You gain Piloting as a class skill. If Piloting is already a class skill for you (or becomes a class skill) from a source other than this archetype, once per day you can choose to roll a Piloting check twice and take the best result.</p>\n<p>Each day as part of your daily preparations, you can designate a single vehicle or starship as your chosen ride. You know your chosen ride (or one similar to it) and can push it to the limits. When you designate your chosen ride, select one of the following benefits. Your chosen ride gains that benefit for 24 hours, but only when you pilot your chosen ride.</p><ul><li><p>Your starship’s speed increases by 1.</p></li><li><p>Your starship’s turn decreases by 1.</p></li><li><p>Your vehicle’s speed increases by 10 feet. You also increase the vehicle’s full speed and speed in miles per hour by 10%.</p></li><li><p>Your vehicle’s piloting modifier increases by 1.</p></li></ul><p>At 10th level, you can designate up to two chosen rides during your daily preparations. If you do, one must be a starship, and the other must be a vehicle.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.nIvbIj9x1HgiwkIX]{Trick Pilot (Ex)} - 6th Level</h2><p>Choose one of the following feats for which you meet the prerequisites as a bonus feat: @UUID[Compendium.sfrpg.feats.Item.dkDzFtHOTXLnJivf]{Skill Focus} (Piloting), @UUID[Compendium.sfrpg.feats.Item.DZ1Z6gobHyE9flAA]{Sky Jockey}, Street Racer. Reduce the DC of tricks you attempt in vehicle chases and stunts you attempt in starship combat by 2.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.2UfSW66dd1nPbVfU]{Daring Recovery (Ex)} - 9th Level</h2><p>When a starship or vehicle you’re piloting would be damaged, you can spend 1 Resolve Point as a reaction to attempt a Piloting check to maneuver out of the way and reduce the damage. You can do this only once per round of starship combat.</p>\n<p>If the damage is the result of an attack roll or gunnery check, the DC of this Piloting check is equal to the attack roll or gunnery check result; on a success, the attack misses.</p>\n<p>If the damage is due to a failed Piloting check or skill check against an obstacle, hazard, or other complication, the DC of this Piloting check is equal to the DC of the complication; on a success, the failed check becomes a successful check.</p>\n<p>If the starship or vehicle would still take damage, treat the vehicle’s hardness as 2 higher and the starship’s shields in the damaged quadrant as 5 higher against the triggering damage (even if they’ve been depleted).</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "SA:RR pg. 58"
  }
}