{
  "_id": "KLDWy78B7F6XoiPP",
  "name": "School Specialist",
  "type": "archetypes",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.rules.cOjxn2rCvsUrpUde]{Archetypes}</p>\n<p>Although most spellcasters define their abilities broadly by the source of power, such as a mystical connection or exploitation of technomagical secrets, some magic-users focus on a specific school of magic. Through such specialization, they can exceed their chosen spells’ expectations to create amazing effects.</p><h1>Prerequisites</h1><p>Only characters who have the spells class feature can take this archetype.</p><h1>Alternate Class Features</h1><p>The school specialist grants alternate class features at 2nd, 4th, 9th, and 12th levels. Each school specialist gains the following 2nd- and 9th-level abilities, and a school specialist’s 4th- and 12th-level alternate class features vary based on their specialist school.</p><h2>@UUID[Compendium.sfrpg.archetype-features.3BdFC2jLqXITWH4Y]{Specialist School (Ex) - 2nd Level}</h2><p>Select a school: abjuration, conjuration, divination, enchantment, evocation, illusion, necromancy, or transmutation. When you regain your daily spell slots, you gain one additional spell slot of the highest spell level you can cast. At 12th level, you also gain one additional spell slot for your second-highest spell level you can cast. You can use these bonus spell slots only to cast spells from your specialist school.</p><h2>@UUID[Compendium.sfrpg.archetype-features.DhWVfhq12gjTh3po]{Specialized Breadth (Ex) - 9th Level}</h2><p>You add two spells to your list of spells known. These spells must be of different levels and selected from your specialist school. At 12th level and again at 15th level, you gain an additional spell known from your specialist school of any level you can cast.</p><h1>Abjuration School</h1><p>Abjurers specialize in magical protection.</p><h2>@UUID[Compendium.sfrpg.archetype-features.HqbTJke7PywLCMFJ]{Bolster Ally (Sp) - 4th Level}</h2><p>As a standard action, you can expend a spell slot to form a shield around an ally within 30 feet of you. The target gains a number of temporary Hit Points equal to 1d8 per level of the expended spell. These temporary Hit Points last a number of rounds equal to your key ability score modifier.</p><h2>@UUID[Compendium.sfrpg.archetype-features.ZgoMar7zdmvm8ZGT]{Spell Deflection (Sp) - 12th Level}</h2><p>As a reaction, you can spend 1 Resolve Point to cast dispel magic as a spell-like ability, but only to use its counter function. Once you use this ability, you can’t do so again until you have rested for 10 minutes to regain Stamina Points.</p><h1>Conjuration School</h1><p>Conjurers excel at summoning and teleportation magic.</p><h2>@UUID[Compendium.sfrpg.archetype-features.TTDVXaGy1PD1qctk]{Extended Summoning (Su) - 4th Level}</h2><p>You treat your caster level as 2 higher for the purpose of calculating the durations of your conjuration spells.</p><h2>@UUID[Compendium.sfrpg.archetype-features.q9uhve5RxGjo68ED]{Blink (Su) - 12th Level}</h2><p>As a move action, you can spend 1 Resolve Point to teleport up to 60 feet. You must have line of sight to your destination. This movement doesn’t provoke attacks of opportunity.</p><h1>Divination School</h1><p>Diviners have uncanny insight into the past and future.</p><h2>@UUID[Compendium.sfrpg.archetype-features.QBYj2L1SzHFnE5SJ]{Diviner’s Instinct (Su) - 4th Level}</h2><p>When you cast a divination spell of 1st level or higher, you gain a brief insight into an upcoming challenge and how you might overcome it. You can expend this insight as a reaction when you attempt a single skill check to gain an insight bonus equal to 1 + the divination spell’s level to checks with that skill until the end of your next turn. Your special insight fades if not used within 1 minute.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Ncn8cY2QTISenshw]{Hypercognition (Su) - 12th Level}</h2><p>While using a divination spell that offers increasing information the longer you study an area or target (such as detect thoughts), you learn both the second and third round’s information on the second round. While using a divination spell that provides two or more pieces of information about an area or topic (such as commune with nature), you learn one additional piece of information. For all other divination spells, you treat your caster level as 1 higher.</p><h1>Enchantment School</h1><p>Enchanters excel at influencing the minds of others.</p><h2>@UUID[Compendium.sfrpg.archetype-features.SY6310YQx4hmlYbW]{Unbreakable Will (Su) - 4th Level}</h2><p>You gain a +2 bonus to saving throws against enchantment effects. In addition, once per day, when you fail a saving throw against a mind-affecting effect, you can reroll the failed saving throw as a reaction and take the higher result.</p><h2>@UUID[Compendium.sfrpg.archetype-features.vfA9LTd7lGwcO0sd]{Dual Enchantment (Su) - 12th Level}</h2><p>Whenever you cast an enchantment spell that targets one or more creatures, you can spend 2 Resolve Points to target one additional creature who is in the spell’s range and within 30 feet of one of the spell’s original targets. The additional target gains a +2 circumstance bonus to its Will saving throw to resist your spell.</p><h1>Evocation School</h1><p>Evokers specialize in the manipulation of raw magical energies.</p><h2>@UUID[Compendium.sfrpg.archetype-features.lwTXNwgsR2ReqlpO]{Evoker’s Reach (Su) - 4th Level}</h2><p>Evocation spells you cast that have a range of close, medium, or long have their ranges increased by 25%. Evocation spells you cast that affect at least seven 5-foot squares also affect one additional 5-foot square of your choice that is adjacent to the spell’s affected area.</p><h2>@UUID[Compendium.sfrpg.archetype-features.cUMNrgvmj4BJKGkD]{Flexible Evoker (Su) - 12th Level}</h2><p>When you cast an evocation spell, you can spend 1 Resolve Point to change the damage dealt by that spell to one of the following damage types: acid, cold, electricity, fire, or sonic. If the spell deals more than one type of damage, all damage dealt by the spell becomes the damage type you select.</p><h1>Illusion School</h1><p>Illusionists study the practice of using magic to deceive others.</p><h2>@UUID[Compendium.sfrpg.archetype-features.vNka6TWXyO73I26R]{Wise to Illusion (Su) - 4th Level}</h2><p>You gain a +2 bonus to saving throws against illusion effects. You receive a saving throw to disbelieve illusions whenever you pass within 10 feet of them, whether or not you’re actively observing or interacting with the illusion. When you successfully disbelieve an illusion and communicate this fact to others, each observer can attempt a saving throw to disbelieve with a +6 bonus rather than a +4 bonus.</p><h2>@UUID[Compendium.sfrpg.archetype-features.0DU1np6tt32tQOkL]{Illusory Shield (Su) - 12th Level}</h2><p>As a reaction when you’re targeted by an attack you are aware of, you can spend 2 Resolve Points to obscure yourself, gaining the effects of displacement against the attack. If the attack misses you, you can perform a guarded step immediately afterward without spending an action.</p><h1>Necromancy School</h1><p>Necromancers manipulate the forces of life and death.</p><h2>@UUID[Compendium.sfrpg.archetype-features.xDlftRWROBvU9pVH]{Rebuke Undead (Sp) - 4th Level}</h2><p>As a standard action, you can spend 1 Resolve Point to release a burst of repulsive energy in a 10-foot radius burst around you. This has two effects. First, it gives all undead in the area the flat-footed condition for 1d4 rounds, and while flat-footed in this way, the undead also take a –2 penalty to saving throws against your necromancy spells. Second, all undead in the area are pushed 10 feet away from you. Affected undead can attempt a Reflex save (DC = 10 half your level + your key ability score modifier) to negate both effects.</p><h2>@UUID[Compendium.sfrpg.archetype-features.CPfqnRugJSQ37BvO]{Grave Sense (Su) - 12th Level}</h2><p>You gain a special form of blindsense (life) to a range of 60 feet, allowing you to detect living and undead creatures, and discern which is which. As a move action, you can spend 1 Resolve Point to also gain blindsight (life) to a range of 60 feet for 1 minute.</p><h1>Transmutation School</h1><p>Transmuters specialize in transformative magic.</p><h2>@UUID[Compendium.sfrpg.archetype-features.8BESkZtuoZAGJjib]{Residual Transformation (Su) - 4th Level}</h2><p>When you cast a transmutation spell of 1st level or higher, you retain part of its energy for 1 minute. You can expend this energy to gain one of the following benefits for 1 round:</p><ul><li>You gain an enhancement bonus to your land speed equal to 5 feet × the transmutation spell’s level.</li><li>You gain a special unarmed strike that deals bludgeoning, piercing, or slashing damage; the strike deals 1d4 damage per level of the spell. You can add your key ability score modifier rather than your Strength modifier on melee attacks rolls with this unarmed attack.</li></ul><h2>@UUID[Compendium.sfrpg.archetype-features.iLHtlAAnG6CZZ7Al]{Recycle Spell (Sp) - 12th Level}</h2><p>As a reaction when you or an adjacent ally succeed at a saving throw against a spell, you can redirect some of the magic into a weapon you touch. This augments the weapon as shifting surge. If the triggering spell was 3rd- or 4thlevel, the additional damage increases to 2d8 (or 1d8 if the weapon affects an area or multiple targets). If the triggering spell was 5th- or 6th-level, the additional damage increases to 2d12 (or 1d12 if the weapon affects an area or multiple targets). Once you use recycle spell, you can’t do so again until you rest for 10 minutes to recover Stamina Points.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "GM pg. 40"
  }
}