{
  "_id": "mu0emKq7UEsMFpWt",
  "name": "Spell Sergeant",
  "type": "archetypes",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>The spellcasters who teach at military magic academies such as the Karchizara Combat College are known as spell sergeants, a title that is also extended to their trainees, students who specialize in integrating magic with high-intensity personal combat. Spell sergeants lead the way in hand-to-hand combat, supplementing their chosen weapon with potent spells; their mobility allows them to penetrate enemy lines or quickly fall back to rescue an ally in trouble.</p>\n<p>It&rsquo;s easy to dismiss spell sergeants as brutal thugs, uninterested in the finer points of magical theory and practice, but this is untrue. In fact, spell sergeants prize their own education and are voracious consumers of information, constantly seeking out and evaluating the latest tactical innovations in magical military combat. When off duty, a spell sergeant might be practicing or carousing at a military bar, but they&rsquo;re just as likely to be found buried in a book.</p>\n<h1>Prerequisites</h1>\n<p>Only characters who have the spells class feature can take this archetype.</p>\n<h1>Alternate Class Features</h1>\n<p>The spell sergeant grants alternate class features at 2nd, 4th, 6th, 9th, and 12th levels.</p>\n<h2>Military Training (Ex) - 2nd Level</h2>\n<p>You underwent basic training and have spent time in the field. You gain one of the following feats: @Compendium[sfrpg.feats.54qpDSqRUsVRWOSZ]{Advanced Weapon Proficiency (Combat)}, @Compendium[sfrpg.feats.UwmeR3lCfm936vxe]{Great Fortitude}, @Compendium[sfrpg.feats.zxBtaClmQw38z7LS]{Heavy Armor Proficiency (Combat)}, or @Compendium[sfrpg.feats.L7RuZ5Mvv7knW70t]{Longarm Proficiency (Combat)}. At 7th level, you gain an additional bonus feat depending on your initial feat choice; if you chose Great Fortitude, you gain @Compendium[sfrpg.feats.gHFaGEQj42de9zmT]{Improved Great Fortitude}. If you chose Heavy Armor Proficiency, you gain @Compendium[sfrpg.feats.XFUghykvnCSVHJ9n]{Powered Armored Proficiency (Combat)}. If you chose Advanced Weapon Proficiency or Longarm Proficiency, you gain @Compendium[sfrpg.feats.Ph3nPNKZtR2io3wi]{Versatile Specialization (Combat)}. If you already have one of these bonus feats, you can choose a different combat feat for which you qualify.</p>\n<h2>Spellstrike (Su) - 4th Level</h2>\n<p>A spell sergeant trains with weapons as much as with spells, and you&rsquo;ve learned to combine the two. You can cast spells with a range of touch into a melee weapon you hold. The spell is held within your weapon for up to one minute; if you successfully hit an enemy with the weapon, the spell discharges, targeting that enemy. If you are no longer holding the weapon, the spell dissipates harmlessly. Spell damage and weapon damage affect the target separately. If the spell you cast allows an attack as part of casting the spell (such as jolting surge), you can cast the spell into your weapon and attack in the same turn. In addition, for the purpose of meeting feat prerequisites, you treat your class level as your base attack bonus.</p>\n<h2>Cantrip Specialization (Su) - 6th Level</h2>\n<p>Casters who find themselves behind enemy lines must conserve their most potent spells, making use of what they have at hand. You can cast a cantrip that deals damage and has a casting time of 1 standard action as a full action; when you do, add your caster level to the cantrip&rsquo;s damage.</p>\n<h2>Flash Flourish (Su) - 9th Level</h2>\n<p>The ability to change your position, even across short distances, can bring victory from sure defeat. After you make a successful melee attack, you can teleport up to 10 feet. This movement does not provoke an attack of opportunity. Once you&rsquo;ve used flash flourish, you can&rsquo;t do so again until after you take a 10-minute rest to recover Stamina Points, though you can spend 1 Resolve Point to recharge the ability immediately.</p>\n<h2>Flash Stab (Su) - 12th Level</h2>\n<p>When you make a full attack in melee against a single opponent, you can teleport up to 20 feet to an unoccupied space between your attacks; the target of your melee attacks must be within your reach at both the beginning and end of this teleport. When you do so, you flank the opponent with your final attack. Once you have used flash stab, you can&rsquo;t use it again until after you take a 10-minute rest to recover Stamina Points, though you can spend 1 Resolve Point to recharge the ability immediately. In addition, the range of your flash flourish teleport increases to 20 feet.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "AP #30 pg. 51"
  }
}