{
  "_id": "epWzI4jkgdxLw26i",
  "name": "Starwright",
  "type": "archetypes",
  "effects": [],
  "flags": {},
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>The Starforgers are a guild famous for working with starmetals. Based out of Absalom Station, their skill at weaving starmetal into their work is famous across the galaxy, and they&rsquo;re often at the forefront of starmetal research and development.</p>\n<h1>Alternate Class Features</h1>\n<p>The starwright archetype grants an alternate class feature at 6th level. If you also forgo the class features gained at 12th and 18th levels, you gain an extra use of this feature per feature forgone.</p>\n<h2>Starmetal Application (Ex) - 6th Level</h2>\n<p>You have a starwright&rsquo;s kit containing tiny amounts of starmetal you can use once per day to infuse a single item. After 10 minutes of uninterrupted work, you grant the item the benefit from the chosen starmetal for 24 hours, as described below. For siccatite, choose cold (for a cold benefit) or hot (for a fire benefit).</p>\n<h3>Armor</h3>\n<p><strong>Abysium</strong>: Reduce the usage of all upgrades by 1 (to a minimum usage of 1 for each upgrade).</p>\n<p><strong>Djezet</strong>: The wearer gains a +2 bonus to caster level checks to overcome spell resistance, which stacks with the bonus provided by djezet-enhanced armor.</p>\n<p><strong>Horacalcum</strong>: The wearer gains a +2 enhancement bonus to saves against slow and effects that alter time.</p>\n<p><strong>Inubrix</strong>: The wearer can move through solid objects (though not doors and walls) up to 5 feet thick as if incorporeal.</p>\n<p><strong>Noqual</strong>: The wearer gains spell resistance equal to 6 + your class level.</p>\n<p><strong>Siccatite</strong>: The wearer gains resistance to cold or fire equal to your class level.</p>\n<h3>Hybrid and Technological Items</h3>\n<p><strong>Abysium</strong>: Reduce the item&rsquo;s usage by 1 (minimum 1).</p>\n<p><strong>Djezet</strong>: If the item is hybrid, its item level increases by 1. If the item is a technological item, treat it as a hybrid item.</p>\n<p><strong>Horacalcum</strong>: While the item is damaged, it regains 1 Hit Point per minute.</p>\n<p><strong>Noqual</strong>: The item gains a +4 enhancement bonus to saving throws against magical effects and spells.</p>\n<p><strong>Siccatite</strong>: The item gains immunity to cold or fire.</p>\n<h3>Vehicles</h3>\n<p><strong>Abysium</strong>: The vehicle gains a +4 enhancement bonus to saves against environmental effects. The vehicle&rsquo;s passengers gain environmental protections as if from armor with an item level equal to your class level.</p>\n<p><strong>Djezet</strong>: The vehicle gains an autopilot system with a Piloting bonus equal to your level. A vehicle that already has such a system gains a +4 enhancement bonus to Piloting checks.</p>\n<p><strong>Horacalcum</strong>: The vehicle&rsquo;s speed increases by 50 feet, its full speed by 100 feet, and its miles per hour by 10.</p>\n<p><strong>Inubrix</strong>: The vehicle&rsquo;s Piloting modifier increases by 4.</p>\n<p><strong>Noqual</strong>: The vehicle gains a +4 enhancement bonus to saves against magical effects and spells. The vehicle&rsquo;s passengers gain a +2 enhancement bonus to such saves.</p>\n<p><strong>Siccatite</strong>: The vehicle gains immunity to cold or fire. The vehicle&rsquo;s passengers gain a +2 enhancement bonus to their AC and saves against such effects.</p>\n<h3>Weapons</h3>\n<p><strong>Abysium</strong>: The weapon functions as if it were made of abysium. A weapon already made of abysium increases the save DC of its sickened critical hit effect by 2.</p>\n<p><strong>Horacalcum</strong>: The weapon functions as if it were made of horacalcum. A weapon already made of horacalcum increases the save DC of its staggered critical hit effect by 2.</p>\n<p><strong>Noqual</strong>: The weapon functions as if it were made of made of noqual. A weapon already made of noqual increases its bonus to damage rolls by 2.</p>\n<p><strong>Siccatite</strong>: The weapon functions as if it were made of cold siccatite or hot siccatite. A weapon already made from siccatite increases the cold or fire damage dealt by one‑quarter your class level.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "COM pg. 107"
  }
}