{
  "name": "Star Knight",
  "type": "archetypes",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>The traditions of knighthood have survived the millennia. Numerous orders, including (but certainly not limited to) the Knights of Golarion and the Hellknight Orders of the Chain, Eclipse, Furnace, Gate, Nail, Pike, and Scourge, are extremely active in the Pact Worlds and beyond. These highly trained and renowned warriors are star knights, defenders of specific causes championed by their orders and ready to enforce their oaths with sword, plasma cannon, and even magic when necessary.</p>\n<h1>Alternate Class Features</h1>\n<p>The star knight archetype grants alternate class features at 2nd, 4th, 6th, and 12th levels. The star knight is an unusual archetype in that the 6th- and 12th-level alternate class features have multiple options, depending on what knightly order you belong to. If you don&rsquo;t belong to a specific order (or you belong to one not listed here), you receive the guarded attack and the willpower alternate class features; if you to belong to one of the listed orders, you can still select these features if you wish.</p>\n<h2>Armor Mastery - 2nd Level</h2>\n<p>You gain proficiency with light armor. If you are already proficient with light armor, you instead gain proficiency with heavy armor. If you are already proficient with heavy armor, you instead gain a fortification ability when wearing heavy armor or powered armor. Your fortification gives you a 20% chance that a critical hit is treated as a normal attack, dealing normal damage and not applying any critical effect. You roll your fortification percentage chance before the critical hit&rsquo;s damage is rolled. If you have a fortification ability from another source (such as a force field), you instead increase the chance of a critical hit being created as a normal attack by 20% (to a maximum of 100%).</p>\n<h2>Challenge - 4th Level</h2>\n<p>As a champion of a knightly order, you can focus your fury and attention on a single foe, forcing it to face your wrath. As a full action, you can move up to your speed and make a single attack against a foe able to see and hear you. If you have the trick attack class feature and the weapon you use qualifies for a trick attack, you can make this attack as a trick attack. Whether or not you move or make an attack, you can attempt to demoralize that foe, as per the Intimidate skill task. If your base attack bonus is greater than your total Intimidate skill bonus, you can use your base attack bonus in place of your total Intimidate bonus for this skill check. If you succeed at this check, for the duration of the shaken effect, the target is also off-target for any attack it makes that does not include you as a target. Once you use this ability against a foe, regardless of the result of your demoralize attempt, you can&rsquo;t use it on that target again for 24 hours.</p>\n<h2>Guarded Attack (Ex) - 6th Level</h2>\n<p>You have learned to use the strong plates and defensive abilities of your heavy armor to protect your weapon. When wearing heavy armor or powered armor, you gain a +4 bonus to your KAC against disarm and sunder combat maneuvers. You lose this bonus whenever you make a full attack, as it is impossible to protect your weapons while doing so.</p>\n<h2>Willpower (Ex) - 12th Level</h2>\n<p>Your dedication to your order and your advanced training has strengthened your mind against certain effects. Once per day, when targeted by a mind-affecting effect that requires a saving throw, you can roll twice and take the better result.</p>\n<h2>Order-Specific Alternate 6th-Level Class Features</h2>\n<p>Members of the Knights of Golarion and of the most common Hellknight orders each have one order-specific option that they can select for the alternate class feature at 6th level. Once you decide which 6th-level alternate class feature to take, you cannot change this decision.</p>\n<h3>Anchoring Attack (Su) - 6th Level</h3>\n<p>A Hellknight of the Order of the Chain can choose the anchoring attack alternate class feature. As a standard action, you can apply the anchoring weapon fusion to any weapon you wield. You can use this ability once per day, plus one additional time per day at 9th level and every 3 levels thereafter. The weapon fusion remains active until the weapon becomes unattended or is wielded by another creature, or until you take a 10-minute rest to regain Stamina Points. This weapon fusion does not count toward the maximum number of levels of weapons fusions a weapon can have at once.</p>\n<h3>Blazing Attack (Su) - 6th Level</h3>\n<p>A Hellknight of the Order of the Furnace can choose the blazing attack alternate class feature. This acts as the anchoring attack alternate class feature, but it grants the flaming weapon fusion as a standard action to a single weapon of 2nd level or higher that the knight wields.</p>\n<h3>Command (Sp) - 6th Level</h3>\n<p>A Hellknight of the Order of the Nail can choose the command alternate class feature. As a standard action, you can cast command as a spell-like ability. You can use this ability once per day, plus one additional time per day at 9th level and every 3 levels thereafter. The save DC is equal to 11 + your key ability score modifier.</p>\n<h3>Create Darkness (Su) - 6th Level</h3>\n<p>A Hellknight of the Order of the Eclipse can choose the create darkness alternate class feature. As a standard action, you can create a 20-foot-radius zone of darkness centered within 20 feet of you. The zone negates the effects of all nonmagical light sources in its area and lasts for 1 minute. You can see as normal within the zone, and you can dismiss the effect as a standard action. Unless otherwise noted, any magic source of light can increase the light level in the area as normal. You can use this ability once per day, plus one additional time per day at 12th level and at 18th level.</p>\n<h3>Holy Attack (Su) - 6th Level</h3>\n<p>A Knight of Golarion can choose the holy attack alternate class feature. This acts as the anchoring attack alternate class feature, but it grants the holy weapon fusion as a standard action to any weapon of 2nd level or higher that the knight wields.</p>\n<h3>Pike Mastery (Su) - 6th Level</h3>\n<p>A Hellknight of the Order of the Pike can choose the pike mastery alternate class feature. As a standard action, you can grant a melee weapon you wield the reach special property. Alternatively, you can combine a melee weapon that already has the reach special property with a ranged weapon you are proficient with, allowing the conglomeration to act both as a melee weapon with reach and as a ranged weapon. Whichever option you select, it lasts until the weapon becomes unattended, the weapon is wielded by another creature, you choose to dismiss the effect, or you take a 10-minute rest to regain Stamina Points. You can use this ability once per day, plus one additional time per day at 12th level and at 18th level.</p>\n<h3>Summon (Sp) - 6th Level</h3>\n<p>A Hellknight of the Order of the Gate can choose the summon alternate class feature. As a standard action, you can cast summon creature as a spell-like ability with a spell level equal to one-third your class level. You can select only a single lawful creature to summon with this spell. You can use this ability once per day.</p>\n<h3>Zone of Truth (Sp) - 6th Level</h3>\n<p>A Hellknight of the Order of the Scourge can choose the zone of truth alternate class feature. As a standard action, you can cast zone of truth as a spell-like ability. You can use this ability once per day, plus one additional time per day at 10th level and every 4 levels thereafter. The save DC is equal to 12 + your key ability score modifier.</p>\n<h3>Order-Specific Alternate 12th-Level Class Features</h3>\n<p>Hellknights and Knights of Golarion each have a specific option which they can select for the alternate class feature at 12th level. Once the decision of which 12th-level alternate class feature to take is made, it cannot be changed.</p>\n<h3>In Hell&rsquo;s Name (Su) - 12th Level</h3>\n<p>Hellknights of any order can choose the in Hell&rsquo;s name alternate class feature. As a standard action, you can pronounce a judgment against all nonlawful creatures within 20 feet of you. Each target that can hear you must succeed at a Will saving throw (DC = 10 + half your character level + your key ability score modifier) or be staggered for 1d4 rounds. This is a mind-affecting, sense-dependent effect. You can use this ability once per day, plus one additional time per day at 18th level.</p>\n<h3>Shield Other (Sp) - 12th Level</h3>\n<p>A Knight of Golarion can choose the shield other alternate class feature. As a standard action, you can cast shield other as a spell-like ability without having to spend a Resolve Point. You can use this ability twice per day, plus one additional time per day at 15th level and at 18th level.</p>",
      "unidentified": ""
    },
    "source": "PW pg. 186",
    "type": "",
    "modifiers": [],
    "grants": {
      "levels": []
    },
    "requirements": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "effects": [],
  "flags": {},
  "_id": "37tJXZ0coihNI3BI"
}