{
  "_id": "16dMPIIWiQasj8Z7",
  "name": "Starsinger",
  "type": "archetypes",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.rules.cOjxn2rCvsUrpUde]{Archetypes}</p>\n<p>Starsingers are skilled with weapon and song, and many of these graceful warriors are blessed by Desna. Starsingers can come from any walk of life and hail from every corner of the galaxy. They lack formal organization, rules of membership, or traditions, but some individuals choose to work in squads or to mentor a younger starsinger. Each starsinger uses their own eclectic blend of martial arts and magic to fight for freedom, protect beauty and innocence, and spread music wherever they roam. Some starsingers are celebrities, while others fight in the shadows to protect their communities or to champion personal ideals. Most starsingers develop a heroic persona to conceal their true identities and often carry Desna’s iconic weapon, the starknife, into battle.</p><h1>Prerequisites</h1><p>You must have at least 2 ranks in Profession (musician) to take the starsinger archetype.</p><h1>Alternate Class Features</h1><p>This archetype grants optional alternate class features at 2nd, 4th, 9th, 12th, and 18th levels.</p><h2>Gift Of Song (Su) - 2nd Level</h2><p>As a standard action, you sing an otherworldly melody that invigorates allies who hear it. Allies that can hear your song gain a +1 morale bonus to attack and +2 to damage rolls. At 6th level and every 4 levels thereafter, the damage bonus increases by 2. The song lasts for as long as you spend a standard action to continue singing. At 5th level, you can activate your song as a move action.</p><h2>Destiny’s Device (Sp) - 4th Level</h2><p>Select one melee weapon or small arm with which you’re proficient to become your sacred weapon. This weapon is imbued with magic, granting you the ability to cast a 1st- or 2nd-level spell of your choice as a spell-like ability once per day while you wield it. At 12th level, you gain the ability to cast a 3rd- or 4th-level spell of your choice as a spell-like ability once per day while you wield your sacred weapon. Once selected, the spell can’t be changed. The save DC of the spell is equal to 10 + the spell’s level + your key ability score modifier, and your caster level is equal to your character level. In addition, you’re always proficient with starknives and gain Weapon Focus (Starknife) as a bonus feat.</p><h2>Power Ballad (Su) - 9th Level</h2><p>When you activate your gift of song ability, in addition to imbuing bonuses to your allies, you can choose to genetically transform yourself into a shape that represents your true self. This transformation is a full action, but you can spend 1 Resolve Point to transform as a move action. Your transformation persists for a number of rounds equal to your key ability modifier. While transformed, you gain the following abilities.</p><ul><li><p>Your land movement speed increases by 10 feet. This increases by an additional 5 feet at 12th level and every 4 levels thereafter.</p></li><li><p>Choose from one of the following when you gain this feature: cold, fire, or electricity, or sonic damage. Attacks with your sacred weapon deal this type of damage instead of their normal damage; this doesn’t change the AC that such attacks target.</p></li><li><p>Choose from one of the following critical hit effects when you gain this feature: arc, burn, deafen, or staggered. Critical hits with your sacred weapon gain this critical hit effect in addition to any normal effects.</p></li></ul><h2>Magic Moves (Su) - 12th Level</h2><p>Choose one of the following types of movement: burrowing, climbing, flying, or swimming. While your song is active, you gain a movement speed equal to your land speed when using this type of movement with an average maneuverability. Once selected, this movement type can’t be changed.</p>\n<p>While under the effects of your gift of song ability, you can spend 1 Resolve Point as a swift action to gain a +30- foot enhancement bonus to one of your speeds. This bonus lasts for one minute or until you stop singing; however, spells magically integrate with the song, permitting you to cast spells as normal while singing.</p>\n<p>You can instead use this ability without gaining increased movement speed; doing so doesn’t cost a Resolve Point. At the GM’s discretion, you might be guided to a point of interest, such as a new romantic opportunity, a good place to watch the sunset, or a secret treasure trove; otherwise, you wander aimlessly along a scenic path.</p><h2>Shooting Star (Sp) - 18th Level</h2><p>You’ve transcended mortality like a butterfly emerging from its chrysalis, your essence infused with stardust and unearthly energies. Your type changes to fey, and the transformative effects of your power ballad become permanent. You become immune to the harmful effects of space and of celestial bodies such as stars, and you no longer need to breathe. You can enter a star or gas giant and exit from another star or gas giant within the same system instantaneously.</p>\n<p>In addition, your affinity with your sacred weapon increases. You gain the ability to cast a 6th-level spell of your choice as a spell-like ability once per day. The save DC of the spell is equal to 10 + the spell’s level + your key ability score modifier, and your caster level is equal to your character level</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "AP #47 pg. 45"
  }
}