{
  "name": "Starfinder Forerunner",
  "type": "archetypes",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>Members of the Starfinder Society (see page 479) spend a considerable amount of time, money, and effort exploring places their fellow Pact Worlds citizens have never been. Whether they&rsquo;re investigating the ruins of ancient cultures, worlds with no modern technology, or civilizations with no prior contact with the Pact Worlds, Starfinders are always pushing the boundaries of explored space in a quest for snippets of knowledge about the edges of history before and after the Gap. When possible, these expeditions are preceded by, or at least accompanied by, a Starfinder forerunner who is specifically trained in exploration, scouting, and survival.</p>\n<p>Not all members of the Starfinder Society are forerunners, and not all forerunners take this archetype. The archetype represents an expert who has spent years studying with and apprenticing under more experienced forerunners.</p>\n<p>The majority of forerunners are envoys, mystics, and operatives, though forerunners who have levels in other classes also exist.</p>\n<h1>Alternate Class Features</h1>\n<p>The Starfinder forerunner grants alternate class features at 2nd, 4th, and 6th levels.</p>\n<h2>Trained for Trouble (Ex) - 2nd Level</h2>\n<p>You gain Culture and Survival as class skills. For each of these skills that is already a class skill for you (or becomes a class skill) from a source other than this archetype, once per day you can choose to roll a check with that skill twice and take the best result.</p>\n<p>You can attempt Engineering, Life Science, and Mysticism skill checks to identify creatures (see page 133) even if you are not trained in those skills. You can attempt Survival skill checks to endure severe weather while moving at your full overland speed and receive the bonus you would normally receive for moving at half your overland speed. You can also attempt Survival checks to live off the land while moving at your full overland speed.</p>\n<h2>Ready for Anything (Ex) - 4th Level</h2>\n<p>As an advance scout and planner for larger expeditions, you have trained yourself to be ready for nearly anything. This experience and expertise at planning gives you a number of abilities.</p>\n<p>When you are able to act in the surprise round of a combat, you gain a +2 bonus to your initiative check for that combat.</p>\n<p>When you successfully identify a creature with a skill check (see page 133), you learn one more useful piece of information than normal. When you reach 11th level in the class with which you took this archetype, you instead learn two more pieces of useful information than normal.</p>\n<p>When you attempt a Culture check to decipher writing (see page 139), there is no chance you will misconstrue the message (though you might still be unable to translate it), and you can take 20 (see page 133) on Culture checks to decipher writing even if you are not trained in Computers and don&rsquo;t have access to a computer or downloaded dataset.</p>\n<h2>Field Fix (Ex) - 6th Level</h2>\n<p>You&rsquo;ve spent enough time in strange lands, far from the safety of known civilization, to learn to patch up technology and vehicles&mdash;and even yourself and fellow travelers&mdash;using whatever is at hand. Once per day as a standard action, you can spend 1 Resolve Point to regain a number of Stamina Points equal to your class level (up to your maximum). Alternatively, you can take 10 minutes and spend 1 Resolve Point to restore Hit Points equal to your class level to one vehicle, piece of equipment, or creature. It is assumed you have gathered whatever materials you need to perform this action in your normal activities.</p>",
      "unidentified": ""
    },
    "source": "CRB pg. 129",
    "type": "",
    "modifiers": [],
    "grants": {
      "levels": []
    },
    "requirements": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "effects": [],
  "flags": {},
  "_id": "qFvDAPc7jHZvFgy1"
}