{
  "_id": "QqtCXX2zD6hLG5t6",
  "name": "Starfinder Data Jockey",
  "type": "archetypes",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Starfinder data jockeys are the Starfinder Society&rsquo;s foremost experts on the analysis, architecture, manipulation, and retrieval of data. They live for the thrill of exploration and joy of discovery, delving into databases and networks much like a field agent ventures into ancient ruins. Most data jockeys are part of the Dataphiles faction (for more on Starfinder Society factions, see Appendix 2 of the Starfinder Society Roleplaying Guild Guide).</p>\n<p>Because of their affinity with computers and technology, most data jockeys are envoys, mechanics, operatives, or technomancers, but members of virtually any class can become successful data jockeys.</p>\n<h1>Alternate Class Features</h1>\n<p>The Starfinder data jockey archetype grants alternate class features at 2nd, 6th, 9th, and 18th levels.</p>\n<h2>Fast Retrieval (Ex) - 2nd Level</h2>\n<p>Whenever you have access to an infosphere or downloaded data set, you can use the Computers skill for any skill check to recall knowledge. Furthermore, you dabble in scientific study and have a thirst for knowledge in fields beyond your own, and your ability to create simulations and process data allows you to emulate skills that would normally be beyond your grasp. Select Culture, Engineering, Life Science, Medicine, Mysticism, Physical Science, or Profession (any one); whenever you attempt a skill check with that skill, you can treat half your ranks in Computers as your ranks in that skill for the check, if that would be better. You are considered trained in the skill for the purposes of this check. If you spend 1 Resolve Point as part of the check, you can treat your full ranks in Computers as your ranks in that skill for the check. At 8th, 14th, and 20th levels, you can select an additional skill to use with this ability. Additionally, if you gain a number of ranks equal to or greater than half your ranks in Computers in a skill you have selected with this ability, you can immediately swap out that skill and select a new skill from the list to use with this ability.</p>\n<h2>System Guru (Ex) - 6th Level</h2>\n<p>Whenever you use Computers to attempt to destroy or repair a system module, detect a fake shell, disable or manipulate a countermeasure or module, gain root access, or hack a computer system, and the target computer&rsquo;s tier is no higher than half your level, you can roll twice and take the higher result.</p>\n<h2>Tactical Analysis (Ex) - 9th Level</h2>\n<p>As a move action, you can analyze a creature&rsquo;s movement and defenses, trying to find a weakness. Attempt a skill check using the same skill you would use if you were trying to identify the creature (Engineering, Life Science, or Mysticism). You cannot take 10 or take 20 on this check, even if an ability would allow you to do so in combat. The DC for this check is equal to 15 + the creature&rsquo;s CR. If you succeed, you gain a +1 circumstance bonus to attack rolls against that creature until the end of your turn, and any weapon or spell attacks you make until the end of your turn ignore 5 points of the target&rsquo;s DR and energy resistances. Alternatively, you can spend a second move action to relay this information to your allies; until the beginning of your next turn, your allies&rsquo; weapon and spell attacks can ignore 5 points of the target&rsquo;s DR and energy resistances, but allies do not gain a bonus to attack rolls.</p>\n<h2>Master of Lore (Ex) - 18th Level</h2>\n<p>You can treat your full ranks in Computers as your ranks in all skills you have selected with the fast retrieval ability, and you don&rsquo;t need to spend Resolve Points to do so.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "PW pg. 188"
  },
  "effects": [],
  "flags": {},
  "img": "icons/svg/item-bag.svg"
}