{
  "_id": "XQRMnEeFugGyDUfq",
  "name": "Steward Officer",
  "type": "archetypes",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>The Stewards are interplanetary peacekeepers who enforce the Absalom Pact, which binds the Pact Worlds together in a tenuous alliance. Based in Absalom Station, the Stewards police space lines outside the territories of planetary governments, act as advisors and mediators in disputes, and end budding military conflicts with overwhelming force when necessary. The Stewards are as much diplomats as they are police, though violence is always a last resort for them. Because of the Stewards&rsquo; dual role, their training includes conflict-resolution techniques, combat techniques, and techniques that combine the two approaches.</p>\n<p>The majority of Steward officers are envoys with combat training or soldiers with diplomatic training, though solarians also make terrific Steward officers.</p>\n<h1>Alternate Class Features</h1>\n<p>The Steward officer archetype grants alternate class features at 2nd, 4th, and 9th levels.</p>\n<h2>Diplomatic Training (Ex) - 2nd Level</h2>\n<p>You gain Culture and Diplomacy as class skills. For each of these skills that is already a class skill for you (or becomes a class skill) from a source other than this archetype, you learn to speak and read a new language. See page 41 of the Starfinder Core Rulebook for a list of languages spoken in the Pact Worlds and beyond.</p>\n<p>You can use your Diplomacy skill for Intimidate checks to demoralize a target and your Culture skill for Life Science checks to identify humanoids and monstrous humanoids. When you attempt a Diplomacy check to change a creature&rsquo;s attitude but you fail the check, the creature&rsquo;s attitude worsens only if you fail the check by 10 or more.</p>\n<h2>Military Training (Ex) - 4th Level</h2>\n<p>You gain one of the following feats as a bonus feat (you must meet all the prerequisites of the chosen feat): Advanced Melee Weapon Proficiency, Improved Unarmed Strike, or Longarm Proficiency. At 6th level, if you chose Improved Unarmed Strike at 4th level, you gain Improved Combat Maneuver. Otherwise, you gain the Weapon Specialization feat as a bonus feat for the same weapon type to which the bonus feat you gained at 4th level applies. If you already have all the listed feats, you can choose a bonus combat feat instead.</p>\n<h2>Demand Surrender (Ex) - 9th Level</h2>\n<p>As a full action, you can ready an action to attack a foe if it takes any actions other than the following: change grips (from two-handed to one-handed), combat banter, drop an item, drop prone, sheathe a weapon, or total defense; purely mental actions such as a lashunta&rsquo;s limited telepathy ability also do not trigger the attack. As part of the full action, you can attempt to demoralize that foe; if you successfully demoralize the foe, you also gain a +1 morale bonus to your attack roll if the readied action is triggered. If one of your allies attacks that foe before the readied action is triggered, you lose your readied action and your initiative count changes to the current initiative count for the remainder of the combat, as if the readied action had been triggered. Your allies can, however, also ready an action to attack your target without causing you to lose your readied action, provided that they choose the same trigger. If they do so and you have successfully demoralized the target, they also gain the +1 morale bonus to their attack rolls.</p>\n<p>At 14th level, you can use this ability as a standard action. Alternatively, you can use this ability as a full action, readying a full attack and an attempt to demoralize the target as part of the action.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "PW pg. 189"
  },
  "effects": [],
  "flags": {},
  "img": "icons/svg/item-bag.svg"
}