{
  "_id": "rWWHflreHCbMZVFm",
  "name": "Stewards Infiltrator",
  "type": "archetypes",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Ops Stewards undertaking special missions often have to gain access to sensitive information, protected stores, or specific individuals. Sometimes, this infiltration has to be subtle so the target, or those protecting it, remain unaware of the threat until it’s too late. Stewards infiltrators learn how to engage in longterm undercover roles and quick, heist-style incursions.</p>\n<h1>Alternate Class Features</h1>\n<p>The Stewards infiltrator archetype grants alternate class features at 2nd, 4th, 6th, and 12th levels.</p>\n<h2>Diplomatic Training (Ex) - 2nd Level</h2>\n<p>You gain Culture and Diplomacy as class skills. For each of these skills that is already a class skill for you (or becomes a class skill) from a source other than this archetype, you learn to speak and read a new language. In addition, you can use Diplomacy in place of Intimidate for checks to demoralize and Culture for Life Science checks to identify humanoids and monstrous humanoids. When you fail a Diplomacy check to change a creature’s attitude, the creature’s attitude worsens only if you fail the check by 10 or more.</p>\n<h2>Infiltrator Training (Ex) - 4th Level</h2>\n<p>You gain Bluff and Disguise as class skills. For each of these skills that is already a class skill for you (or becomes a class skill) from a source other than this archetype, you can learn to speak and read a new language. Alternatively, instead of learning a language this way, you can gain +2 insight bonus to one skill this archetype normally grants as a class skill.</p>\n<p>In addition, you know how to establish a cover identity, obfuscating your Stewards connections. Your cover identity is of a single individual of your size and creature type, with a fake but established background. When using Disguise to take on the appearance of your cover identity, or when lying using Bluff to protect or supplement your cover identity, you treat the DC as 5 lower. People who meet you in your cover identity believe you to be that person until they learn otherwise. You can have only one cover identity at a time. Establishing or changing your cover identity takes 1 week.</p>\n<h2>Infiltrator Guile (Ex) - 6th Level</h2>\n<p>You can gain either Improved Feint as a bonus feat or improved demoralize from this feature. If you choose Improved Feint and later gain that feat from another source, you can switch this feature to grant you improved demoralize. Improved demoralize allows you to attempt to demoralize as a move action.</p>\n<p>In addition, while in your cover identity, you can reveal your Stewards identity as part of an attempt to demoralize or feint against creatures unaware of that identity. This application of infiltrator guile is language dependent, and creatures that suddenly learn your Stewards identity must have reason to avoid, dislike, or fear the Stewards. As a full action, during which you can draw a weapon, you attempt to feint against or demoralize all foes within 60 feet of you who can see and hear you. If you do, roll once against a DC equal to the highest DC required to affect any one of those foes. If you feint and have the Greater Feint feat, you can apply its benefit to only one affected foe.</p>\n<p>Revealing your Stewards identity carries risks. A creature who witnesses your Stewards identity can communicate it to others, compromising your cover. The GM can create consequences for having blown your cover identity. Further, creatures who know your Stewards identity can’t be fooled by your cover identity.</p>\n<h2>Disguise Expertise (Ex) - 12th Level</h2>\n<p>You can use the Disguise skill to make an impromptu disguise in 1d3 minutes, which can include programming a holoskin to aid you. These quick disguises don’t stand up well to direct scrutiny, so someone who takes a move action to pierce your disguise treats the DC as 5 lower. In addition, you can use Disguise, taking the normal amount of time, to disguise yourself as a specific person.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "AP #9 pg. 52"
  }
}