{
  "_id": "2zjfszFAX3NdZefF",
  "name": "Stewards Stalwart",
  "type": "archetypes",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Stewards work well in teams. However, some Stewards have to work alone or with non-Stewards. These Stewards, called “stalwarts” by their comrades, undertake special courses to improve their self-sufficiency.</p><h1>Alternate Class Features</h1><p>The Stewards stalwart archetype grants alternate class features at 2nd, 4th, 6th, and 12th levels.</p><h2>@UUID[Compendium.sfrpg.archetype-features.I3RxTAs4aKjNiJMG]{Diplomatic Training (Ex) - 2nd Level}</h2><p>You gain Culture and Diplomacy as class skills. For each of these skills that is already a class skill for you (or becomes a class skill) from a source other than this archetype, you learn to speak and read a new language. In addition, you can use Diplomacy in place of Intimidate for checks to demoralize and Culture for Life Science checks to identify humanoids and monstrous humanoids. When you fail a Diplomacy check to change a creature’s attitude, the creature’s attitude worsens only if you fail the check by 10 or more.</p><h2>@UUID[Compendium.sfrpg.archetype-features.koFDJcRU3vuRUNRw]{Military Training (Ex) - 4th Level}</h2><p>You gain one of the following feats as a bonus feat, provided you meet all the prerequisites of the chosen feat: Advanced Melee Weapon Proficiency, Improved Unarmed Strike, or Longarm Proficiency. If you already have all the listed feats, you can choose a bonus combat feat instead. At 6th level, if you chose Improved Unarmed Strike at 4th level, you gain Improved Combat Maneuver. Otherwise, you gain the Weapon Specialization feat as a bonus feat for the same weapon type to which the bonus feat you gained at 4th level applies.</p><h2>@UUID[Compendium.sfrpg.archetype-features.ZpseumLXs0wyn4sP]{Stalwart Tenacity (Ex) - 6th Level}</h2><p>Once per day, as a reaction when you’re subjected to a condition, you can delay the onset of that condition for 1 round. This ability can be used to delay only the following conditions: asleep, confused, cowering, fascinated, fatigued, frightened, nauseated, panicked, paralyzed, shaken, sickened, staggered, and stunned. When a round of delay ends, you can spend 1 Resolve Point to extend the delay by 1 round. Time spent delaying counts against the condition’s duration, and if another effect ends the condition before the delay ends, the condition doesn’t affect you further.</p><h2>@UUID[Compendium.sfrpg.archetype-features.sDEyMMCmNnnYLdpA]{Stalwart Grit (Ex) - 12th Level}</h2><p>When you take damage from a significant enemy while you still have Stamina Points, as a reaction you can reduce the damage you take by an amount equal to your level plus your key ability modifier. You can’t use this feature if you’re unaware of the enemy when the attack hits you or if you’re flat-footed against the attack at the time. Once you benefit from this feature, you can’t benefit from it again until you take a 10-minute rest to recover Stamina Points.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "AP #9 pg. 53"
  }
}