{
  "_id": "rbeWkMstgKGapWIz",
  "name": "Thaumaturgic Trigger",
  "type": "archetypes",
  "_stats": {
    "coreVersion": 13,
    "systemId": "sfrpg",
    "systemVersion": "0.28.2"
  },
  "img": "systems/sfrpg/icons/default/toggles.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Spacefarers living the “way of the gun” have been a popular trope in holovids and vidgames ever since travel between the stars became possible, as has the use of technology to emulate (or more often, imitate) true magic. The hybrid blend of magic and technology provides an avenue for those without spellcasting ability of their own to hold strong against mystic forces out in the Vast. Thaumaturgic triggers take advantage of readily-available magic in the form of spell gems, first destroying them to learn their magical code. Then, thaumaturgic triggers infuse technomagical runes into the housing of their firearms, letting them tap into this power to aid them in combat.</p>\n<p>Classes without access to spellcasting are the most likely to seek out the way of the thaumaturgic trigger, sacrificing some of their versatility for the ability to boast greater fire control.</p><h1>Alternate Class Features</h1><p>The thaumaturgic trigger archetype grants alternate class features at 2nd, 4th, and 6th levels.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.LDFO9s25uues9CPa]{Fusion Ritual (Su) - 2nd Level}</h2><p>In your hands, all firearms have magical potential. Once per day, by performing a ritual that takes 10 minutes, you can imbue one heavy weapon, longarm, or small arm with a special spellthrower weapon fusion that doesn’t count toward the maximum level of fusions the weapon can have. This fusion lasts for 24 hours and only functions when wielded by you.</p>\n<p>Loading a spell gem into a weapon with this fusion takes a full action, but it otherwise functions as per the reload action, and your fusion can accept gems with spell levels of up to one-third the weapon’s item level (minimum 1). Once per day, you can cast the spell contained within the spell gem without expending it.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.OXEpWDn8yCzWN4vw]{Malleable Munitions (Su) - 4th Level}</h2><p>You can now magically alter the properties of your weapon’s ammunition. As a standard action, you can change one damage type of a weapon that targets KAC to your choice of bludgeoning, piercing, or slashing. Alternatively, when wielding a weapon that targets EAC, or that targets KAC and deals energy damage, you can change one damage type to acid, cold, electricity, fire, or sonic. This change lasts for 10 minutes.</p><h2>@UUID[Compendium.sfrpg.archetype-features.Item.lTsgyIOvj0eSI7Dw]{Arcane Magazine (Su) - 6th Level}</h2><p>You learn to create an arcane magazine, a kind of weaponized spellbook in which you can inscribe spells to be used in your spellthrower weapon.</p>\n<p>Your arcane magazine can contain only spells that can be cast as a ranged attack against EAC or that have an area of a cone or a line. Your arcane magazine begins with energy ray, overheat, and force blast already inscribed in it. Adding new spells requires you to purchase an appropriate spell gem, which is destroyed as the spellbook absorbs its knowledge in a 10-minute ritual. You can add spells only from spell gems with an item level equal to or less than your character level.</p>\n<p>A weapon you’ve imbued with fusion ritual can be loaded with a spell from your spellbook in addition to its spellthrower fusion properties. Once per day, you can cast a loaded spell as a full round action, expending half of the weapon’s maximum charges or ammunition. Any DCs associated with this spell is equal to 10 + the spell’s level + your Dexterity modifier. You can change which spell is currently contained within your weapon during a 10-minute rest to regain Stamina Points in the presence of your arcane magazine to retool the weapon’s magical matrix.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "EN pg. 101"
  }
}