{
  "_id": "pTyBrHmBJyrhpnYX",
  "name": "Union Organizer",
  "type": "archetypes",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Union organizers are dedicated to making sure everyone gets treated fairly and works together. Even outside union situations, a union organizer knows how to direct the team to get results.</p><h1>Prerequisites</h1><p>You must have paid dues on a union membership to take this archetype.</p><h1>Alternate Class Features</h1><p>The union organizer archetype grants alternate class features at 2nd, 4th, 6th, 12th, and 18th levels.</p><h2>@UUID[Compendium.sfrpg.archetype-features.yLJI0YjxC0ftOhP0]{By The Book - 2nd Level}</h2><p>You gain a bonus feat, chosen from those that have a “Teamwork Benefit” entry.</p><h2>@UUID[Compendium.sfrpg.archetype-features.ahlqB32kmL7pcuPS]{Welcome To The Team - 6th Level}</h2><p>You know how get your allies to work with you and each other. As a move action, you can spend 1 Resolve Point to grant the benefits of one feat that you have that has a “Teamwork Benefit” entry to a single ally within 30 feet that can see and hear you; the ally need not meet the feat’s prerequisites. The ally retains use of the feat until the end of your next turn, allowing you to possibly take advantage of the feat’s teamwork benefit. At 8th level, you can grant the feat’s benefits to two allies, and to three allies at 12th level; these allies must also be within 30 feet of each other.</p><h2>@UUID[Compendium.sfrpg.archetype-features.uzLxYkAsgUCmtdkR]{Talk To The Crowd - 6th Level}</h2><p>You gain the Group Negotiations feat as a bonus feat, regardless of whether or not you meet the prerequisites.</p><h2>@UUID[Compendium.sfrpg.archetype-features.w6aDjprvID4Qf4jk]{Double Time - 12th Level}</h2><p>When you grant the benefits of a feat to one or more allies with your welcome to the team ability, the benefits last for 1 minute.</p><h2>@UUID[Compendium.sfrpg.archetype-features.1xeGVO2UikQSeZrG]{Master Facilitator - 18th Level}</h2><p>You can take 20 on Diplomacy checks to change an NPC’s attitude or Intimidate checks to bully.</p>"
    },
    "grants": {
      "levels": []
    },
    "modifiers": [],
    "requirements": "",
    "source": "AP #38 pg. 54"
  }
}