{
  "_id": "yARquBssTyiRb0D8",
  "name": "Adaptive Upgrade",
  "permission": {
    "default": 0,
    "QKfICymYNdnzinV1": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>You have adjusted one of your armor upgrades to give yourself a few more options.<br><strong>Prerequisites</strong>: Int 19, Engineering 10 ranks.</p>\n<hr>\n<p><span id=\"ctl00_MainContent_DataListTypes_ctl00_LabelName\"><strong>Benefit</strong>: Select three armor upgrades, each with an item level no greater than half your ranks in Engineering. If these upgrades require any choices to be made (such as what kind of energy damage they protect against), you must make those choices when you select this feat. With 8 hours of work, you can adapt any armor upgrade of an item level equal to at least half your ranks of Engineering, allowing it to function as one of your three selected upgrades. This upgrade functions only when the upgrade is installed in armor you are wearing. Activating this upgrade requires a move action, after which the upgrade functions as both its normal upgrade and your selected upgrade for 1 minute. If a selected upgrade requires charges, ammunition, or other resources, you must provide them normally; you can add batteries and ammunition to the upgrade as part of the process of adapting it to work with your selected upgrade choices. You can have only one upgrade adapted to be usable with this feat at a time—if you adapt a new upgrade, the adaptations to any previous upgrade are lost.<br>Once you’ve used your adapted upgrade, you can’t use it again until you’ve regained Stamina Points after a 10-minute rest.<br>Each time you gain another rank in Engineering, you can change the three upgrades you have selected with this feat.</span></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": " Character Operations Manual",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "requirements": "",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/feats/adaptive_upgrade.png"
}