{
  "_id": "SYwKZhH1I8xr49Bf",
  "name": "Borrowed Vitality",
  "type": "feat",
  "img": "icons/environment/wilderness/tree-oak.webp",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>By sapping nearby flora, you can protect your own lifeforce.</p>\n<p><strong>Prerequisites:</strong> Mysticism 5 ranks.</p>\n<hr />\n<p><strong>Benefit:</strong> When you would be hit by or fail a saving throw against a cold, death, or necromancy effect, or against an effect that would make you exhausted or fatigued, you can take a reaction to dissipate that attack into surrounding organisms. Until the end of the turn, you gain cold resistance equal to your ranks in Mysticism against such attacks, and you roll saving throws against those effects twice and take the better result. Non-creature plants within 15 feet of you visibly wither; if these plants would provide total concealment, they provide only concealment; if they would provide concealment, they provide no concealment. Affected plants typically recover within several days; affecting them again with this feat typically kills smaller mundane plants outright.</p>\n<p>You can use this feat once per day, though you can use it additional times by spending 1 Resolve Point each additional time you use the feat. To use this feat, there must be at least 8 squares of healthy vegetation within 15 feet of you, such as grasses, mosses, or trees. As few as 4 squares of especially dense vegetation, such as rain forest or intensive hydroponics, is also sufficient, and the GM has discretion over whether there are enough plants nearby to use this ability.</p>"
    },
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "GEM pg. 71",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}