{
  "_id": "KfUcytRmd6gUzoUy",
  "name": "Divine Blessing",
  "type": "feat",
  "data": {
    "type": "",
    "ability": null,
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>Your benefit is determined by the deity you worship.</p>\n<p><strong><em>@Compendium[sfrpg.setting.vIgmW8C54qgxPqUg]{Abadar}</em>:</strong> When you make an attack as a standard action against a chaotic fey or chaotic outsider, your attack ignores any one form of DR, resistance, or immunity to damage the target has (your choice).</p>\n<p><strong><em>@Compendium[sfrpg.setting.cO4BD8W8nUCLjvSE]{Besmara}</em>: </strong>You can attempt a disarm combat maneuver against an opponent to remove any item of 1 bulk or less that the target could draw as a move or swift action. </p>\n<p><strong><em>@Compendium[sfrpg.setting.pq08s1mZZyi97PBA]{Damoritosh}</em>:</strong> When you score a critical hit with a doshko that doesn’t have the wound or severe wound critical hit effect, you can replace any critical hit effect it normally has with the wound critical hit effect. If you score a critical hit with a doshko that normally has the wound or severe wound critical hit effect, you also apply the @Compendium[sfrpg.rules.O5GDQUKPCJ9Zbnfj]{Knockdown} critical hit effect to the target. </p>\n<p><strong><em>@Compendium[sfrpg.setting.Jr4DAaJPRZYMAV1n]{Desna}</em>: </strong>Your deity sometimes grants you bursts of luck. Once per day, you can reroll any one failed skill check. </p>\n<p><strong><em>@Compendium[sfrpg.setting.JpQpQbdXNOX6aTVG]{The Devourer}</em>:</strong> If you are knocked @Compendium[sfrpg.conditions.lf8pbezocjYIvR9y]{Unconscious} or killed by a creature that is a legal target for a weapon you are wielding, as a reaction you can make a single attack against the creature. You can make this single attack despite being @Compendium[sfrpg.conditions.lf8pbezocjYIvR9y]{Unconscious} or @Compendium[sfrpg.conditions.nEJIWMKbPjqKuelo]{Dead}. </p>\n<p><strong><em>@Compendium[sfrpg.setting.kN8pC8Yfi8OuCvig]{Eloritu}</em>: </strong>Once per day you can cast identify as a spell-like ability, attempting a caster level check (use your character level as your caster level: 1d20 + your character level), in place of the normal Engineering or Mysticism check (though you still receive identify’s +10 bonus). </p>\n<p><strong><em>@Compendium[sfrpg.setting.uBNlQguFvGTFLHSA]{Hylax}</em>: </strong>You gain limited telepathy, as per the @Compendium[sfrpg.races.VIJ6pdOVTJle3vJx]{Shirren} racial ability. If you already have limited telepathy, you gain the ability to treat any creature that has a friendly or helpful attitude toward you as if it shared a language with you when determining whether you can use limited telepathy to communicate with it. </p>\n<p><strong><em>@Compendium[sfrpg.setting.bPtB2HxRcO7AYWyf]{Ibra}</em>: </strong>When you attempt a skill check to recall knowledge about a very difficult question, you receive a +2 divine bonus to your check. </p>\n<p><strong><em>@Compendium[sfrpg.setting.npmy97Y5pefRTHx1]{Iomedae}</em>: </strong>When you make an attack as a standard action against an evil dragon or evil outsider, your attack ignores any one form of DR, resistance, or immunity to damage the target has (your choice). </p>\n<p><strong><em>@Compendium[sfrpg.setting.S7A3XE5trtBc0SH8]{Lao Shu Po}</em>: </strong>When you attack a @Compendium[sfrpg.conditions.MZ8OoH1GE9qDMyCD]{Flat-footed} target in the surprise round of combat, if your attack hits, it deals 1d6 additional damage of the same type as its normal damage to a single target affected by the attack. </p>\n<p><strong><em>@Compendium[sfrpg.setting.ul7WYVhr1F6q32jN]{Nyarlathotep}</em>: </strong>Once per day when an attack, effect, or spell imposes a condition on you, as a reaction you can delay that condition so it takes effect on you 1 round later. The condition then lasts 1d4 rounds longer than it would have if you had not delayed it. </p>\n<p><strong><em>@Compendium[sfrpg.setting.FQYlHNdUxXmVccoI]{Oras}</em>:</strong> Select three feats that you do not have but whose prerequisites you meet. Once per day as a move action, you can gain the benefit of one of these feats for 1 minute. Each time you gain a level, you can replace one of these three selected feats with a different feat that you don’t have but whose prerequisites you meet. </p>\n<p><strong><em>@Compendium[sfrpg.setting.VQrVznzrr85I90TI]{Pharasma}</em>:</strong> When you make an attack as a standard action against an undead creature, your attack ignores any one form of DR, resistance, or immunity to damage the target has (your choice). </p>\n<p><strong><em>@Compendium[sfrpg.setting.VJ0UTIsAggcCQJBu]{Sarenrae}</em>:</strong> The first time you deal fire damage each round, you can convert half the fire damage into holy energy damage. Fire resistance or immunity does not apply to the holy energy portion of the damage. </p>\n<p><strong><em>@Compendium[sfrpg.setting.V3pXOlk6kMulWA01]{Talavet}</em>: </strong>As a move action, you can grant yourself a bonus as if an ally had succeeded at an aid another check or successfully used cover fire against a foe of your choice. This doesn’t stack with any use of those options. Once you have used this ability, you can’t use it again until you spend 1 Resolve Point during a 10-minute rest to regain Stamina Points. </p>\n<p><strong><em>@Compendium[sfrpg.setting.FYV6RgTjPdg72RF0]{Triune}</em>: </strong>You can use a computer without having a user interface or hacking kit simply by touching it. You must still succeed at a Computers check to hack it if you do not have authorized access. Additionally, you have limited telepathy that functions only with constructs with the technological subtype. </p>\n<p><strong><em>@Compendium[sfrpg.setting.anZKSsgV81lZ49ew]{Urgathoa}</em>: </strong>Once per day as a swift action, you can force a creature of your choice within 60 feet that is subject to a @Compendium[sfrpg.rules.GnEF27Oot3zqTaBQ]{Disease} to immediately attempt a save against that @Compendium[sfrpg.rules.GnEF27Oot3zqTaBQ]{Disease} as if enough time had passed to fulfill its frequency. The subject suffers the normal consequences of a failed save against the @Compendium[sfrpg.rules.GnEF27Oot3zqTaBQ]{Disease}, but a successful save does not count toward a number of successful saves needed to end the @Compendium[sfrpg.rules.GnEF27Oot3zqTaBQ]{Disease}. </p>\n<p><strong><em>@Compendium[sfrpg.setting.KZvxBU9KGbqRCKkv]{Weydan}</em>: </strong>Whenever you first arrive on a new planet, you can select an appearance for yourself when you are on that planet. This becomes your natural appearance when on that planet (though you can use Disguise to alter this new appearance normally). This new appearance must be of the same type and subtype as your race, but you can change any other details. Anyone attempting to recognize you based on some other appearance must succeed at a Perception check with a DC equal to 20 + 1-1/2 × your character level. </p>\n<p><strong><em>@Compendium[sfrpg.setting.rUtAoz8NUGCZR4yz]{Yaraesa}</em>: </strong>You can roll a skill check to recall knowledge twice and take the better of the two results. Once you have used this ability, you can’t use it again until you spend 1 Resolve Point during a 10-minute rest to regain Stamina Points. </p>\n<p><strong><em>@Compendium[sfrpg.setting.NCjMqGMqprKIe33d]{Zon-Kuthon}</em>: </strong>When you cast a spell or make an attack that deals damage, you can grant that spell or attack the pain descriptor. When you damage a creature with a pain effect, as a reaction, you can cause it to become @Compendium[sfrpg.conditions.MZ8OoH1GE9qDMyCD]{Flat-footed} for 1 round. Once you use this ability, you can’t use it again until you spend 1 Resolve Point during a 10-minute rest to regain Stamina Points.</p>\n<hr>\n<p><span id=\"ctl00_MainContent_DataListTypes_ctl00_LabelName\"><strong>Prerequisites</strong>: Worship a deity of an alignment within one step of your own alignment.<br><br><strong>Benefit</strong>: If you change which deity you worship, this feat gives you no benefit until you next gain a character level. You then receive the benefit appropriate for the deity you now worship, if your alignment is within one step of that deity’s.</span></p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "Pact Worlds",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/feats/divine_blessing.png",
  "permission": {
    "default": 0,
    "umHu8DFnCrMQVZ37": 3
  }
}