{
  "_id": "zE7cZ3RLMk6A2WwM",
  "name": "Helpful Telepath",
  "type": "feat",
  "data": {
    "type": "",
    "ability": null,
    "actionType": "",
    "activation": {
      "type": "none",
      "condition": "Use aid another, covering fire, harrying fire",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>You’re able to provide uncanny support to your allies.<br><strong>Prerequisites</strong>: Communalism or hive defense racial trait, limited telepathy or telepathy racial trait.</p>\n<hr>\n<p><span id=\"ctl00_MainContent_DataListTypes_ctl00_LabelName\"><strong>Benefit</strong>: When you use aid another, covering fire, or harrying fire and succeed at your attack roll or skill check, you can forgo granting your ally the usual benefit of that action to instead grant the following benefits, determined by the action you used. Any effect that increases the bonuses provided by these actions doesn’t apply when using this feat. You can use this feat in conjunction with the Suppressive Fire feat, but you must apply the same effect (a circumstance bonus or the benefit described below) to all allies within the chosen area. You can provide these benefits only to allies with whom you can communicate using telepathy or limited telepathy.<br>Once you’ve used this feat, you can’t do so again until you’ve taken a 10-minute rest to regain Stamina.<br><em>Aid Another:</em> Instead of gaining a bonus to a skill check, your ally can roll the check twice and use the higher result.<br><em>Covering Fire:</em> Instead of granting a bonus to the ally’s AC, the next opponent to attack the chosen ally must roll the attack roll twice and use the lower result.<br><em>Harrying Fire:</em> Instead of gaining a bonus to an attack roll, the next ally to attack the chosen opponent can roll the attack roll twice and use the higher result.</span></p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": ""
    },
    "formula": "",
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "Character Operations Manual",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 1,
      "per": "sr",
      "value": 1
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/feats/helpful_telepath.webp",
  "permission": {
    "default": 0,
    "umHu8DFnCrMQVZ37": 3
  }
}