{
  "_id": "g0WsWgoQiNYrSGlD",
  "name": "Profession Mastery",
  "permission": {
    "default": 0,
    "umHu8DFnCrMQVZ37": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListTypes_ctl00_LabelName\">Your deep exploration of the multiple cultures has taught you to use your professional know-how to great effect.<br></span></p>\n<p><strong>Prerequisites</strong>: Cha 13, Int 13, or Wis 13 (see text); Profession (any) 1 rank, cultural fascination racial trait.</p>\n<hr>\n<p><span id=\"ctl00_MainContent_DataListTypes_ctl00_LabelName\"><strong>Benefit</strong>: Choose one Profession skill that you have at least 1 rank in. You must also have a minimum ability score of 13 in the ability score associated with the chosen Profession skill. You can use the chosen Profession skill to attempt skill tasks associated with one of the two skills associated with your chosen Profession. Each common profession skill appears below after its associated ability score, and each skill lists two skills you can select between when you take this feat. Once made, this decision cannot be changed.<br><em>Charisma-Based Profession Skills:</em> Actor (Bluff, Disguise), artist (Culture, Disguise), comedian (Bluff, Intimidate), courtesan (Acrobatics, Bluff), dancer (Acrobatics, Athletics), musician (Bluff, Sense Motive), orator (Diplomacy, Sense Motive), poet (Bluff, Culture), politician (Diplomacy, Intimidate), video personality (Computers, Diplomacy), writer (Culture, Diplomacy)<br><em>Intelligence-Based Profession Skills:</em> Accountant (Computers, Perception), archaeologist (Culture, Life Science), architect (Engineering, Physical Science), corporate professional (Diplomacy, Intimidate), electrician (Disable Device, Engineering), lab technician (Life Science, Physical Science), lawyer (Culture, Intimidate), mathematician (Computers, Physical Science), philosopher (Bluff, Culture), professor (Intimidate, Sense Motive), psychologist (Diplomacy, Sense Motive), vidgamer (Computers, Culture).<br><em>Wisdom-Based Profession Skills:</em> Bounty hunter (Intimidate, Survival), cook (Life Science, Physical Science), counselor (Diplomacy, Sense Motive), dockworker (Athletics, Engineering), farmer (Life Science, Survival), gambler (Bluff, Sense Motive), general contractor (Diplomacy, Engineering), herbalist (Life Science, Medicine), maintenance worker (Athletics, Engineering), manager (Diplomacy, Intimidate), mercenary (Culture, Survival), merchant (Culture, Diplomacy), miner (Athletics, Physical Science), smuggler (Sleight of Hand, Stealth).<br></span></p>\n<p><span id=\"ctl00_MainContent_DataListTypes_ctl00_LabelName\"><strong>Special</strong>: You can take this feat twice. The second time, you can use the chosen Profession skill to attempt tasks associated with both skills associated with that Profession skill.</span></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Character Operations Manual",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "requirements": "",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/feats/profession_mastery.png"
}