{
  "_id": "39g2b0uSQIAEANLn",
  "name": "Squox Companion",
  "permission": {
    "default": 0,
    "umHu8DFnCrMQVZ37": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>Your squox is a well-trained companion.<br><strong>Prerequisites</strong>: You own a trained squox that has an attitude of friendly or helpful toward you.</p>\n<hr>\n<p><span id=\"ctl00_MainContent_DataListTypes_ctl00_LabelName\"><strong>Benefit</strong>: You can designate your trained squox as your companion, which obeys your instructions, orders, and suggestions to the best of its ability. It won’t follow a command that would bring significant harm to itself, but it has your interests at heart and does what it can to aid you. While your squox companion is within 30 feet of you, you gain a +1 insight bonus to Perception checks to notice and search when the GM determines your squox could help you accomplish these tasks.<br><br>Your Tiny squox companion can share your space and end its movement there. Outside your space, your squox has evasion, as the operative class feature. While in your space, your squox has evasion, improved evasion (as the operative exploit), and cover. In addition, when your squox is adjacent to you or in your space and would take damage, you can use your reaction to intercede and take the damage instead.<br></span></p>\n<p><span id=\"ctl00_MainContent_DataListTypes_ctl00_LabelName\">In addition, your adorable companion is distracting. While it is in your space, you gain a +1 insight bonus to Bluff checks to feint. If your squox is in your space or within 10 feet of you, you can instead gain this insight bonus to Bluff checks to create a diversion, which can allow you or your squox to attempt to hide (your choice of which when you attempt the Bluff check).</span></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Alien Archive 2",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "requirements": "",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/feats/squox_companion.png"
}