{
  "_id": "QMryLcSzOmeONW7Y",
  "name": "Acquiring Skills",
  "content": "<p>&gt;@Compendium[sfrpg.skills.Skills Summery]</p>\n<p>Each level, including 1st level, you gain a number of skill ranks. The number you gain is determined by the class chosen for that level (as noted on the chart below), adjusted by your Intelligence modifier (though you always gain a minimum of 1 skill rank per level). For instance, if you create a 1st-level technomancer with an Intelligence score of 18, you gain 8 skill ranks per level: 4 ranks from the technomancer class and 4 more ranks because your Intelligence modifier is +4.</p>\n<p>Investing a rank in a skill represents training gained through experience or intense study. Each skill rank increases your total skill bonus by 1 (see Skill Checks below)—as you level up, you can invest new ranks to upgrade existing skills or learn new ones. Your skill ranks in a single skill can’t exceed your character level. Skills in which you’ve invested ranks are called trained skills; skills in which you have no ranks are untrained skills.</p>\n<p>Each class also features a number of favored skills, called class skills (see Table 5–1 on page 134). It’s easier for you to become proficient in your class skills. Class skills in which you have at least 1 rank are known as trained class skills; you gain a +3 bonus to skill checks with such skills. If you have more than one class, you gain the class skills from all your classes. The bonus for trained class skills doesn’t increase for skills in the class skill lists of more than one of your classes—it remains +3.</p>\n<table>\n<tbody>\n<tr>\n<td>CLASS</td>\n<td>SKILL RANKS PER LEVEL</td>\n</tr>\n<tr>\n<td>Envoy (ENV)</td>\n<td>8 + Int modifier</td>\n</tr>\n<tr>\n<td>Mechanic (MEC)</td>\n<td>4 + Int modifier</td>\n</tr>\n<tr>\n<td>Mystic (MYS)</td>\n<td>6 + Int modifier</td>\n</tr>\n<tr>\n<td>Operative (OPR)</td>\n<td>8 + Int modifier</td>\n</tr>\n<tr>\n<td>Solarian (SLN)</td>\n<td>4 + Int modifier</td>\n</tr>\n<tr>\n<td>Soldier (SLD)</td>\n<td>4 + Int modifier</td>\n</tr>\n<tr>\n<td>Technomancer (TEC)</td>\n<td>4 + Int modifier</td>\n</tr>\n</tbody>\n</table>",
  "img": "icons/svg/mystery-man.svg"
}