{
  "_id": "6by4xbwlnTJWmiOG",
  "name": "Acrobatics",
  "content": "<p>&gt;@Compendium[sfrpg.skills.Skills Summary]</p>\n<h2>ACROBATICS (DEX; ARMOR CHECK PENALTY)</h2>\n<p>You can keep your balance while traversing narrow or treacherous surfaces, escape from restraints, and tumble to avoid attacks. You also use Acrobatics to determine the success of difficult maneuvers while flying.</p>\n<h3>Balance</h3>\n<p>As part of a move action, you can use Acrobatics to move across narrow surfaces and uneven ground without falling. A successful check allows you to move at half your land speed across such a surface. While balancing, you are flat-footed.</p>\n<p>If you fail the Acrobatics check to begin moving across a narrow surface or uneven ground, your move action ends at the point just before you’d need to begin balancing. If you fail the check while already balancing (having succeeded on a previous turn), you fall prone and the GM may rule that you start falling, depending on the type of surface you are moving across.</p>\n<p>If you take damage while balancing, you must immediately attempt an Acrobatics check at the initial DC. On a success, you remain balancing (and can continue to move if it is your turn). If you fail, you fall prone and, depending on the type of surface you are balancing upon, the GM can rule that you start falling. You can’t take 20 on Acrobatics checks to balance.</p>\n<p>The DCs for Acrobatics checks to balance are based on the width of the surface you are traversing, but can also be adjusted based on environmental circumstances such as slope and surface conditions. Such modifiers are cumulative; use all that apply.</p>\n<table style=\"width:99.0909%;height:129px\">\n<tbody>\n<tr style=\"height:16px\">\n<td style=\"width:59.9006%;height:16px\">SURFACE WIDTH</td>\n<td style=\"width:39.3348%;height:16px\">DC</td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:59.9006%;height:16px\">Greater than 3 feet wide*</td>\n<td style=\"width:40%;height:16px\">0</td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:59.9006%;height:16px\">3–1 feet wide*</td>\n<td style=\"width:39.728%;height:16px\">5</td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:59.9006%;height:16px\">11–7 inches wide</td>\n<td style=\"width:39.3348%;height:16px\">10</td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:59.9006%;height:16px\">6–2 inches wide</td>\n<td style=\"width:39.3348%;height:16px\">15</td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:59.9006%;height:16px\">Less than 2 inches wide</td>\n<td style=\"width:39.3348%;height:16px\">20</td>\n</tr>\n<tr style=\"height:33px\">\n<td style=\"width:59.9006%;height:33px\">* No Acrobatics check is needed to move across these surfaces unless a<br />DC modifier (see the table below) increases the DC to 10 or higher.</td>\n</tr>\n</tbody>\n</table>\n<p> </p>\n<table style=\"width:99.1477%;height:193px\">\n<tbody>\n<tr style=\"height:16px\">\n<td style=\"width:59.5557%;height:16px\">CIRCUMSTANCE*</td>\n<td style=\"width:39.728%;height:16px\">DC MODIFIER</td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:59.5557%;height:16px\">Slightly obstructed (gravel, sand)</td>\n<td style=\"width:39.728%;height:16px\">+2</td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:59.5557%;height:16px\">Severely obstructed (cavern, rubble)</td>\n<td style=\"width:39.728%;height:16px\">+5</td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:59.5557%;height:16px\">Slightly slippery (wet)</td>\n<td style=\"width:39.728%;height:16px\">+2</td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:59.5557%;height:16px\">Severely slippery (icy)</td>\n<td style=\"width:40%;height:16px\">+5</td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:59.5557%;height:16px\">Slightly sloped (&lt;45 degrees)</td>\n<td style=\"width:39.728%;height:16px\">+2</td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:59.5557%;height:16px\">Severely sloped (&gt;45 degrees)</td>\n<td style=\"width:39.728%;height:16px\">+5</td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:59.5557%;height:16px\">Slightly unsteady (rough spaceflight)</td>\n<td style=\"width:39.728%;height:16px\">+2</td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:59.5557%;height:16px\">Moderately unsteady (jostled spacecraft)</td>\n<td style=\"width:39.728%;height:16px\">+5</td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:59.5557%;height:16px\">Severely unsteady (earthquake)</td>\n<td style=\"width:39.728%;height:16px\">+10</td>\n</tr>\n<tr style=\"height:33px\">\n<td style=\"width:59.5557%;height:33px\">* These circumstances apply to the balance and tumble tasks of<br />Acrobatics and the jump task of Athletics.</td>\n</tr>\n</tbody>\n</table>\n<h3>Escape</h3>\n<p>You can use Acrobatics to escape from grapples, pins, and restraints. Attempting to escape from a grapple or pin is a standard action. On a success, you free yourself from the grapple or pin and no longer have the grappled or pinned condition.</p>\n<p>The DC to escape a grapple or pin is typically 10 + the grappler’s Kinetic Armor Class. Escaping from restraints can take 1 minute or more, depending on the type of restraint. The DC to escape from restraints is based on the nature of the restraints and sometimes the CR of the creature that did the binding (see the table below). You can take 20 on Acrobatics checks to escape from most restraints, but not on checks to escape grapples.</p>\n<table style=\"width:99.1477%\">\n<tbody>\n<tr>\n<td style=\"width:59.3868%\">CIRCUMSTANCE</td>\n<td style=\"width:39.8968%\">DC</td>\n</tr>\n<tr>\n<td style=\"width:59.3868%\">Grappled or pinned</td>\n<td style=\"width:40%\">10 + grappler’s KAC</td>\n</tr>\n<tr>\n<td style=\"width:59.3868%\">Restrained by bindings/rope</td>\n<td style=\"width:39.8968%\">20 + 1-1/2 × opponent’s CR</td>\n</tr>\n<tr>\n<td style=\"width:59.3868%\">Restrained by manacles</td>\n<td style=\"width:39.8968%\">30</td>\n</tr>\n</tbody>\n</table>\n<h3>Fly</h3>\n<p>The basic rules for flight and how to move while flying are found on page 259. Generally, you need to attempt an Acrobatics check while flying only if you attempt a difficult maneuver or are in dangerous wind conditions. Usually, these checks are attempted as part of a move action while flying.</p>\n<p>You receive a bonus or penalty to Acrobatics checks to fly depending on your maneuverability: a –8 penalty for clumsy maneuverability, no bonus for average maneuverability, or a +8 bonus for perfect maneuverability.</p>\n<p>The following situations require Acrobatics checks and have consequences for failure. The DCs for such checks are based on the current wind and air conditions and other factors determined by the GM. You can’t take 20 on Acrobatics checks to fly.</p>\n<h3>Avoid Falling Damage</h3>\n<ul>\n<li> If you are falling and you can fly, you can attempt an Acrobatics check as a reaction to negate the damage from the fall. If you fail, you fall normally. If you have perfect maneuverability, you can avoid falling damage automatically without attempting a check.</li>\n</ul>\n<h3>Fly in Dangerous Wind Condition</h3>\n<ul>\n<li>The more violent the wind conditions, the more difficult it is to keep flying. In conditions of windstorm or higher (51+ mph; see page 400), you must attempt an Acrobatics check to stay aloft each time you move. If you fail this check, you cannot move. If you fail this check by 5 or more, you are blown 2d6 × 10 feet in the direction of the prevailing wind (or in a direction decided by the GM), and take 2d6 bludgeoning damage. You can’t take 10 on Acrobatics checks to fly in dangerous wind conditions.</li>\n</ul>\n<h3>Hover</h3>\n<ul>\n<li>Safe flight typically requires momentum. If you wish to stay in place, or hover, while flying, you must attempt an Acrobatics check as a move action. If you fail, you fall. If you have clumsy maneuverability, you can’t hover at all. If you have average maneuverability and at least 5 ranks in Acrobatics or if you have perfect maneuverability, you can hover automatically without attempting a check; this does not require a move action.</li>\n</ul>\n<p>The DCs for Acrobatics checks to fly are based on the prevailing wind conditions. The following chart provides the base DCs for air conditions, whether an Acrobatics check is required to fly in those air conditions, and whether a creature can take 10 on an Acrobatics check to fly. These wind conditions typically represent fairly clear skies and consistent wind speeds. The DC increases by as much as 5 for choppy wind or airborne debris, or 10 for both.</p>\n<table>\n<tbody>\n<tr>\n<td>WIND<br />CONDITIONS</td>\n<td style=\"width:20%\">DC</td>\n<td>CHECK<br />REQUIRED?</td>\n<td>TAKE 10?</td>\n</tr>\n<tr>\n<td>Light to moderate (0–20 mph)</td>\n<td>15</td>\n<td>No</td>\n<td>Yes</td>\n</tr>\n<tr>\n<td>Strong (21–30 mph)</td>\n<td>17</td>\n<td>No</td>\n<td>Yes</td>\n</tr>\n<tr>\n<td>Severe (31–50 mph)</td>\n<td>19</td>\n<td>No</td>\n<td>Yes</td>\n</tr>\n<tr>\n<td>Windstorm (51–74 mph)</td>\n<td>27</td>\n<td>Yes</td>\n<td>No</td>\n</tr>\n<tr>\n<td>Hurricane force (75–174 mph)</td>\n<td>33</td>\n<td>Yes</td>\n<td>No</td>\n</tr>\n<tr>\n<td>Tornado force (175+ mph)</td>\n<td>39</td>\n<td>Yes</td>\n<td>No</td>\n</tr>\n</tbody>\n</table>\n<h3>Tumble</h3>\n<p>As long as you do not have the encumbered or overburdened condition (see pages 275–276), you can use Acrobatics to move through a space threatened by an enemy or enemies without provoking attacks of opportunity from them. Tumbling is a move action, and you move at half speed. The DC to move through an opponent’s threatened area is 15 + 1-1/2 × the opponent’s CR. If multiple opponents are threatening the same space, you attempt one check with a DC based on the opponent with the highest CR, and the DC increases by 2 for each additional opponent beyond the first.<br />You can also tumble directly through an opponent’s space; the DC is 20 + 1-1/2 × the opponent’s CR. If you fail this check, you stop moving adjacent to your opponent and provoke an attack of opportunity.</p>\n<p>If you attempt to move through multiple threatened spaces or opponents’ spaces during the same round, you must succeed at a check for each space, and the DC of each check beyond the first increases by 2. For example, if you tumble through a space threatened by two CR 1 creatures and a CR 2 creature, the DC = 15 + 3 + 2 + 2 = 22. If you then tumble through the space of the CR 2 creature, the DC = 20 + 3 + 2 = 25.</p>\n<p>In all of these cases, the DC is modified by the same environmental circumstances that apply to the balance task of Acrobatics (see page 135). If you fail the check, you provoke attacks of opportunity as normal. If you want to move at full speed while tumbling, you take a –10 penalty to the check. You can use Acrobatics to tumble while prone, but you can move only 5 feet as a full action and take a –5 penalty to the check. Use the following base DCs for Acrobatics checks to tumble.</p>\n<table>\n<tbody>\n<tr>\n<td>SITUATION</td>\n<td style=\"width:40%\">DC*</td>\n</tr>\n<tr>\n<td>Move through a threatened area</td>\n<td>15 + 1-1/2 × opponent’s CR</td>\n</tr>\n<tr>\n<td>Move through an enemy’s space</td>\n<td>20 + 1-1/2 × opponent’s CR</td>\n</tr>\n<tr>\n<td>* The DC increases by 2 for each additional threatened space or<br />opponent’s space you move through in 1 round</td>\n</tr>\n</tbody>\n</table>",
  "img": "icons/svg/mystery-man.svg"
}