{
  "name": "Athletics",
  "content": "<p>&gt;@Compendium[sfrpg.skills.Skills Summery]</p>\n<h2>ATHLETICS (STR; ARMOR CHECK PENALTY)</h2>\n<p>You can scale vertical surfaces, leap over obstacles, and swim.</p>\n<h3>CLIMB</h3>\n<p>As part of a move action, you can use Athletics to climb up, down, or across a slope, a wall, or another steep incline. You can even climb on a ceiling, provided it has handholds, but you cannot climb on a perfectly smooth surface. On a successful check, you move at half your land speed across such a surface. If you fail the check by 4 or less, you make no progress. If you fail by 5 or more, you fall. You can’t take 20 on an Athletics check to climb. You need at least two hands to climb, but you can cling to a wall with one hand while you cast a spell, shoot a small arm, or take some other action that takes only one hand. While climbing or clinging to a wall, you are flat-footed. If you have a climb speed (see page 259), you receive a +8 bonus to Athletics checks to climb and don’t need to attempt Athletics checks to climb except in hazardous circumstances.</p>\n<p>The DCs for Athletics checks to climb are based on the object being climbed, but can also be adjusted based on environmental circumstances such as gravity, winds, and surface conditions. Such modifiers are cumulative; use all that apply.</p>\n<table>\n<tbody>\n<tr>\n<th>OBJECT BEING CLIMBED</th>\n<th>DC</th>\n</tr>\n<tr>\n<td>A slope of more than 45 degrees, a ladder, or a knotted rope with a wall to brace against</td>\n<td style=\"width:20%\">5</td>\n</tr>\n<tr>\n<td>An unknotted cable or rope with a wall to brace against, or a knotted rope without a wall to brace against</td>\n<td>10</td>\n</tr>\n<tr>\n<td>A rough surface or a wall with adequate handholds, like a natural rock surface, a cavern wall, or an artificial wall with cabling<br />An unknotted cable or rope without a wall to brace against A ledge from which you are dangling by your hands</td>\n<td>15</td>\n</tr>\n<tr>\n<td>An uneven surface with narrow handholds, like a stone or brick wall</td>\n<td>20</td>\n</tr>\n<tr>\n<td>A relatively smooth surface with occasional handholds, like a space station wall or an ice wall</td>\n<td>25</td>\n</tr>\n<tr>\n<td>An overhang or a ceiling with handholds only</td>\n<td>30</td>\n</tr>\n<tr>\n<td>A perfectly smooth surface</td>\n<td>—</td>\n</tr>\n</tbody>\n</table>\n<h2> </h2>\n<table>\n<tbody>\n<tr>\n<th>CIRCUMSTANCE</th>\n<th>DC MODIFIER</th>\n</tr>\n<tr>\n<td>Bracing against two opposite walls</td>\n<td>–10</td>\n</tr>\n<tr>\n<td>Climbing a corner or bracing against perpendicular walls</td>\n<td style=\"width:20%\">–5</td>\n</tr>\n<tr>\n<td>Climbing in zero or low gravity</td>\n<td>–5</td>\n</tr>\n<tr>\n<td>Climbing in heavy gravity*</td>\n<td>+5</td>\n</tr>\n<tr>\n<td>Wet or slightly slippery walls</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>Icy or severely slippery walls*</td>\n<td>+5</td>\n</tr>\n<tr>\n<td>Climbing in strong wind (21–30 mph)</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>Climbing in severe wind (31–50 mph)*</td>\n<td>+5</td>\n</tr>\n<tr>\n<td>Climbing in a windstorm (51–74 mph)*</td>\n<td>+10</td>\n</tr>\n<tr>\n<td>Climbing in hurricane-force wind (75–174 mph)*</td>\n<td>+20</td>\n</tr>\n<tr>\n<td>Climbing in tornado-force wind (175+ mph)*</td>\n<td>+30</td>\n</tr>\n</tbody>\n</table>\n<p>* Hazardous circumstance; creatures with a climb speed must attempt a check in these conditions.</p>\n<h3>JUMP</h3>\n<p>As part of a move action, you can use Athletics to horizontally or vertically jump a distance no greater than your remaining amount of movement. If you take a 10-foot running start just prior to the jump attempt, the DC is equal to the number of feet you are attempting to jump horizontally, or four times the number of feet you are attempting to jump vertically. If you do not take a running start, the DC of the check doubles. The DC is modified by the same environmental circumstances that apply to Acrobatics checks to balance (see page 135). If you fail the check, you fall. If you fail by 5 or more, you fall prone even if you don’t take any damage from the fall. Creatures with a land speed of 35 feet or more gain a +4 bonus to Athletics checks to jump. This bonus increases by 4 for every 10 by which a creature's land speed exceeds 40 feet. You can’t take 20 on Athletics checks to jump.</p>\n<h3>SWIM</h3>\n<p>As part of a move action, you can use Athletics to swim. On a successful check, you move half your land speed through water and similar fluids. If you fail the check by 4 or less, you make no progress. If you fail by 5 or more, you sink beneath the surface or sink deeper, and you must hold your breath or begin drowning (see page 404). If you do not have a swim speed (see page 259), for each hour you swim, you must succeed at a DC 20 Athletics check or take 1d6 nonlethal damage from fatigue. If you have a swim speed, you receive a +8 bonus to all Athletics checks to swim and don’t need to attempt Athletics checks to swim except in hazardous circumstances (see the table below).</p>\n<p>The DCs for Athletics checks to swim are based on the prevailing conditions, but can also be adjusted based on environmental circumstances such as currents or the presence of debris. Such modifiers are cumulative; use all that apply.</p>\n<table>\n<tbody>\n<tr>\n<th>ENVIRONMENTAL CONDITIONS</th>\n<th>DC</th>\n</tr>\n<tr>\n<td>Calm</td>\n<td style=\"width:20%\">10</td>\n</tr>\n<tr>\n<td>Rough</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Stormy*</td>\n<td>20</td>\n</tr>\n<tr>\n<td>Maelstrom*</td>\n<td>30</td>\n</tr>\n</tbody>\n</table>\n<p>* Unless you have a swim speed, you can’t take 10 on an Athletics check to swim in stormy or maelstrom water, even if you’re not otherwise threatened or distracted.</p>\n<table style=\"width:99.1477%;height:96px\">\n<tbody>\n<tr style=\"height:16px\">\n<th style=\"width:78.2235%;height:16px\">CIRCUMSTANCE</th>\n<th style=\"width:21.3467%;height:16px\">DC MODIFIER</th>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:78.2235%;height:16px\">Light debris or disruption</td>\n<td style=\"height:16px\">+2</td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:78.2235%;height:16px\">Heavy debris or disruption*</td>\n<td style=\"width:21.3467%;height:16px\">+5</td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:78.2235%;height:16px\">Swimming with a current*</td>\n<td style=\"width:21.3467%;height:16px\">+5</td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:78.2235%;height:16px\">Swimming against a current*</td>\n<td style=\"width:21.3467%;height:16px\">+10</td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:78.2235%;height:16px\">Swimming against a jet of liquid or a strong current*</td>\n<td style=\"width:21.3467%;height:16px\">+15</td>\n</tr>\n</tbody>\n</table>\n<p>* Hazardous circumstance; creatures with a swim speed must attempt a check in these conditions.</p>",
  "img": "icons/svg/mystery-man.svg",
  "_id": "HsCWctv7usPI6Gvd"
}