{
  "name": "Bluff",
  "content": "<p>&gt;@Compendium[sfrpg.skills.Skills Summery]</p>\n<h2>BLUFF (CHA)</h2>\n<p>You can use words and actions to create distractions, misdirect your opponents, tell convincing lies, and pass along secret messages.</p>\n<h3>DIVERSION</h3>\n<p>As a move action, you can use Bluff to create a diversion. Your Bluff check is opposed by the Sense Motive check of the creature you are attempting to beguile. If you succeed, you can either attempt the hide task of Stealth as if you had cover or concealment, or you gain a +10 bonus to perform the palm an object task of Sleight of Hand (your choice). Occasionally, your Bluff check might be opposed by several creatures (for instance, if you are on a crowded space station promenade); in such cases, the GM might decide to roll several Sense Motive checks, and you succeed only against creatures with Sense Motive results lower than your Bluff result.</p>\n<h3>FEINT</h3>\n<p>As a standard action, you can use Bluff to feint in combat, enabling you to treat your opponent as flat-footed for your next attack against it before the end of your next turn. The DC of this check is equal to either 10 + your opponent’s total Sense Motive skill bonus, or 15 + 1-1/2 × the opponent’s CR, whichever is greater. You can’t feint against a creature that doesn’t have an Intelligence score, and you cannot take 10 or take 20 on a Bluff check to feint.</p>\n<h3>LIE</h3>\n<p>You can use Bluff to deceive someone or tell a convincing lie. A quick, simple lie in combat is part of combat banter; otherwise, telling a lie is at least a full action, but it can take longer if the lie is elaborate, as determined by the GM. If the creature is suspicious or attending carefully to your lie (as per the detect deception task for Sense Motive), the check is opposed by the Sense Motive check of the creature you are lying to; otherwise, the DC of this check is equal to 10 + the creature’s total Sense Motive skill bonus. If you succeed, the creature you are lying to believes you are telling the truth, at least until confronted with evidence to the contrary. The GM may determine that some lies are so improbable that it is impossible to convince someone they are true.<br />The DCs for Bluff checks to lie are adjusted based on the target's initial attitude toward you (see Diplomacy on page 139) as well as other circumstances determined by the GM (such as the plausibility of the lie).</p>\n<table>\n<tbody>\n<tr>\n<th>INITIAL ATTITUDE</th>\n<th>DC MODIFIER</th>\n</tr>\n<tr>\n<td>Hostile</td>\n<td>+10</td>\n</tr>\n<tr>\n<td>Unfriendly</td>\n<td>+5</td>\n</tr>\n<tr>\n<td>Indifferent</td>\n<td>+0</td>\n</tr>\n<tr>\n<td>Friendly</td>\n<td>–5</td>\n</tr>\n<tr>\n<td>Helpful</td>\n<td>–5</td>\n</tr>\n</tbody>\n</table>\n<h3>PASS SECRET MESSAGE</h3>\n<p>You can use Bluff to pass a secret message to an ally without others understanding the message’s true meaning. Doing so in combat is part of combat banter. The DC of this check is 15 for simple messages and 20 for more complex messages, as determined by the GM. Those overhearing the message can attempt an opposed Sense Motive check to learn the gist of the message. You cannot take 20 on a Bluff check to pass a secret message.</p>",
  "img": "icons/svg/mystery-man.svg",
  "_id": "dQBMp7qTBkl8ku3c"
}