{
  "name": "Computers",
  "content": "<p>&gt;@Compendium[sfrpg.skills.Skills Summery]</p>\n<h2>COMPUTERS (INT; TRAINED ONLY)</h2>\n<p>You can operate, manipulate, and hack into computer systems. If you don’t have physical access to a computer system’s user interface, you must use a hacking kit to access and manipulate the system. Details of computers themselves begin on page 213.</p>\n<p>Computers are set up to give one or more authorized users “root access,” allowing them to access any information or function of the computer as a standard action, with no need for a Computers check. Firewalls can block off specific sections of a computer and grant different users root access to those sections.</p>\n<p>The base DC for many of the tasks of the Computers skill is equal to 13 + (4 × the computer's tier). These DCs may be adjusted by the GM to reflect other circumstances.</p>\n<h3>ACCESS UNSECURED SYSTEM</h3>\n<p>You can use Computers to access an unsecured computer system’s most basic functions. The DC to access the information or functions of a public computer with no countermeasures or firewalls is generally 10. Unlike other tasks of the Computers skill, you can attempt to access a system untrained if you take 20 on the task, requiring 2 minutes. Secured computer systems, and secured sections of an unsecured system, can be accessed by making a Computers check to hack a system (see page 139).</p>\n<h3>CRAFT COMPUTER</h3>\n<p>If you have enough ranks in Computers, you can build computers. See page 235 for the crafting rules.</p>\n<h3>CREATE OR DETECT FORGERY</h3>\n<p>You can use Computers to forge official documents. This takes 1d4 minutes. The GM rolls the Computers check to create a forgery in secret, so you’re not sure how good your forgery is. This check is opposed by the Computers check of anyone who examines the document to determine its authenticity.<br />The DCs for Computers checks to detect a forgery are based on the type of forged document as well as other circumstances determined by the GM, as shown in the table below.</p>\n<table>\n<tbody>\n<tr>\n<th>CIRCUMSTANCE</th>\n<th>DC MODIFIER</th>\n</tr>\n<tr>\n<td>Document contradicts knowledge or orders</td>\n<td>–2</td>\n</tr>\n<tr>\n<td>Type of document is well known to examiner</td>\n<td>–2</td>\n</tr>\n<tr>\n<td>Type of document is unknown to examiner</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>Examiner only casually reviews document</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>Forger has a sample of a similar document</td>\n<td>+8</td>\n</tr>\n</tbody>\n</table>\n<h3>DESTROY OR REPAIR SYSTEM OR MODULE</h3>\n<p>You can use Computers to repair a computer system or module that has been disabled, or destroy one that has been either removed or disabled by spending 10 minutes per tier of the computer system working on the computer. The DC is based on the tier of the computer system. If you are repairing a disabled module or system and you fail the check by 5 or more, you accidentally destroy the module or system. You can’t take 20 on a Computers check to destroy or repair a computer system.</p>\n<h3>DETECT FAKE SHELL</h3>\n<p>If you have access to a computer, but not root access, you may actually only have access to a fake shell (a computer countermeasure that grants access to fake files instead of real ones). If you succeed at the check, you realize that you have accessed a fake shell. The DC is based on the tier of the computer system.</p>\n<h3>DISABLE OR MANIPULATE MODULE</h3>\n<p>A character with root access to a computer can disable or manipulate a countermeasure or module as a standard action with a DC 10 Computers check. If you have access (but not root access) to a computer, you can attempt a Computers check to activate, add, disable, or manipulate any countermeasure or module. If you want to affect a countermeasure or module that is behind a firewall, you must first hack the system (see below) to gain access to it. Activating or disabling a countermeasure or module generally takes a standard action. Adding or removing a module generally takes 1 minute per tier of the computer. All of these tasks have a DC equal to the DC to hack the system. You cannot take 20 on a Computers check to disable or manipulate a module.</p>\n<h3>GAIN ROOT ACCESS</h3>\n<p>If you have access to a computer, you can attempt to upgrade your authorization to gain root access. This works similar to hacking the same computer, but the DC is 20 higher. In many cases it is impossible to gain root access, and every task beyond the computer’s basic functions must be attempted as a separate check to destroy, repair, disable, or manipulate modules or countermeasures. If a firewall has been set to have a different set of authorized users with root access, you must gain root access to it separately. Once you have root access to a computer, you can alter who else is granted root access with a successful Computers check to hack the system.</p>\n<h3>HACK SYSTEM</h3>\n<p>You can use Computers to hack a computer system to which you don’t already have access. Hacking a computer system typically takes one full action per tier of the computer system. You can cut this time in half (to a minimum of one full action) for every 5 by which you increase the DC of the Computers check. If you succeed at the check, you gain access to any part of the computer that is not behind a firewall (see page 217). This allows you to use the basic functions of the computer), and to make further checks that require you to have access. Accessing parts of a computer behind a firewall requires an additional Computers check for each firewall.</p>\n<p>If you fail a Computers check to hack a system, you might trigger a countermeasure, if one has been installed. If you take 20 on a Computers check to hack a system with countermeasures without first disabling or destroying them, the countermeasures are automatically activated.</p>",
  "img": "icons/svg/mystery-man.svg",
  "_id": "6u5onnUJL62FOwTf"
}