{
  "_id": "QGSqQDA9P7oYQp8z",
  "name": "Diplomacy",
  "content": "<p>&gt;@Compendium[sfrpg.skills.Skills Summery]</p>\n<h2>DIPLOMACY (CHA)</h2>\n<p>You can persuade others to be friendly toward you, resolve conflicts and differences, and learn common knowledge and rumors floating around a settlement.</p>\n<h3>CHANGE ATTITUDE</h3>\n<p>When you interact socially with another creature, that creature has an initial attitude toward you. Attitudes fall into five categories (from worst to best): hostile, unfriendly, indifferent, friendly, and helpful. You can use Diplomacy to change a creature’s initial attitude to a more positive one, but at the risk of angering the creature and worsening its attitude toward you if you fail. This is a language-dependent ability. The creature must have an Intelligence of 3 or higher, and you must spend at least 1 minute interacting and conversing with the creature to change its attitude. The DC of this check is equal to either 10 + your opponent’s total Diplomacy skill bonus, or 15 + 1-1/2 × the opponent’s CR (or the encounter’s CR, if you are trying to change the attitude of a group of creatures), whichever is higher. The DC is modified by the creature’s initial attitude (see page 140) and other circumstances, as determined by the GM. If you succeed, the creature’s attitude improves by one category (for instance, a hostile creature becomes unfriendly). If you exceed the DC by 5 or more, you can choose to spend 10 more minutes interacting with the creature to improve its attitude by one additional category. If you fail the check by 5 or more, you anger the creature, and the creature’s attitude worsens by one category (for instance, a friendly creature becomes indifferent).</p>\n<p>Attacking a creature always worsens its attitude by one category for each attack made, and may have other consequences based on the creature’s current attitude.</p>\n<p>Positively affecting a creature’s attitude takes time. You typically can't use Diplomacy to positively change a creature’s attitude by more than one category (or two categories if you spend the extra time) within a 24-hour period, unless the GM decides otherwise or you have an ability that allows you to do so.</p>\n<p>The five categories of initial attitude are described below, along with the effects of negatively changing each attitude.</p>\n<h4>HOSTILE</h4>\n<p>A hostile creature would rather attack you either physically or verbally, than civilly converse with you. Most enemies you meet are hostile. It’s often hard to talk diplomatically with hostile creatures, though it can be done remotely (via a communication device) or by avoiding combat with the creatures while persuading them to listen to reason. If you fail the Diplomacy check by 5 or more, you can’t attempt to change a hostile creature’s attitude again for 24 hours.</p>\n<hr />\n<h4>UNFRIENDLY</h4>\n<p>Unfriendly creatures are typically wary of you, or afraid you will try to hurt them if they aren’t careful or fail to keep you at bay. Unfriendly creatures become hostile when angered or attacked.</p>\n<hr />\n<h4>INDIFFERENT</h4>\n<p>Indifferent creatures take little notice of you, but hold no ill will against you. They don’t care about your plight, but may give you simple advice or directions. Most creatures you meet in everyday life or in settlements are indifferent. Indifferent creatures become unfriendly when angered or attacked.</p>\n<hr />\n<h4>FRIENDLY</h4>\n<p>Either due to a generally cheerful disposition or a predisposition to like you, friendly creatures treat you with kindness and respect. They may give you more-detailed advice or simple aid, but generally won’t go out of their way to be helpful. If angered or attacked, friendly creatures become indifferent and often try to avoid further contact with you if possible.</p>\n<hr />\n<h4>HELPFUL</h4>\n<p>Helpful creatures are not only friendly, but desire to help you, within reasonable means. Helpful creatures typically give you more lengthy or difficult aid, or offer small services that are readily available to them. When angered or attacked, helpful creatures become friendly, but somewhat guarded, as they are often confused by such reactions to their generosity.</p>\n<p>The DCs for Diplomacy checks to change attitudes are adjusted based on the creature’s initial attitude as well as other circumstances determined by the GM.</p>\n<table>\n<tbody>\n<tr>\n<th>INITIAL ATTITUDE</th>\n<th>DC MODIFIER</th>\n</tr>\n<tr>\n<td>Hostile</td>\n<td>+10</td>\n</tr>\n<tr>\n<td>Unfriendly</td>\n<td>+5</td>\n</tr>\n<tr>\n<td>Indifferent</td>\n<td>+0</td>\n</tr>\n<tr>\n<td>Friendly</td>\n<td>–5</td>\n</tr>\n<tr>\n<td>Helpful</td>\n<td>—*</td>\n</tr>\n</tbody>\n</table>\n<p>* You cannot improve a creature’s attitude above helpful.</p>\n<h3>GATHER INFORMATION</h3>\n<p>You can use Diplomacy to gather information about a specific topic or individual. You must spend at least 1d4 hours canvassing people within a settlement or local region. If you succeed, you learn something about that topic or individual, though the GM may determine that some information is simply unknown to the local people.</p>\n<p>The DCs for Diplomacy checks to gather information are based on the nature of the information being sought and may be adjusted by the GM to reflect other circumstances, such as bribes or gifts.</p>\n<table>\n<tbody>\n<tr>\n<th>INFORMATION SOUGHT</th>\n<th>DC</th>\n</tr>\n<tr>\n<td>Common facts or rumors</td>\n<td>10</td>\n</tr>\n<tr>\n<td>Obscure or secret knowledge</td>\n<td>20 or more</td>\n</tr>\n<tr>\n<td>Prominent or well-known individual</td>\n<td>5 + character’s CR</td>\n</tr>\n<tr>\n<td>Average or ordinary individual</td>\n<td>10 + character’s CR</td>\n</tr>\n<tr>\n<td>Mysterious or obscure individual</td>\n<td>15 + character’s CR</td>\n</tr>\n</tbody>\n</table>",
  "img": "icons/svg/mystery-man.svg"
}