{
  "name": "Disguise",
  "content": "<p>&gt;@Compendium[sfrpg.skills.Skills Summery]</p>\n<h2>DISGUISE (CHA)</h2>\n<p>You are able to change your appearance to blend in and deceive others, whether to infiltrate</p>\n<h3>CHANGE APPEARANCE</h3>\n<p>You can use Disguise to change your appearance with 1d3 × 10 minutes of work with a disguise kit, by casting a spell such as disguise self, or by using a technological device such as a holoskin. The GM rolls the Disguise check in secret, so you’re not sure how good your disguise is. This check is opposed by the Perception check (see page 144) of anyone who might realize that you are not who you appear to be. If you are not drawing attention to yourself, other creatures do not usually get to attempt a Perception check to pierce your disguise. If creatures are being particularly alert for suspicious activity (such as security personnel on a starship or space station), it’s assumed that such observers are taking 10 on their Perception checks.</p>\n<p>The effectiveness of your disguise depends on how much you’re changing your appearance. Without the aid of transformative magic or technology that allows you to do otherwise, you can use Disguise only to appear as a creature that is your size or one size category larger or smaller than you. This does not change your actual size or reach. Disguises are general—you cannot disguise yourself as a specific person. Certain magic spells, such as disguise self, grant you a +10 bonus to Disguise checks.</p>\n<p>The DCs for Disguise checks are adjusted by the type of disguise as well as other circumstances determined by the GM. These modifiers are cumulative; use all that apply.</p>\n<table>\n<tbody>\n<tr>\n<th>DISGUISE</th>\n<th>DC MODIFIER</th>\n</tr>\n<tr>\n<td>Minor details altered only</td>\n<td>–5</td>\n</tr>\n<tr>\n<td>Major feature altered</td>\n<td>+2 to +5</td>\n</tr>\n<tr>\n<td>Disguised as a different race of the same creature type</td>\n<td>+2 to +8</td>\n</tr>\n<tr>\n<td>Disguised as a different creature type</td>\n<td>+10</td>\n</tr>\n<tr>\n<td>Disguised as a different size category</td>\n<td>+10</td>\n</tr>\n</tbody>\n</table>",
  "img": "icons/svg/mystery-man.svg",
  "_id": "EBxScSrMYOl7E2v7"
}