{
  "_id": "QpQkjVUMt7OLS1pu",
  "name": "Engineering",
  "content": "<p>&gt;@Compendium[sfrpg.skills.Skills Summery]</p>\n<h2>ENGINEERING (INT; TRAINED ONLY)</h2>\n<p>You can identify, build, repair, or disable technological devices; assess the stability of structures and machinery; and properly arm and disarm explosives. If you don’t have an engineering kit when attempting an Engineering check, you take a –2 penalty to the check.</p>\n<h3>ARM EXPLOSIVES</h3>\n<p>You can use Engineering to arm an explosive using a detonator (see page 218). This takes 1 minute to connect the detonator and set the explosive. The DC of this check is typically 10. If you fail the check, you can attempt to arm the explosive again. If you fail the check by 5 or more, you trigger the explosive prematurely.</p>\n<p>You can also attempt to build an explosive more difficult to disarm. To do so, choose a target disarm DC (the DC should be in an increment of 5, with a minimum DC of 15). This DC becomes your target DC to arm the explosive as well as the DC to disarm the explosive (see Disable Device below).</p>\n<h3>ASSESS STABILITY</h3>\n<p>You can use Engineering to assess a structure or a piece of machinery to determine its stability, usability, and structural weak points. This takes 1 minute or more, and the DC is determined by the GM.</p>\n<p>Use the following base DCs for Engineering checks to assess stability. These DCs can be adjusted by other circumstances such as the complexity of the structure and damage to the structure, as determined by the GM.</p>\n<table>\n<tbody>\n<tr>\n<th>TASK</th>\n<th>DC</th>\n</tr>\n<tr>\n<td>Assess stability</td>\n<td style=\"width:20%\">15</td>\n</tr>\n<tr>\n<td>Determine structural weak point</td>\n<td>20</td>\n</tr>\n</tbody>\n</table>\n<p> </p>\n<table>\n<tbody>\n<tr>\n<th>CIRCUMSTANCE</th>\n<th>DC MODIFIER</th>\n</tr>\n<tr>\n<td>Simple structure (rope bridge or unstable ceiling)</td>\n<td>–5</td>\n</tr>\n<tr>\n<td>Complex structure (suspension bridge or space station wall)</td>\n<td>+5</td>\n</tr>\n<tr>\n<td>Obvious damage</td>\n<td>–5</td>\n</tr>\n<tr>\n<td>Slight but consequential damage</td>\n<td>+5</td>\n</tr>\n<tr>\n<td>Intentional sabotage</td>\n<td>+10</td>\n</tr>\n</tbody>\n</table>\n<h3>CRAFT TECH ITEM</h3>\n<p>If you have enough ranks in Engineering, you can create technological devices or items (including computers). See page 235 for the crafting rules.</p>\n<h3>DISABLE DEVICE</h3>\n<p>You can use Engineering to disable a lock, a trap, or a mechanical or technological device, or to disarm an explosive, as long as the device is unattended and you can access it. The amount of time this takes depends on the complexity of the device but typically requires at least one full action. The DC of the check is determined by the GM and is based on the complexity of the device. For extremely complex devices or systems, the GM might require multiple checks. The GM rolls the Engineering check to disable a device in secret, so you don’t necessarily know whether your attempt has succeeded or failed. If you succeed, you disable the device. If you fail the check and discover your error, you can attempt to disable the device again. If you fail the check by 5 or more, something goes wrong. If the device is an explosive or a trap, you trigger it. If you are attempting some sort of sabotage, you think the device is disabled, but it still works normally.</p>\n<p>You can also use the disable device task to rig a device to work normally for a while, and then become disabled sometime later. This increases the DC of the check by 5. If you want to leave no trace of your tampering, the DC increases by an additional 5. If you succeed at the check, you can rig the device to become disabled up to 1 round later for each rank of Engineering you have. If you fail the check by 5 or more, your efforts have the same effect as if you were merely attempting to disable the device.</p>\n<p>Due to the danger, you cannot take 20 on an Engineering check to disable a device.</p>\n<p>The DC for an Engineering check to disable a device is based on the complexity of the device. The following chart provides base DCs by complexity, examples of such devices, and the time it takes to disable such devices. The GM can adjust these DCs and times to reflect other circumstances. Systems with redundancies or similar safety measures could have DCs 1 to 5 higher than those listed.</p>\n<table>\n<tbody>\n<tr>\n<th>DEVICE</th>\n<th>EXAMPLE</th>\n<th>TIME</th>\n<th>DC</th>\n</tr>\n<tr>\n<td>Simple device</td>\n<td>Jam a door</td>\n<td>1 round</td>\n<td>10</td>\n</tr>\n<tr>\n<td>Tricky device</td>\n<td>Sabotage a simple propulsion system</td>\n<td>1d4 rounds</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Difficult device</td>\n<td>Disarm or reset a sentry turret or a similar trap</td>\n<td>2d4 rounds</td>\n<td>20</td>\n</tr>\n<tr>\n<td>Complex device</td>\n<td>Disarm an explosive or a security system from a control panel or similar device</td>\n<td>2d4 rounds</td>\n<td>25</td>\n</tr>\n<tr>\n<td>Equipment</td>\n<td>Disable an armor upgrade, powered armor, or a weapon</td>\n<td>2d4 rounds</td>\n<td>15 + 1-1/2 × item’s level</td>\n</tr>\n<tr>\n<td>Simple lock</td>\n<td>—</td>\n<td>1 round</td>\n<td>20</td>\n</tr>\n<tr>\n<td>Average lock</td>\n<td>—</td>\n<td>1 round</td>\n<td>25</td>\n</tr>\n<tr>\n<td>Good lock</td>\n<td>—</td>\n<td>1 round</td>\n<td>30</td>\n</tr>\n<tr>\n<td>Superior lock</td>\n<td>—</td>\n<td>1 round</td>\n<td>40</td>\n</tr>\n</tbody>\n</table>\n<h3>IDENTIFY CREATURE</h3>\n<p>You can use Engineering to identify constructs with the technological subtype such as robots (see page 133).</p>\n<h3>IDENTIFY TECHNOLOGY</h3>\n<p>You can use Engineering to identify the properties and uses of technological items and devices such as starships and weapons, as well as alien technology. Generally, a check is not required to identify relatively simple technological items that are commonly available in the Pact Worlds (such as those items presented in Chapter 7). You can take 20 on an Engineering check to identify technology, but only if you have a means of researching, such as access to an information network or downloaded data set.</p>\n<p>The DCs for Engineering checks to identify technology are based on the item’s rarity.</p>\n<table>\n<tbody>\n<tr>\n<th>ITEM RARITY</th>\n<th>DC</th>\n</tr>\n<tr>\n<td>Common, complex technology (Pact Worlds starships or items)</td>\n<td>5 + 1-1/2 × item’s level</td>\n</tr>\n<tr>\n<td>Less common technology (non-Pact Worlds starships or items)</td>\n<td>10 + 1-1/2 × item’s level</td>\n</tr>\n<tr>\n<td>Rare, ancient, or alien tech</td>\n<td>15 + 1-1/2 × item’s level</td>\n</tr>\n</tbody>\n</table>\n<h3>REPAIR ITEM</h3>\n<p>You can use Engineering to repair a mechanical, technological, or hybrid object or piece of equipment, as long you have access to it. The amount of time this takes typically depends on the complexity of the object. You can repair an object or piece of equipment you crafted in half the usual time. The DC of the check is determined by the GM and based on the complexity of the object. If you succeed, you restore a number of Hit Points equal to the result of your Engineering check. If you fail the check by 10 or more, you damage the object further, dealing 1d4 damage to it; this damage can’t reduce an item to fewer than 1 HP.</p>\n<p>If the object or piece of equipment is damaged but not broken, you can repair it at no cost. If it is broken but not destroyed, you must spend 10 UPBs per item level (see page 233; assume a simple item has an item level of 1) each time you attempt to repair it. A destroyed object or piece of equipment can’t be repaired with the Engineering skill.<br />You can’t take 20 on an Engineering check to repair an item or object.</p>\n<p>The DC for an Engineering check to repair an item is based on the complexity of the object. The following chart provides base DCs by complexity and examples of such items. The GM may adjust these DCs and times to reflect other circumstances.</p>\n<table>\n<tbody>\n<tr>\n<th>ITEM</th>\n<th>EXAMPLE</th>\n<th>TIME</th>\n<th>DC</th>\n</tr>\n<tr>\n<td>Simple</td>\n<td>Door or wall</td>\n<td>10 minutes</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Complex</td>\n<td>Computer console</td>\n<td>30 minutes</td>\n<td>20</td>\n</tr>\n<tr>\n<td>Equipment</td>\n<td>Weapon or suit of armor</td>\n<td>1 hour</td>\n<td>15 + 1-1/2 × item’s level</td>\n</tr>\n</tbody>\n</table>",
  "img": "icons/svg/mystery-man.svg"
}