{
  "_id": "nED1GQVgNGEwSrp7",
  "name": "Medicine",
  "content": "<p>&gt;@Compendium[sfrpg.skills.Skills Summery]</p>\n<h2>MEDICINE (INT; TRAINED ONLY)</h2>\n<p>You have knowledge of the biology of many species and can treat a number of different types of wounds and ailments. The DCs of most Medicine tasks are based on the type of equipment used (see Chapter 7 for that information).</p>\n<h3>FIRST AID</h3>\n<p>As a standard action, you can use Medicine to stop bleed damage or administer first aid to a dying creature that you can touch. The DC of this check is 15. If you succeed at the check, the creature stops dying and becomes stable, or the bleed damage ends. Unlike with other tasks of the Medicine skill, you can attempt the first aid task untrained. You can’t take 20 on a Medicine check to administer first aid.</p>\n<h3>LONG-TERM CARE</h3>\n<p>You can use Medicine to provide long-term care to a living, wounded creature. This can take a day or more, requires a medical lab or a medical bay on a starship, and has a DC of 30. If you succeed at the check, the patient recovers Hit Points and ability score damage (as well as recovers from poison states) at twice the normal rate. If you exceed the DC by 10 or more, the patient recovers Hit Points and ability score damage (as well as recovers from poison states) at three times the normal rate. You can tend as many as six patients at a time, attempting a check for each one each day to determine the rate of healing. You cannot take 20 on a Medicine check to provide long-term care.</p>\n<h3>LONG-TERM STABILITY</h3>\n<p>You can use Medicine to tend a creature that is unconscious but stable, ensuring that it doesn’t die while it remains unconscious. Each hour, before the unconscious creature attempts its Constitution check, you can attempt a DC 15 Medicine check. If you succeed, the unconscious creature can treat its Constitution check result as if it were 10, allowing the creature to attempt another Constitution check the following hour. For more about long-term stability, see Stabilizing on page 250.</p>\n<h3>TREAT DEADLY WOUNDS</h3>\n<p>You can use Medicine to restore Hit Points to a living, wounded creature. This takes 1 minute, and the DC is based on the medical equipment used. If you succeed at the check, you restore 1 Hit Point per level or CR of the creature you are treating. If you exceed the DC by 5 or more, you add your Intelligence modifier to the amount healed. A creature can receive this treatment only once every 24-hour period, unless it is delivered in a medical lab. Most medical labs allow you to treat a creature’s deadly wounds at least twice per day.</p>\n<h3>TREAT DISEASE</h3>\n<p>You can use Medicine to treat a creature suffering from a disease. This takes 10 minutes and requires a medkit, a medical lab, or a medical bay on a starship. Every time the diseased creature attempts a saving throw against the disease, you can attempt a Medicine check. If your result exceeds the DC of the disease, the creature receives a +4 bonus to its saving throw against the disease.</p>\n<h3>TREAT DRUGS OR POISON</h3>\n<p>As a standard action, you can use Medicine to treat a drugged or poisoned creature. This requires a medkit, a medical lab, or a medical bay on a starship. Every time the creature attempts a saving throw against the drug or poison, you can attempt a Medicine check. If your result exceeds the DC of the drug or poison, the character receives a +4 bonus to its saving throw against the drug or poison.</p>",
  "img": "icons/svg/mystery-man.svg"
}