{
  "_id": "vCOalw5g9B79Subr",
  "name": "Mysticism",
  "content": "<p>&gt;@Compendium[sfrpg.skills.Skills Summery]</p>\n<h2>MYSTICISM (WIS; TRAINED ONLY)</h2>\n<p>You are educated in the fields of magic, religion, the planes, and spellcasting, and so can identify magic items and spells and make magic items yourself.</p>\n<h3>CRAFT MAGIC ITEM</h3>\n<p>If you have enough ranks in Mysticism, you can create magic items. See page 235 for the crafting rules.</p>\n<h3>DISABLE MAGIC DEVICE</h3>\n<p>You can use Mysticism to disable a magical trap or other magical item. This functions as the disable device task of the Engineering skill, and the DC of the check is based on the trap itself. You can’t take 20 on a Mysticism check to disable a magic device.</p>\n<h3>IDENTIFY A SPELL BEING CAST</h3>\n<p>If you can clearly observe a spell being cast, you can use Mysticism to identify the spell. The DC of this check is equal to 10 + 5 × the level of the spell being cast. This does not require an action. You can’t take 10 or 20 on a Mysticism check to identify a spell.</p>\n<h3>IDENTIFY CREATURE</h3>\n<p>You can use Mysticism to identify constructs with the magical subtype, dragons, fey, magical beasts, outsiders, and undead (see page 133).</p>\n<h3>IDENTIFY MAGIC ITEM</h3>\n<div>\n<p>As part of the action to cast detect magic, you can use Mysticism to identify the properties and command words of magic items. The DC of this check is equal to 15 + 1-1/2 × the item level. You can usually attempt a Mysticism check to identify a magic item only once per 24-hour period; further attempts within that period fail. However, casting an identify spell allows you to attempt a second check in the same 24-hour period and grants you a +10 insight bonus to the check. If you have the time, you can take 20 to attempt another check to identify a magic item in the same 24- hour period, but only if you can perform research, such as with access to an information network or downloaded data set.</p>\n</div>\n<h3>RECALL KNOWLEDGE</h3>\n<p>You can use Mysticism to recall knowledge about alchemical theory, arcane symbols, deities, magic traditions, the planes, religious traditions and symbols, and related topics (see page 133).</p>\n<h3>REPAIR ITEM</h3>\n<p>You can use Mysticism to repair a magical or hybrid piece of equipment, as long you have access to it. This typically takes 1 hour. You can repair a piece of equipment you crafted in half the usual time. The DC of the check is equal to 15 + 1-1/2 × item level. For a magical object without an item level, the GM determines the DC and the amount of time it takes to repair the object based on the object’s complexity (see the repair item task of the Engineering skill on page 142 for guidelines). If you succeed, you restore a number of Hit Points equal to the result of your Mysticism check. If you fail the check by 10 or more, you damage the item further, dealing 1d4 damage to it; this damage can’t reduce an item to fewer than 1 HP.<br />If the piece of equipment is damaged but not broken, you can repair it at no cost. If it is broken but not destroyed, you must spend 10 UPBs per item level (see page 233) each time you attempt to repair it. A destroyed piece of equipment can’t be repaired with the Mysticism skill.<br />You can’t take 20 on a Mysticism check to repair an item or an object.</p>",
  "img": "icons/svg/mystery-man.svg"
}