{
  "name": "Perception",
  "content": "<p>&gt;@Compendium[sfrpg.skills.Skills Summery]</p>\n<h2>PERCEPTION (WIS)</h2>\n<p>You can use all of your senses (hearing, taste, touch, sight, and smell) to notice danger, pick out fine details, and search for hidden objects or creatures.</p>\n<h3>NOTICE</h3>\n<p>You can use Perception to notice things happening around you. This is the most basic task of the Perception skill. It can be used for a variety of reasons determined by the GM. You might attempt a Perception check to see if you can act in a surprise round, to spot something important out of the corner of your eye, or to realize there are hidden creatures nearby (though you can’t notice a creature that is invisible unless it makes itself known; see page 264). A Perception check to notice usually does not involve taking an action, though you must be conscious and have the use of at least some of your senses to do so. The GM determines the DC. You cannot take 20 on a Perception check to notice things.<br />The DCs for Perception checks to notice things are determined by the GM based on the circumstances and may be adjusted to reflect other conditions. See the search task below for a chart with some example circumstances and their typical DCs.</p>\n<h3>PIERCE DISGUISE</h3>\n<p>As a move action, you can use Perception to recognize that a creature has changed its appearance. Sometimes, if you are being particularly alert for those in the area who might be in disguise, the GM might allow you to do this without taking an action. This check is opposed by a Disguise check attempted by the disguised creature. If you succeed, you realize the creature is disguised and not who it seems, but not necessarily who or what the disguised creature is beneath that disguise. If the disguised creature is impersonating a particular individual that you know, the GM might grant you a bonus to your Perception check.<br />Divination magic or scanners that allow you to see through illusions or holograms do not penetrate mundane and low-tech disguises, but they can negate illusory or holographic components of a disguise.<br />The DCs for Perception checks to pierce a disguise are adjusted according to how familiar the observer is with the particular individual the disguised creature is masquerading as, as well as other circumstances determined by the GM.</p>\n<table>\n<tbody>\n<tr>\n<th>FAMILIARITY</th>\n<th>DC MODIFIER</th>\n</tr>\n<tr>\n<td>Intimate</td>\n<td>–10</td>\n</tr>\n<tr>\n<td>Close friends</td>\n<td>–8</td>\n</tr>\n<tr>\n<td>Friends or associates</td>\n<td>–6</td>\n</tr>\n<tr>\n<td>Recognizes on sight</td>\n<td>–4</td>\n</tr>\n</tbody>\n</table>\n<h3>SEARCH</h3>\n<p>As a move action, you can use Perception to search for something in particular, such as finding an invisible creature that has made itself known or a hidden creature you know is in the area, or looking for nearby traps or hazards. You can also search an area to find anything of interest that might be hidden or is otherwise not immediately noticeable, such as concealed cargo compartments or hidden treasure. In that case, it takes 1 minute to search an area no more than 20 feet by 20 feet (or smaller, if the GM rules the area is particularly cluttered or complex). The DC is determined by the Stealth check of the creature, by the trap or hazard involved, or by the GM. If you are not in combat, you can take 20 on a Perception check to search.<br />The DCs for Perception checks to search may be adjusted by the GM based on the circumstances and to reflect other conditions. The following chart provides some example circumstances and their typical DCs.</p>\n<table>\n<tbody>\n<tr>\n<th>CIRCUMSTANCE</th>\n<th>DC</th>\n</tr>\n<tr>\n<td>Hear the sound of battle</td>\n<td>0</td>\n</tr>\n<tr>\n<td>Detect a strong smell</td>\n<td>0</td>\n</tr>\n<tr>\n<td>Hear the details of a conversation</td>\n<td>0</td>\n</tr>\n<tr>\n<td>Notice a creature in plain sight</td>\n<td>0</td>\n</tr>\n<tr>\n<td>Determine whether food is spoiled</td>\n<td>5</td>\n</tr>\n<tr>\n<td>Hear the sound of a Small or Medium creature walking</td>\n<td>10</td>\n</tr>\n<tr>\n<td>Hear the details of a whispered conversation</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Find a typical unmarked cargo hatch</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Hear the sound of an automatic door opening</td>\n<td>20</td>\n</tr>\n<tr>\n<td>Find a typical secret compartment</td>\n<td>20</td>\n</tr>\n<tr>\n<td>Hear a pistol being drawn</td>\n<td>20</td>\n</tr>\n<tr>\n<td>Sense a creature burrowing 5 feet below you</td>\n<td>25</td>\n</tr>\n<tr>\n<td>Notice someone picking your pocket</td>\n<td>Opposed by Sleight of Hand</td>\n</tr>\n<tr>\n<td>Notice a creature using Stealth</td>\n<td>Opposed by Stealth</td>\n</tr>\n<tr>\n<td>Find a hidden trap</td>\n<td>Varies by trap</td>\n</tr>\n</tbody>\n</table>",
  "img": "icons/svg/mystery-man.svg",
  "_id": "CzEAY60hUMyfOC4G"
}