{
  "_id": "xLa6CysWxIGCjYAm",
  "name": "Piloting",
  "content": "<p>&gt;@Compendium[sfrpg.skills.Skills Summary]</p>\n<h2>PILOTING (DEX)</h2>\n<p>You know how to drive vehicles, pilot starships, and navigate.</p>\n<h3>FIRE STARSHIP GUNS</h3>\n<p>When attempting a gunnery check during starship combat (see page 320), you can use either your ranks in Piloting or your base attack bonus to calculate the attack roll.</p>\n<h3>NAVIGATE</h3>\n<p>You can use Piloting to navigate or astrogate. This lets you direct your vehicle or ship in your desired heading and to plot longer courses. Plotting a course to a star system you have visited frequently usually requires a successful DC 10 Piloting check and takes 10 minutes. Plotting a course to a less familiar star system is more difficult and requires information about the destination system; navigation is also more difficult if you are currently lost.</p>\n<p>If you fail the check to chart a course between star systems by 9 or less, you realize that you have plotted a faulty course and must attempt the check again before you can make the journey. If you fail the check by 10 or more, you aren’t aware that your calculations are erroneous, and it takes longer than normal for you to reach your destination (usually 1d6 additional days for Drift travel). At the GM’s discretion, you might instead arrive in an unfamiliar star system (plotting a course from there to your actual destination usually requires a successful DC 25 Piloting check), or when you arrive at your intended destination, your starship’s engines may have gained the glitching critical damage condition (see page 321).</p>\n<p>Your familiarity with a region of space or a planet determines the DC of Piloting checks to navigate or astrogate. The GM can modify these DCs (usually by 5 to 10) based on the amount of information available about your starting location and destination, and whether the location is particularly difficult to navigate (such as a trackless desert or a strange nebula).</p>\n<table>\n<tbody>\n<tr>\n<th>FAMILIARITY</th>\n<th>DC</th>\n</tr>\n<tr>\n<td>Frequently visited or home base</td>\n<td style=\"width:20%\">10</td>\n</tr>\n<tr>\n<td>Seldom visited</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Unfamiliar</td>\n<td>25</td>\n</tr>\n</tbody>\n</table>\n<h3>PILOT A STARSHIP</h3>\n<p>If you take the pilot role in starship combat, you use your Piloting skill to maneuver, attempt stunts, and otherwise fly the starship. Full details appear on page 324.</p>\n<h3>PILOT A VEHICLE</h3>\n<p>When piloting a vehicle (see page 278), you attempt Piloting checks to safely race at full speed, pull off maneuvers, engage in vehicular combat, and maneuver in a chase. More advanced vehicles are harder to pilot, so the DCs of most checks for piloting a vehicle increase with the vehicle’s item level.</p>",
  "img": "icons/svg/mystery-man.svg"
}