{
  "_id": "9cGQuQlKjxXLuTUy",
  "name": "Profession",
  "content": "<p>&gt;@Compendium[sfrpg.skills.Skills Summary]</p>\n<h2>PROFESSION (CHA, INT, OR WIS; TRAINED ONLY)</h2>\n<p>You are skilled in a specific job, specialty, or creative art. You know how to use the tools of your trade, how to perform the profession’s daily tasks, how to supervise helpers, and how to handle common problems.</p>\n<p>Profession is actually a number of separate skills. You could have several Profession skills, each with its own ranks. While skills like Culture, Life Science, Mysticism, and Physical Science represent highly specialized fields of study, a Profession skill represents an aptitude in a vocation requiring a broader range of less specific knowledge. When you put ranks in a Profession skill, you must choose the ability score keyed to that skill: Charisma, Intelligence, or Wisdom. Common Charisma-based Profession skills include actor, artist, comedian, con artist, courtesan, dancer, musician, orator, poet, politician, video personality, and writer. Common Intelligence-based Profession skills include accountant, archaeologist, architect, corporate professional, electrician, lab technician, lawyer, mathematician, philosopher, professor, psychologist, and vidgamer. Common Wisdom-based Profession skills include bounty hunter, cook, counselor, dockworker, farmer, gambler, general contractor, herbalist, maintenance worker, manager, mercenary, merchant, miner, and smuggler.</p>\n<p>A Profession skill should not overlap with existing skills. For example, if you want to play a scientist, you should put ranks into Life Science or Physical Science rather than create a Profession (scientist) skill. The GM is the final arbiter of what is a good choice for a Profession skill and what ability score a given Profession skill is keyed to.</p>\n<p>Different professions are considered different skills for the purpose of how many ranks you can have each level. For example, a 4th-level character could have 4 ranks in both Profession (dockworker) and Profession (vidgamer).</p>\n<h3>EARN A LIVING</h3>\n<p>You can use Profession to earn money. A single check generally represents a week of work, and you earn a number of credits equal to double your Profession skill check result. At the GM’s discretion, you can use other skills (such as Computers or Engineering) to earn a living following the same guidelines.</p>\n<h3>RECALL KNOWLEDGE</h3>\n<p>You can use Profession to recall knowledge about your profession and related topics (see page 133).</p>",
  "img": "icons/svg/mystery-man.svg"
}