{
  "name": "Sense Motive",
  "content": "<p>&gt;@Compendium[sfrpg.skills.Skills Summery]</p>\n<h2>SENSE MOTIVE (WIS)</h2>\n<p>You can detect falsehoods and gain glimpses of the true intentions of creatures with which you interact.</p>\n<h3>DETECT DECEPTION</h3>\n<p>You can use Sense Motive to determine whether something just said to you was a deception or lie. At any time, if you doubt something another creature is telling you, you can request the GM to allow you to attempt a Sense Motive check to determine whether it is deceiving you. Doing so in combat is part of combat banter; otherwise, it’s a move action. Your Sense Motive check is opposed by that creature’s Bluff check. If you succeed, you realize that you are being deceived or that a lie is being told, but not how it is untrue, nor does it let you know the truth. If you fail (or if no deception or lie is being made), you believe that the speaker doesn’t seem to be deceiving you. Failing the check by 5 or more may mean (at the GM’s discretion) you believe that a truthful statement contains deceptions or that a lie or deception is a truthful statement.</p>\n<h3>DISCERN SECRET MESSAGE</h3>\n<p>If you overhear or otherwise intercept a secret message, you can use Sense Motive to learn the gist of its true meaning. Doing so in combat is part of combat banter. Your Sense Motive check is opposed by a Bluff check attempted by the creature passing the secret message. If you succeed, you learn the information contained in the secret message. If you fail (or if there is no secret message), you don’t detect any hidden meaning in the message. If you fail the check by 5 or more, you might infer false information, as determined by the GM. Often, the GM rolls these checks in secret and informs you of the results.</p>\n<h3>SENSE MENTAL EFFECT</h3>\n<p>You can use Sense Motive to ascertain whether another creature within 30 feet is affected by a mental effect, even if the creature is unaware of the effect. You must spend at least 1 minute interacting with the creature. The DC of this check is typically 25, but it can be higher or lower based on how overt the manifestation of the mental effect is, as determined by the GM. Knowing that a creature is under a mental effect does not automatically determine the nature of the mental effect, though outward signs and the subtleties of behavioral change may provide enough clues to attempt an Intelligence-based skill check or an Intelligence check to determine the nature of the mental effect, at the GM’s discretion.</p>",
  "img": "icons/svg/mystery-man.svg",
  "_id": "wZkmlFdp7B8md8FO"
}