{
  "_id": "WYcZr5jbNwQrC5nE",
  "name": "Skill Descriptions",
  "content": "<p>&gt;@Compendium[sfrpg.skills.Skills Summary]</p>\n<p><span class=\"fontstyle0\">This section explains each skill, including common uses and tasks, typical modifiers, and sometimes even established DCs. Your GM may require or allow you to use skills for tasks other than those listed here. For a complete summary of skills, see Table 5—1 above.</span></p>\n<p><span class=\"fontstyle0\">Each skill description is formatted in the following way.</span></p>\n<p><span class=\"fontstyle4\"><em>Skill Name</em>: </span><span class=\"fontstyle0\">The skill name heading provides not only the name for the skill, but also the following information.</span></p>\n<p><span class=\"fontstyle5\"><em>Key Ability</em>: </span><span class=\"fontstyle0\">The abbreviation for the ability score modifier that is added to skill checks of this type is provided in the parenthetical after the skill’s name.</span></p>\n<p><span class=\"fontstyle5\"><em>Trained Only</em>: </span><span class=\"fontstyle0\">If this notation is included in the parenthetical after the skill’s name, the skill is a trained-only skill, and you can accomplish tasks and attempt checks with this skill only if you have at least 1 rank in that skill. All other skills and their tasks can be attempted untrained, whether or not you have ranks in that skill. Rarely, a trained-only skill may have certain uses that can be attempted untrained, or a skill that doesn’t normally require training might have a particular use for that training.</span></p>\n<p><span class=\"fontstyle5\"><em>Armor Check Penalty</em>: </span><span class=\"fontstyle0\">If this notation occurs in the parenthetical, an armor check penalty (from the armor you are wearing; see page 196) applies to checks with this skill.</span></p>\n<p><span class=\"fontstyle4\"><strong>Description</strong>: </span><span class=\"fontstyle0\">The skill's description contains an overview of the skill’s scope, followed by a number of entries that detail the tasks most commonly performed using that skill. The task entries also contain information about the type of action commonly required to achieve the task, whether or not you can try the task again if you fail, or special effects that occur if you fail a check. Typically, you can’t take 20 to accomplish a task that does not allow you to try it again after a failure, or that has special effects if you fail a skill check</span></p>",
  "img": "icons/svg/mystery-man.svg"
}