{
  "_id": "J0N6AbhOheWI1Hoi",
  "name": "Sleight of Hand",
  "content": "<p>&gt;@Compendium[sfrpg.skills.Skills Summary]</p>\n<h2>SLEIGHT OF HAND (DEX; ARMOR CHECK PENALTY; TRAINED ONLY)</h2>\n<p>You can hide small objects, pick pockets, and accomplish other feats of manual dexterity without being noticed.</p>\n<h3>ENTERTAIN</h3>\n<p>You can use Sleight of Hand to entertain an audience, as if you were using the earn a living task of the Profession skill.</p>\n<h3>HIDE OBJECT</h3>\n<p>As a standard action, you can use Sleight of Hand to hide a small object (including a small arm or a one-handed melee weapon with light bulk) on your body. The check is opposed by the Perception check of anyone observing you or searching your body. In the latter case, the searcher gains a +4 bonus to the check. Especially small objects or those created to be easy to hide can grant up to a +4 circumstance bonus to your Sleight of Hand check to hide an object on your person, as can compartments in clothing or armor made to facilitate such hiding. Retrieving a weapon or object hidden on your person is a standard action.</p>\n<h3>PALM OBJECT</h3>\n<p>As a standard action, you can use Sleight of Hand to palm a small object no larger than a small communicator or memory stick. The check is opposed by the Perception checks of anyone nearby who could notice the attempt. If you successfully use the Bluff skill to create a diversion, you gain a +10 bonus to this check (see Bluff on page 137). If you fail, you still palm the object, but not without being noticed by those whose Perception check results exceed your Sleight of Hand result. You can’t take 20 on a Sleight of Hand check to palm an object.</p>\n<h3>PICK POCKET</h3>\n<p>As a standard action, you can use Sleight of Hand to steal an object from another creature. The DC of this check is usually 20, but it can be modified by any precautions the object’s wearer has taken, as determined by the GM. Whether you succeed or fail, the object’s wearer can attempt an opposed Perception check against your Sleight of Hand result to notice the attempt. You cannot usually attempt this task during combat, and you can’t take 20 on a Sleight of Hand check to pick pockets.</p>",
  "img": "icons/svg/mystery-man.svg"
}