{
  "name": "Stealth",
  "content": "<p>&gt;@Compendium[sfrpg.skills.Skills Summery]</p>\n<h2>STEALTH (DEX; ARMOR CHECK PENALTY)</h2>\n<p>You can stay hidden and move silently to avoid detection, allowing you to sneak past foes or strike from an unseen position.</p>\n<h3>HIDE</h3>\n<p>You can use Stealth to hide if you have either cover or concealment (or a special ability that allows you to hide in plain sight), or if you have successfully created a diversion with the Bluff skill. You can attempt a Stealth check to hide either as a move action (if you are planning to stay immobile) or as part of a move action. If you move at a rate of half your speed or less, you take no penalty to your Stealth check. If you attempt to hide while moving more than half your speed or after creating a diversion with Bluff, you take a –10 penalty to your Stealth check; these penalties are cumulative if you do both. The check is opposed by the Perception checks of creatures in the area that might detect you. A creature that fails the opposed skill check treats you as if you had total concealment as long as you continue to have actual cover or concealment. A creature that succeeds at the opposed skill check either sees you or pinpoints you (see page 260) in situations when you have total concealment. If you lose actual cover or concealment during your turn, you can attempt to stay hidden, but only if you end your turn within cover or concealment.</p>\n<h4>INVISIBILITY AND HIDING</h4>\n<p>If you are invisible or benefit from total concealment, you gain a +40 bonus to your Stealth check as long as you remain immobile. You are considered immobile if it is your turn and you have not yet moved or if you have not moved since the start of your last turn. If you are invisible but not immobile, you instead gain a +20 bonus to your Stealth check. Typically, a creature cannot attack you if you are invisible or have total concealment unless the creature pinpoints you with a successful Perception check. (Invisible creatures can still be heard, smelled, and felt, and might do something to make themselves known to those who succeed at Perception checks; see Invisible on page 264 in Chapter 8.) Even then, the attacking creature has a 50% miss chance against the pinpointed creature.</p>\n<hr />\n<h4>ATTACKING FROM HIDING</h4>\n<p>If you are successfully hiding from a creature, that creature is considered flat-footed for the purpose of your first attack from hiding. If you remain invisible after your first attack, that creature is considered flat-footed against your attacks until it succeeds at a Perception check to locate you or until you become visible.</p>\n<h3>SNIPING</h3>\n<p>If you have already successfully used Stealth to hide from a creature that is at least 10 feet away, you can briefly pop out of cover or concealment and make a single ranged attack against that creature. As long as you can reenter cover or concealment, you can attempt a Stealth check to hide again as part of that attack with a –20 penalty.</p>",
  "img": "icons/svg/mystery-man.svg",
  "_id": "9rNjUXgeoDQOSpeh"
}