{
  "name": "Survival",
  "content": "<p>&gt;@Compendium[sfrpg.skills.Skills Summery]</p>\n<h2>SURVIVAL (WIS)</h2>\n<p>You can survive in and make your way safely through almost any kind of wilderness, follow trails and tracks, deal with wild animals, and ride tamed ones.<br />Use the following base DCs for many of the listed tasks of the Survival skill. These DCs may be adjusted by the GM to reflect other circumstances.</p>\n<table>\n<tbody>\n<tr>\n<th>TASK</th>\n<th>DC</th>\n</tr>\n<tr>\n<td>Endure severe weather</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Handle an animal</td>\n<td>10 + 1-1/2 × CR of animal</td>\n</tr>\n<tr>\n<td>Live off the land</td>\n<td>10</td>\n</tr>\n<tr>\n<td>Orienteering</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Predict weather</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Rear a wild animal</td>\n<td>15 + 1-1/2 × CR of animal</td>\n</tr>\n</tbody>\n</table>\n<h3>ENDURE SEVERE WEATHER</h3>\n<p>You can use Survival to better withstand the effects of severe weather. Typically, one check determines the success of your efforts for a single day. If you succeed at the check, you gain a +2 bonus to Fortitude saving throws against severe weather while moving up to half your overland speed, or a +4 bonus if you remain stationary and build a temporary shelter. You can grant this bonus to one other creature for every 1 point by which your result exceeds the DC. You can’t take 20 on Survival checks to endure severe weather.</p>\n<h3>FOLLOW TRACKS</h3>\n<p>You can use Survival to either find tracks or follow tracks you have found for 1 mile or until they become difficult to follow, whichever occurs first. Finding tracks requires a full action. If you move at half your speed or less, you take no penalty to your Survival check. You can move at your full speed with a –5 penalty to the check or at twice your normal speed with a –20 penalty to the check.<br />The base DCs for Survival checks to follow tracks depend on the surface and are adjusted based on prevailing conditions and the group being tracked; such modifiers are cumulative. The GM may further adjust DCs to reflect other circumstances such as the number of creatures being tracked, local gravity, and weather conditions.</p>\n<table>\n<tbody>\n<tr>\n<th>SURFACE</th>\n<th>DC</th>\n</tr>\n<tr>\n<td>Very soft ground (fresh snow, thick dust, wet mud)</td>\n<td style=\"width:20%\">5</td>\n</tr>\n<tr>\n<td>Soft ground (soft earth, drying mud)</td>\n<td>10</td>\n</tr>\n<tr>\n<td>Firm ground (fields, woods, thick rugs, dirty or dusty floors)</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Hard ground (bare rock, most flooring)</td>\n<td>20</td>\n</tr>\n</tbody>\n</table>\n<p> </p>\n<table>\n<tbody>\n<tr>\n<th>CONDITION</th>\n<th>DC MODIFIER</th>\n</tr>\n<tr>\n<td>Multiple creatures in group being tracked</td>\n<td>–1 per three creatures</td>\n</tr>\n<tr>\n<td>Time since tracks were made</td>\n<td>+1 per 24 hours</td>\n</tr>\n<tr>\n<td>Moonlight</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>Overcast or moonless night</td>\n<td>+6</td>\n</tr>\n<tr>\n<td>Tracked group moves at half speed and hides trail</td>\n<td>+5</td>\n</tr>\n</tbody>\n</table>\n<h3>HANDLE AN ANIMAL</h3>\n<p>As a move action, you can use Survival to improve the attitude of an animal with an Intelligence score of 1 or 2. This functions just like a Diplomacy check to change a person’s initial attitude, but it is not language-dependent. A typical domesticated animal has a starting attitude of indifferent, while wild animals are usually unfriendly.</p>\n<h3>LIVE OFF THE LAND</h3>\n<p>You can use Survival to keep yourself and others fed in the wild by hunting and foraging, enabling you to move up to half your overland speed without needing food and water supplies. Typically, one check determines the success of your efforts for a single day. You can provide food and water for one other character for every 2 points by which the result of your check exceeds 10. In some cases, an environment may be so inhospitable (such as an airless asteroid) that it is impossible to live off the land. You can’t take 20 on Survival checks to live off the land.</p>\n<h3>ORIENTEERING</h3>\n<p>Once each hour while traveling through unfamiliar terrain and each time you move close to a natural hazard such as quicksand or patches of poisonous atmosphere, you can use Survival to keep from getting lost or to notice or avoid the hazard.</p>\n<h3>PREDICT WEATHER</h3>\n<p>You can use Survival to predict the weather up to 24 hours in advance. You must spend at least 1 minute observing the surrounding area and its current weather patterns. You can predict the weather an additional day in advance for every 5 points by which your result exceeds 15. You can’t take 20 on Survival checks to predict weather.</p>\n<h3>REAR A WILD ANIMAL (TRAINED ONLY)</h3>\n<p>You can use Survival to raise a wild animal from infancy so that it becomes domesticated. At the GM’s discretion, you might be able to use this task to rear wild creatures other than animals. Rearing a wild animal typically takes months or even years. If you succeed at the check at the end of this time, the animal is domesticated and has an initial attitude of friendly toward you. You can rear as many as three animals of the same kind at one time.</p>\n<h3>RIDE A CREATURE</h3>\n<p>You can use Survival to ride an animal or another beast as a mount. The most typical actions while riding a creature don’t require checks. As a move action, you can either mount, ride (using the mount’s speed instead of yours), or dismount from a creature. Saddling a creature typically takes at least 1 minute, but the process could take longer if you’re using an unusual saddle or mount.<br />The following actions do require Survival checks.</p>\n<h4>CONTROL MOUNT IN BATTLE</h4>\n<p>You can attempt to control a mount not normally trained for combat while in battle. This is part of whatever action you are attempting to have the mount accomplish. If you fail the check, you lose that action.</p>\n<hr />\n<h4>COVER</h4>\n<p>As a swift action, you can drop down and hang alongside your mount, using it as cover. You can’t attack or cast spells while using your mount as cover. If you fail the check, you don’t gain the benefit of cover, and you can’t attack or cast until you use a move action to pull yourself back up. Pulling yourself back up doesn’t require a check.</p>\n<hr />\n<h4>FAST MOUNT OR DISMOUNT</h4>\n<p>You can attempt to mount or dismount from a creature as a swift action instead of a move action.</p>\n<hr />\n<h4>FIGHT FROM A COMBAT-TRAINED MOUNT</h4>\n<p>When you direct a mount trained for combat into battle, you must attempt a Survival check to ride as a swift action. If you succeed at the check, you can still make your own attacks as normal, along with any attacks the mount can make. If you fail the check, either you or your mount can make attacks, but not both.</p>\n<hr />\n<h4>GUIDE WITH KNEES</h4>\n<p>As part of a move action to ride a creature, you can guide it with your knees, keeping both of your hands free. If you fail the check, you must use one hand to guide your mount.</p>\n<hr />\n<h4>LEAP</h4>\n<p>As part of a move action, you can guide your mount to leap over an obstacle. If you succeed at the check, the mount must still succeed at an Athletics check to jump, but it can use your ranks in Survival in place of its ranks in Athletics, if that number is greater. If you fail the initial Survival check, you fall off the mount when it leaps and take the appropriate falling damage or 1d6 falling damage, whichever is greater.</p>\n<hr />\n<h4>SOFT FALL</h4>\n<p>As a reaction, you can reduce the damage you take from a fall off your mount (see page 400). With a successful check, you reduce the damage you take form the fall by 1d6.</p>\n<hr />\n<h4>SPUR MOUNT</h4>\n<p>As a move action, you can attempt to spur your mount to greater speeds. If you succeed at the check, the mount’s speed increases by 5 feet for that move action, but the mount takes 1d3 damage whether or not the check succeeds or fails. You can use this ability as often as you want, but if you fail the check by 5 or more, the mount becomes fatigued. You cannot spur a fatigued mount.</p>\n<hr />\n<h4>STAY MOUNTED</h4>\n<p>As a reaction, you can try to avoid falling off your mount when your mount rears or bolts unexpectedly, or when you take damage.</p>\n<p>The base DCs for Survival checks to ride a creature depend on the attempted action and apply to riding the most common types of creatures and animals. At the GM’s discretion, dangerous or exotic beasts or those ill-suited for use as mounts can increase the DC of Survival checks to ride them by anywhere from 2 to 10. If you ride a creature bareback, you take a –5 penalty to Survival checks to ride or control that mount.</p>\n<table class=\"NormalTable\">\n<tbody>\n<tr>\n<td><span class=\"fontstyle0\">ACTION </span></td>\n<td><span class=\"fontstyle0\">DC</span></td>\n</tr>\n<tr>\n<td><span class=\"fontstyle2\">Control mount in battle </span></td>\n<td style=\"width:20%\"><span class=\"fontstyle2\">20</span></td>\n</tr>\n<tr>\n<td><span class=\"fontstyle2\">Cover </span></td>\n<td><span class=\"fontstyle2\">15</span></td>\n</tr>\n<tr>\n<td><span class=\"fontstyle2\">Fast mount or dismount </span></td>\n<td><span class=\"fontstyle2\">20</span></td>\n</tr>\n<tr>\n<td><span class=\"fontstyle2\">Fight from a combat-trained mount </span></td>\n<td><span class=\"fontstyle2\">10</span></td>\n</tr>\n<tr>\n<td><span class=\"fontstyle2\">Guide with knees </span></td>\n<td><span class=\"fontstyle2\">5</span></td>\n</tr>\n<tr>\n<td><span class=\"fontstyle2\">Leap </span></td>\n<td><span class=\"fontstyle2\">15</span></td>\n</tr>\n<tr>\n<td><span class=\"fontstyle2\">Soft fall </span></td>\n<td><span class=\"fontstyle2\">15</span></td>\n</tr>\n<tr>\n<td><span class=\"fontstyle2\">Spur mount </span></td>\n<td><span class=\"fontstyle2\">15</span></td>\n</tr>\n<tr>\n<td><span class=\"fontstyle2\">Stay mounted </span></td>\n<td><span class=\"fontstyle2\">5</span></td>\n</tr>\n</tbody>\n</table>",
  "img": "icons/svg/mystery-man.svg",
  "_id": "mcAqh41q55fTj1vl"
}