{
  "_id": "WDWP7OGVtwf6Jyh9",
  "name": "Archon Drive",
  "type": "starshipDriftEngine",
  "img": "icons/svg/cowled.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "cost": 15,
    "costMultipliedBySize": true,
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.rules.741Zh3LSMVwp8EBn]{Interstellar Travel}</p>\n<p>The massive cathedralships of the church of Iomedae carry legions of troops—whether @UUID[Compendium.sfrpg.setting.npmy97Y5pefRTHx1]{Iomedaean} crusaders or Knights of Golarion—on missions across the galaxy, aided by their exclusive archon drives. Fueled by Iomedae’s divine power and augmented by the righteousness and prayers of the ship’s crew, an archon drive enables a starship to bypass interstellar distances by moving through Iomedae’s home plane of Heaven.</p>\n<p>As grandiose as the ships that carry them, archon drives look like large, crystalline lanterns of stained glass depicting the story of Iomedae and images of lost Golarion. A ball of light hangs in the center of the engine, radiating rainbow light all over the ship’s engineering section and bathing the crew in color. Many ships equipped with archon drives hold regular worship services during interstellar journeys, as it is a common belief that the focused prayers of a ship’s crew can increase the drive’s efficiency.</p>\n<p>Archon drives were in existence at the end of the Gap and were one of only a very few means of achieving interstellar travel before the advent of Drift tech, though they were— and still are—tightly controlled by the church of Iomedae.</p>\n<p><strong>Restricted:</strong>&nbsp;(Church of Iomedae, Knights of Golarion)<strong></strong></p><strong></strong><p><strong></strong></p>\n<p><span>&nbsp;</span></p>"
    },
    "engineRating": 1,
    "isPowered": true,
    "maxSize": "superColossal",
    "modifiers": [],
    "pcu": 150,
    "source": "SOM pg. 9"
  }
}