{
  "name": "Breaching pod with skilled autonomous combatants",
  "type": "starshipExpansionBay",
  "data": {
    "cost": 9,
    "pcu": 5,
    "isPowered": true,
    "description": {
      "value": "<p>These high-speed pods can each transport up to two Huge creatures, four Large creatures, or eight Medium or smaller creatures at high velocity toward another vessel with the intention of forcefully boarding that starship. A breaching pod travels in the same way as a long-range tracking weapon with a speed of 8, but its size and composition make it unable to pierce functioning shields. When a breaching pod strikes an unshielded quadrant, it deals 1d6 damage to the target, bypassing any Damage Threshold. The occupants&mdash;protected in robust safety harnesses so as to avoid damage from the collision&mdash;can then disembark and begin boarding combat (page 40) on the following round, though the breaching pod is damaged to the point of being inoperable. A breaching pod that fails to hit its target functions as an escape pod and can be retrieved for reuse. Outside of starship combat, a breaching pod can serve as a crude shuttle to dock with a disabled or willing vessel without destroying the pod.</p>\n<p>Expended breaching pods are replaced automatically whenever the starship is upgraded to the next tier. A breaching pod can also be replaced as though the crew were repairing damage to the starship (Core Rulebook 321), using the breaching pod&rsquo;s BP cost as the number of Hull Points to be repaired. A starship that also has a tech workshop expansion bay halves the time needed to replace a breaching pod.</p>\n<p>By increasing a breaching pod&rsquo;s BP cost to 7, the pod is automatically outfitted with robotic combatants that function as a typical boarding crew. By increasing the price to 9 or 11 BP, the robots function as skilled or specialized combatants, respectively, for the purpose of calculating their boarding attack modifier.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SOM pg. 25",
    "type": "",
    "modifiers": [],
    "costMultipliedBySize": false,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "effects": [],
  "img": "icons/svg/mystery-man.svg",
  "_id": "JqH1P7x4ksCxH7rs"
}