{
  "_id": "iAOgs89Z4Bw2IW48",
  "name": "Chaos Sail",
  "type": "starshipDriftEngine",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "cost": 4,
    "costMultipliedBySize": false,
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@Compendium[sfrpg.rules.741Zh3LSMVwp8EBn]{Interstellar Travel}</p>\n<p>Chaos sails are engines powered by the churning evolutionary forces of change and possibility. Much like traditional sails bend the unpredictable wind to their advantage, chaos sails tap into the volatile energies of the roiling Maelstrom, enabling starships to travel through that plane to bypass interstellar distances. But raw chaos is difficult to harness, and chaos sails carry unpredictable risks&mdash;anything from the ships&rsquo; interior layouts rearranging, cargoes morphing into other goods, and even the laws of physics changing while in transit. Crews and passengers can be impacted as well, with pilots finding their flight controls now monitor power-core performance instead, or captains discovering that they must encourage or cajole their ship&rsquo;s weapons to fire in combat.</p>\n<p>@Compendium[sfrpg.setting.cO4BD8W8nUCLjvSE]{Besmara} is said to have created the first chaos sails for her ship, the Starwraith, driving it through the Maelstrom&rsquo;s Cerulean Void and into other planes. Before the introduction of Drift travel, her pirate-priests were the primary users of chaos sails, and the especially devout continue to do so, trusting in Besmara&rsquo;s favor to keep them safe from the hazards of the Maelstrom.</p>\n<p><strong>Restricted:</strong>&nbsp;(Church of Besmara)</p>"
    },
    "engineRating": 1,
    "isPowered": true,
    "maxSize": "superColossal",
    "modifiers": [],
    "pcu": 75,
    "source": "SOM pg. 9"
  },
  "effects": [],
  "img": "icons/svg/cowled.svg"
}