{
  "name": "Colony ship framework",
  "type": "starshipOtherSystem",
  "data": {
    "cost": null,
    "pcu": 0,
    "isPowered": false,
    "description": {
      "value": "<p>Combining the habitability of a space station with the mobility of a starship, colony ships are designed to transport large populations of people across vast distances. In many ways they are mobile cities, able to provide long-term sustainability for a population as it travels across space. Most colony ships transport populations that intend to settle elsewhere (hence the name), although some can remain active as mobile settlements even after reaching their destination.</p>\n<p>The colony ship framework must be purchased at the same time as a Large or larger starship base frame. Applying the colony ship framework to a base frame costs an amount of BP equal to one-quarter the base frame’s BP cost. For example, the heavy freighter base frame has a BP cost of 40, so constructing a colony ship from a heavy freighter costs 50 BP (40 BP + 10 BP). A starship with a colony ship framework has the following abilities.</p>\n<p><b>Habitable:</b> The primary purpose of a colony ship is to serve as a long-term habitat for its occupants. As a result, colony ships are optimized for communal living. A colony ship can house a total number of occupants equal to 10 × its base frame’s maximum crew size, though its maximum crew size doesn’t change. A colony ship multiplies its base frame’s total number of available expansion bays by three. These additional expansion bays can be used only for cargo holds, escape pods, guest quarters, life boats, recreation suites, or other expansion bays intended primarily for civilians, as determined by the GM.</p>\n<p>Orbital Weaponry: Colony ships can support exceptionally powerful weaponry. A colony ship can install up to one weapon with the orbital weapon special property (page 15) onto one of its weapon mounts for one-third the usual price.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SOM pg. 27",
    "type": "",
    "modifiers": [],
    "costMultipliedBySize": false,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "effects": [],
  "img": "icons/svg/mystery-man.svg",
  "_id": "ScaDRf432uQe0jXH"
}