{
  "_id": "lvJIj7x4GWqp18z6",
  "name": "Consciousness uplink drive",
  "type": "starshipOtherSystem",
  "_stats": {
    "coreVersion": 12,
    "systemId": "sfrpg",
    "systemVersion": "0.27.0"
  },
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "cost": 4,
    "costMultipliedBySize": false,
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>A consciousness uplink drive is an incredibly potent and thoroughly dangerous system that enables a crew member with a @UUID[Compendium.sfrpg.equipment.Item.HddTEUHh5eTKVGfB]{datajack} to interface directly with their starship. The device converts electronic signals from the starship's computers and various sensors into neural signals that the user's brain can interpret as if the signals had originated from the user's own body. This grants the crew member extraordinary reaction speed and multitasking abilities, but it also leaves the user's body vulnerable to painful feedback if the starship is damaged, potentially inflicting lasting harm.</p>\n<p>To use the uplink drive, a crew member must have a datajack and physically link their datajack to their starship, such as to a port in the pilot's chair. Calibrating this connection takes at least 1 minute outside of starship combat or takes the uplinking crew member's crew action to calibrate during starship combat. A crew member can begin starship combat already calibrated and connected. Once calibrated, they gain all of the benefits and drawbacks that follow and can change starship roles without disconnecting. Disconnecting safely takes an additional 1 minute, or 1 round during starship combat, during which the user can act normally but gains none of the uplink's benefits and still experiences the drawbacks until the process concludes. The user can instead disconnect at the start of a round before the engineering phase, but severing the link so quickly is harmful; they take damage equal to twice the starship's tier when a system becomes @UUID[Compendium.sfrpg.rules.JournalEntry.y41YyBmHZYus6NCZ.JournalEntryPage.oEDt7byMjC9PQFj7#malfunctioning]{malfunctioning} or @UUID[Compendium.sfrpg.rules.JournalEntry.y41YyBmHZYus6NCZ.JournalEntryPage.oEDt7byMjC9PQFj7#wrecked]{wrecked}.</p>\n<p>Only one crew member can use a consciousness uplink drive at a time, as multiple users introduce mental interference that negate the system's benefits.</p>\n<p><strong>Benefits:</strong> The benefits provided by the uplink depend on the quality of the user's datajack, with more advanced models able to process more complex commands. While linked, the crew member can perform the following starship crew actions as minor crew actions: @UUID[Compendium.sfrpg.starship-actions.Item.RKHIOu4uCqrEcFoC]{divert}, @UUID[Compendium.sfrpg.starship-actions.Item.HzOXH8vFMCgBnMjg]{fly}, @UUID[Compendium.sfrpg.starship-actions.Item.j7QVUYCTfHXDQMOX]{precognition}, @UUID[Compendium.sfrpg.starship-actions.Item.wOZ9xGH2l1S5lQ9g]{scan}, and @UUID[Compendium.sfrpg.starship-actions.Item.umc9JwD3YQmZhOyh]{shoot}. If using a @UUID[Compendium.sfrpg.equipment.Item.zbNJ4XemklJn2fZr]{high-density} or @UUID[Compendium.sfrpg.equipment.Item.mop4lXnIf9b5VsZi]{accelerated datajack}, the user also gains a +1 circumstance bonus to gunnery and starship combat skill checks. If using an accelerated datajack, the user's circumstance bonus increases to +2 when performing science officer actions, and the user adds the following to their list of minor crew actions: @UUID[Compendium.sfrpg.starship-actions.Item.nBvPpilpblioZptC]{balance}, @UUID[Compendium.sfrpg.starship-actions.Item.exvXNMIOA2BnaL39]{eldritch shot}, @UUID[Compendium.sfrpg.starship-actions.Item.gTnq68hXhcwfMhfO]{fire at will}, @UUID[Compendium.sfrpg.starship-actions.Item.B9CsbXIcE9ZGlGv9]{hold it together}, and @UUID[Compendium.sfrpg.starship-actions.Item.YWYFgrrLuurLr0KG]{maneuver}.</p>\n<p><strong>Drawbacks:</strong> An uplinked user suffers neural feedback whenever the starship takes critical damage. Whenever one of the starship's systems takes critical damage and becomes glitching, the user takes damage equal to the starship's tier; this damage doubles if the system becomes malfunctioning or wrecked. The user can halve this damage with a successful Fortitude save (DC = 10 + 1/2 the starship's tier). If the user has a high-density datajack, they gain a +1 circumstance bonus to saving throws against this feedback (+2 for an accelerated datajack).</p>\n<p>If critical damage gives a system the malfunctioning or wrecked condition, the feedback disables part of the uplinked user's body unless they succeed at a Fortitude save (DC = 10 + 1/2 x the starship's tier for @UUID[Compendium.sfrpg.rules.JournalEntry.y41YyBmHZYus6NCZ.JournalEntryPage.oEDt7byMjC9PQFj7#malfunctioning]{malfunctioning}, or 15 + 1/2 x the starship's tier for @UUID[Compendium.sfrpg.rules.JournalEntry.y41YyBmHZYus6NCZ.JournalEntryPage.oEDt7byMjC9PQFj7#wrecked]{wrecked}). On a failed save, the user suffers a wound, per the wound critical hit effect (Core Rulebook 182), based on which system was damaged:</p><ul><li>Engines: leg</li><li>Life Support or Power Core: vital organ</li><li>Sensors: eye</li><li>Weapons Array: arm</li></ul><p>For a malfunctioning system, the wound's effects are temporary, lasting only 8 hours if the user failed the save. For a wrecked system, however, the wound is permanent if the user failed the save. These wounds don't intrinsically prevent a user from operating the starship, but the injuries are apparent once the user disconnects.</p>\n<p>The user doesn't take any of the above effects when the starship gains a critical damage condition from reducing the severity of a system's critical damage condition.</p>"
    },
    "isPowered": false,
    "modifiers": [],
    "pcu": 0,
    "source": "SOM pg. 28"
  }
}