{
  "_id": "cgbvvhi1SUvIKPAA",
  "name": "Constellation Orrery",
  "type": "starshipDriftEngine",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "cost": 10,
    "costMultipliedBySize": true,
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@Compendium[sfrpg.rules.741Zh3LSMVwp8EBn]{Interstellar Travel}</p>\n<p>Almost every sapient culture has constellations&mdash;patterns of stars visible from a location that represent figures from mythology, folklore, or religion. Stories about these constellations have been shared for generations, cementing their shapes in the collective imagination of thousands of different worlds. Every planet has different constellations and stories attached, but they are all linked together in a mystical sense, as the use of constellation orreries proves.</p>\n<p>A constellation orrery is a form of interstellar drive that enables starships to navigate along the imaginary lines that connect the stars in a constellation, using stars that appear in multiple constellations as &ldquo;switching stations&rdquo; to change lines. These constellation lines are similar to terrestrial ley lines, and they run through not just one plane, but many. Constellation orreries look similar to ancient mechanical solar system models that displayed the orbits of planets around a star, but they depict the relative positions of stars in a constellation, reconfiguring their appearance as the ship passes through different constellations. The Church of Ibra is the sole known purveyor of constellation orreries, but whether the drive&rsquo;s origin lies in the Gap or before it is just another cosmic mystery for the faithful to decipher.</p>\n<p><strong>Restricted:&nbsp;</strong>(Church of @Compendium[sfrpg.setting.bPtB2HxRcO7AYWyf]{Ibra})</p>"
    },
    "engineRating": 2,
    "isPowered": true,
    "maxSize": "huge",
    "modifiers": [],
    "pcu": 150,
    "source": "SOM pg. 10"
  },
  "effects": [],
  "img": "icons/svg/cowled.svg"
}