{
  "name": "Decoy husk",
  "type": "starshipExpansionBay",
  "data": {
    "cost": 4,
    "pcu": 15,
    "isPowered": true,
    "description": {
      "value": "<p>A decoy husk is a living case that can be regrown when ejected from a starship, expands to mimic that vessel and flies in another direction. This expansion takes up one bay in a Small starship, two in a Medium or Large vessel, three in a Huge starship, four in a Gargantuan craft, and five in a Colossal one. Super-colossal vessels cannot install or use this expansion. Once a decoy husk has been deployed, it cannot be recovered, and it takes the deploying vessel a week to grow another decoy.</p>\n<p>A crew member must deploy the decoy as a crew action during the helm phase. Other vessels that fail a Computers check (DC = 10 + the deploying crew member’s Computers bonus) to scan the deploying vessel and its decoy cannot tell the two apart, although this scan can be repeated during each helm phase. The decoy moves in an evasive trajectory chosen by the deploying crew and at the deploying vessel’s speed, and it generates Shield Points equal to its cost in Build Points, but these shields falsely mimic those of the deploying starship when scanned. The decoy can’t attack, and it has a number of Hull Points equal to 20% of the deploying starship’s Hull Points.</p>\n<p>A decoy husk can also be used as weapon. If it enters the hex of another vessel, a crew member aboard the deploying starship can make a gunnery check against the target’s TL. On a hit, the decoy explodes, dealing damage according to its size—Small: 5d8; Medium: 5d10; Large: 10d8; Huge: 2d6 x 10; Colossal: 2d8 x 10. If the attack misses, the decoy is still destroyed in the resulting explosion.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AP #20 pg. 48",
    "type": "",
    "modifiers": [],
    "costMultipliedBySize": false,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "effects": [],
  "img": "icons/svg/mystery-man.svg",
  "_id": "azUdtqsObVGLxZSl"
}