{
  "_id": "Ki188NSjNa3EqvaV",
  "name": "Drone Tube",
  "type": "starshipExpansionBay",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "cost": 5,
    "costMultipliedBySize": false,
    "costMultipliedbySize": false,
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>A drone tube is a hangar modification designed to facilitate the use of automated drones, such as the Klokworx drone. A drone tube can be installed only in an existing hangar bay and doesn’t take up additional expansion bays. If a hangar bay has a drone tube, the bay can hold one additional Tiny starship, but five of those ships must be drones. One hangar bay can hold up to two drone tubes and thereby hold up to ten drones.</p>\n<p>Each drone tube can launch up to two drones per round of starship combat. To launch a drone, a science officer can take an action during the helm phase to attempt a Computers check (DC = 10 + the tier of the launching ship). If the science officer succeeds, up to two drones emerge in different hexes adjacent to the launching ship, and the drones can act last in the helm and gunnery phases of that same round. On a failure, the drones still emerge but don’t act until the next round. In either case, each round after a drone is launched, the drone attempts its own Piloting check to determine when it acts.</p>\n<p>The drone tube also facilitates the launching ship’s communications with its drones in combination with the vessel’s sensors. A science officer on a ship that has active drones can take an action during the helm phase to aid drone attacks. If the science officer succeeds at a Computers check (DC = 10 + 1-1/2 × the launching ship’s tier), up to five of the ship’s drones can use that science officer’s ranks in the Computers skill plus the officer’s Intelligence modifier for gunnery checks during the next gunnery phase.</p>\n<p>A science officer can take an action during the helm phase to jam drone communications. Doing so takes an improve countermeasures action, targeting the drone-launching ship. Succeeding at this check means the target’s drones can’t benefit from an action to aid drone attacks until the next round."
    },
    "isPowered": true,
    "modifiers": [],
    "pcu": 15,
    "source": "AP #7 pg. 47"
  },
  "effects": [],
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}