{
  "_id": "bDNnLgDQd23ehAr7",
  "name": "First Drive",
  "type": "starshipDriftEngine",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "cost": 12,
    "costMultipliedBySize": true,
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@Compendium[sfrpg.rules.741Zh3LSMVwp8EBn]{Interstellar Travel}</p>\n<p>The First World is a plane of endless possibility and evolution. Initially created as something of a rough draft of the Material Plane, the First World constantly reinvents itself, with the laws of physics&mdash;even time&mdash;changing from one location to another. Another major difference between the First World and the Material Plane is that the First World has no outer space; it is mostly a single, immeasurable landmass. Nevertheless, it is possible to achieve interstellar travel on the Material Plane by using a so-called first drive to travel through the First World. The journey can be perilous, and more than one starship using a first drive has disappeared in transit, possibly abducted by the fey denizens of the First World.</p>\n<p>The fey deities called the Eldest rule the First World, and those regions they control are some of the few areas of stability on the plane, held in place by the sheer will of the Eldest. A first drive enables a starship to navigate through the First World by using these stable realms as waypoints. Locations in the First World roughly correspond to physical locations on the Material Plane&mdash;for example, a portion of the First World corresponds to the planet Akiton. A starship in orbit around Akiton can activate its first drive to arrive in the Akiton portion of the First World, then travel through the plane to another planet&rsquo;s corresponding First World location. When the ship reenters the Material Plane, it arrives close to that planet. Unfortunately, this means that a vessel equipped with a first drive must travel between two locations that existed at the time the First World was created. A first drive cannot be used to travel to or from a location that does not have a First World analog (such as a space station like Absalom Station or open space); any attempts to do so simply fail.</p>\n<p>The Eldest are generally credited with creating the first drive; some planar scholars believe that Ng the Hooded was directly responsible. A more contested theory is that the first drive was a rough draft of Triune&rsquo;s Drift engine, though no evidence to support such a claim has been brought to light, and neither the Eldest nor Triune have confirmed or denied these speculations. What is known is that the Eldest are the sole suppliers of first drives, and they usually offer them to mortal spacefarers only as part of inscrutable bargains.</p>\n<p><strong>Restricted:&nbsp;</strong>(Eldest, fey)</p>"
    },
    "engineRating": 3,
    "isPowered": true,
    "maxSize": "large",
    "modifiers": [],
    "pcu": 175,
    "source": "SOM pg. 10"
  },
  "effects": [],
  "img": "icons/svg/cowled.svg"
}