{
  "_id": "E0fhmZwZnpDRmguZ",
  "name": "Fold Gates",
  "type": "starshipDriftEngine",
  "data": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "cost": null,
    "costMultipliedBySize": false,
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@Compendium[sfrpg.rules.741Zh3LSMVwp8EBn]{Interstellar Travel}</p>\n<p>Found in scattered locations deep in the Vast, fold gates are an ancient magical means of interstellar travel designed to foil the speed limit of the universe. Fold gates don&rsquo;t enable a starship to travel at speeds faster than light&mdash;the magic &ldquo;folds&rdquo; the space between two gates instead, and a vessel simply passes through the gates in a near-instantaneous transition from one physical location to another.</p>\n<p>Unfortunately, repeated use of fold gates caused strain on the most heavily traveled routes, weakening the fabric of space-time and in some cases stretching and ripping it like badly worn cloth, causing disasters such as the disappearance of entire star systems. Most of these dangerously distorted fold gate routes eventually disintegrated, with the gates themselves collapsing into black holes or becoming mystical hazards that can ensnare unwary ships in strange, labyrinthine demiplanes. Fold gates are known to have been in use even before the Gap, but the original builders of the fold gates and the techniques for creating them have been lost to history. Some stable, functional fold gates still remain, but all the gates discovered to date have been found in the Vast, and the entire network of linked gates has yet to be fully mapped. Starship captains use fold gates at their own risk, but they remain an option for daring pilots seeking shortcuts through the galaxy.</p>\n<p>Journeying between a pair of fold gates usually takes only 1d8 hours, but travel is limited to predetermined destinations&mdash;those locations with functioning fold gates (determined by the GM). Fold gates have no BP cost, as no special engines are needed to use them, but they drain an immense amount of power from vessels passing through them to maintain the stability of the folded space they create. Fold gates are physical objects, so only Huge or smaller starships can fit through them.</p>"
    },
    "engineRating": null,
    "isPowered": true,
    "maxSize": "huge",
    "modifiers": [],
    "pcu": 200,
    "source": "SOM pg. 10"
  },
  "effects": [],
  "img": "icons/svg/cowled.svg"
}