{
  "_id": "xEwnSDrcRIgTFbC0",
  "name": "Heavy tzibeam (5d6)",
  "type": "starshipWeapon",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "ac",
    "attackBonus": "0",
    "class": "heavy",
    "cost": 30,
    "costMultipliedBySize": false,
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": [
        {
          "formula": "6d6",
          "operator": "",
          "types": {}
        }
      ]
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>Tzibeams are starship weapons that incorporate the head, spine, and long bones of a tzitzimitl, such as the femurs and humeri. These weapons are rare in the extreme. It is rumored that some tzitzimitls donate bones for such weapons, aiding in the replication of essential parts, such as skull and spine. If these stories are true, then the price for such aid is likely beyond what most are willing to pay. Mystical engineers in the Corpse Fleet and the naval forces of @UUID[Compendium.sfrpg.setting.0VTtBYDJC5vUC434]{Eox}’s bone sages are working to duplicate this hybrid technology. Otherwise, creating tzibeams requires a destroyed tzitzimitl.</p>\n<p>These armaments are deadly to the living, allowing the capture of starships by slaying the crew rather than destroying the vessel in which they travel. Tzibeam weapons have the following special properties.</p>\n<p><strong>Death Field:</strong> Weapons with the death field special property deal normal damage to shields, but they always deal minimum damage to Hull Points. Each time the weapon hits, a wave of negative energy floods the target starship. If the target has active shields on the quadrant hit, living creatures aboard the target take damage equal to the number of dice the death field weapon special property has. If the quadrant has no shields, roll the dice associated with the property once. Each living creature aboard the target vessel takes that amount of damage. This damage bypasses resistances and damage reduction. Undead aboard a targeted vessel instead heal an amount equal to the damage rolled.</p>\n<p><strong>Mystical:</strong> When attempting a gunnery check with a mystical weapon, which is a hybrid device, gunners can use ranks in Mysticism in place of their base attack bonus or ranks in Piloting, and their Wisdom modifier in place of their Dexterity modifier.&nbsp;</p>"
    },
    "isPowered": true,
    "modifiers": [],
    "mount": {
      "arc": "",
      "mounted": false
    },
    "pcu": 40,
    "range": "medium",
    "source": "AA3 pg. 123",
    "special": {
      "deathField": true,
      "mystical": true
    },
    "speed": 0,
    "weaponType": "direct"
  }
}