{
  "_id": "9BASEuKPiH2eYC2J",
  "name": "Luxury Ship Framework",
  "type": "starshipOtherSystem",
  "_stats": {
    "coreVersion": 12,
    "systemId": "sfrpg",
    "systemVersion": "0.27.1"
  },
  "img": "systems/sfrpg/icons/default/gears.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "cost": null,
    "costMultipliedBySize": false,
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Luxury ships are designed to enable especially comfortable travel to all manner of destinations—and often to extract as much money from guests as possible. These ships ply the galaxy’s better-known space lanes with regularity and fanfare. Some are</p>\n<p>space yachts for the rich and famous, while others are massive mobile resorts and casinos.</p>\n<p>A luxury ship framework must be purchased at the same time as a Medium or larger starship base frame. Applying the luxury ship framework to a base frame costs an amount of BP equal to one-quarter the base frame’s BP cost (minimum 1). A starship with the luxury ship framework has the following abilities.</p>\n<p><strong>Crew Requirements:</strong> Keeping guests happy and well-attended is critical to a luxury vessel’s success. In addition to its minimum crew requirements, a luxury ship must have one crew member for every guest.</p>\n<p><strong>Staterooms:</strong> A luxury ship is designed to house guests and keep them comfortable. A luxury ship has extra expansion bays equal to its normal number of expansion bays. These additional expansion bays can be used only for luxurious guest quarters, recreation suites, or other expansion bays intended primarily for guests, as determined by the GM.</p>\n<p><strong>Vulnerable:</strong> Luxury ships can’t add additional weapon mounts.</p><hr /><p>COST (IN BP): 1/4 × base frame cost</p>"
    },
    "isPowered": true,
    "modifiers": [],
    "pcu": 0,
    "source": "PoC pg. 30"
  }
}