{
  "_id": "LKRMRPcCldRD76HM",
  "name": "Planar Aperture Drive",
  "type": "starshipDriftEngine",
  "img": "icons/svg/cowled.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "cost": 15,
    "costMultipliedBySize": true,
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.rules.741Zh3LSMVwp8EBn]{Interstellar Travel}</p>\n<p>The four-armed @UUID[Compendium.sfrpg.races.a9yrbTAqxnoG300p]{Witchwyrds} have traveled the stars and planes since long before the Gap, using starships outfitted with proprietary hybrid interstellar engines called planar aperture drives. Manufactured by the Tetrad trade association, witchwyrds’ interplanar mercantile group, planar aperture drives open temporary portals to other planes, allowing witchwyrds to travel with ease throughout the galaxy and most other planes, including the Drift. Their navigational charts are a wonder to behold, though sometimes even witchwyrd ships arrive in the wrong place when traveling through ever-changing planes like the First World or the Maelstrom.</p>\n<p>These drives are the only non-Drift engines known to access the Drift, though how they accomplish this is unknown—one of the leading theories posits the Tetrad signed an exclusive deal with Triune, giving its ships access to the Drift. In any case, the Tetrad does not sell its planar aperture drives to non-witchwyrds under any circumstance, and most Tetrad starships are equipped with security features like biometric locks or even self-destruct systems to keep the technology out of non-witchwyrd hands. On the rare occasions that such engines have been captured by outsiders, they work only as normal Signal Basic Drift engines.</p>\n<p><strong>Restricted:&nbsp;</strong>(Tetrad, witchwyrds)</p>"
    },
    "engineRating": 2,
    "isPowered": true,
    "maxSize": "superColossal",
    "modifiers": [],
    "pcu": 150,
    "source": "SOM pg. 11"
  }
}