{
  "_id": "LHKVTDWIf0gmWFYc",
  "name": "Shadow Engine",
  "type": "starshipDriftEngine",
  "img": "icons/svg/cowled.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "cost": 3,
    "costMultipliedBySize": true,
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.rules.741Zh3LSMVwp8EBn]{Interstellar Travel}</p>\n<p>The Shadow Plane is a warped reflection of the Material Plane, and distances there are highly variable, making it possible to traverse vast distances in less time than it would take on the Material Plane—a fact some species exploited in early forms of faster-than-light starship travel. The shadow engines of velstracs and the Church of @UUID[Compendium.sfrpg.setting.NCjMqGMqprKIe33d]{Zon-Kuthon} were among the most prevalent of these technologies, which transition a starship from the Material Plane to the Shadow Plane by replicating the effects of the shadow walk spell on an interstellar scale. Early shadow engines were slower than Drift engines, but velstracs have continually refined the technology, and modern shadow engines are now just as fast as equivalent Drift-capable vessels.</p>\n<p><em>Shadow engines</em> can propel starships at incredible speeds, but such speed comes with a price: excruciating pain. Kuthites believe that pain leads to enlightenment and have built that tenet into their shadow engines, giving them the painful special property.</p>\n<p><strong>Painful:</strong> When a shadow engine is first activated, every creature on the ship (crew and passengers) is wracked with agonizing pain that imposes a –2 penalty on ability checks, attack rolls, and skill checks (including for starship combat) for as long as the ship is on the Shadow Plane. A target that succeeds at a Will saving throw (DC = 10 + the starship’s tier) reduces the duration to 24 hours. This is a mind-affecting pain effect. Velstracs don’t take the penalties from this effect, though they do enjoy the pain the engine provides.</p>\n<p><strong>Restricted:&nbsp;</strong>(Church of Zon-Kuthon, velstracs)</p>"
    },
    "engineRating": 1,
    "isPowered": true,
    "maxSize": "superColossal",
    "modifiers": [],
    "pcu": 75,
    "source": "SOM pg. 11"
  }
}