{
  "name": "Solar shield channel (hybrid)",
  "type": "starshipOtherSystem",
  "data": {
    "cost": 2,
    "pcu": 0,
    "isPowered": false,
    "description": {
      "value": "<p>A bleeding-edge hybrid system, a solar shield channel augments starship shields and power. (A starship must have shields to include a solar channel.) This system emerged from a joint venture between the research labs of the Deep Cultures Institute and the anassanois of Kahlannal, based on experimental technology used in the first DCI expeditions into the sun. A solar channel allows a starship to travel into a star by channeling solar forces through a magically augmented siccatite matrix that filters positive energy from the solar plasma and uses it to reinforce the matrix.</p>\n<p>The system channels destructive solar forces around and through the vessel, but a ship with a solar shield channel is considered to have only half its normal shields while within a star. The starship’s shields take half damage from starship gravity, laser, and plasma weapons. These shields also block the irradiate special weapon property. Conversely, a vessel with a solar shield channel can’t fire gravity, laser, or plasma weapons through its own shields. The shields also block the EMP and irradiate special weapon properties of any non-tracking weapon the starship fires.</p>\n<p>A starship that has a solar shield channel is designed to draw power from the energies channeled through its shields and power core, so it becomes much easier to distribute that power to various systems while the vessel is fully immersed in an active star. While inside such a stellar body, the DCs for the engineer’s divert and overpower crew actions are 5 lower than normal.</p>\n<p>A solar shield channel costs 2 Build Points × the size category of the starship on which the system is integrated.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AP #17 pg. 45",
    "type": "",
    "modifiers": [],
    "costMultipliedBySize": true,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "effects": [],
  "img": "icons/svg/mystery-man.svg",
  "_id": "pSkQk76wFCJwbicg"
}