{
  "_id": "1mcCblo0STTbOO3a",
  "name": "Space station framework",
  "type": "starshipOtherSystem",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "cost": null,
    "costMultipliedBySize": false,
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>Designed more for long-term habitation than for active exploration, space stations are a crucial part of everyday life in many starfaring societies. Often meant primarily for mercantile, political, or scientific activity, space stations can serve as permanent residences for civilians, corporate headquarters for businesses, rest stops for space travelers, and much more. Space stations differ from many starships in that they typically lack sleek, aerodynamic designs and are not made for quick movement. Rather, space stations are typically placed in orbit around much larger objects and gently float through space.</p>\n<p>The space station framework must be purchased at the same time as a Large or larger starship base frame. Applying the space station framework to a base frame costs an amount of BP equal to one-fifth the base frame’s BP cost. For example, the bulk freighter base frame has a BP cost of 55, so constructing a space station from a bulk freighter would cost 66 BP (55 BP + 11 BP). A space station has the following abilities.</p>\n<p><strong>Habitable:</strong> Space stations are habitable locations first and foremost, designed to afford their occupants all the comforts of terrestrial living. A space station can house a total number of occupants equal to 5 × its base frame’s maximum crew size, though its maximum crew size doesn’t change. A space station multiplies its base frame’s total number of available expansion bays by three. These additional expansion bays can be used only for cargo holds, escape pods, guest quarters, life boats, recreation suites, or other expansion bays intended primarily for civilians, as determined by the GM.</p>\n<p><strong>Orbital Weaponry:</strong> Space stations can support exceptionally powerful weaponry. A space station can install up to one weapon with the orbital weapon special property onto one of its weapon mounts for one-third the usual price.</p>\n<p><strong>Stationary:</strong> Space stations aren’t designed to fly through space and therefore are rarely particularly maneuverable. A space station’s maneuverability is always poor (–1 Piloting, turn 3), and the amount of speed gained from its thrusters is reduced to one-quarter the normal value (to a minimum value of 1). For example, L8 thrusters provide a space station with a speed of only 2 hexes.</p>"
    },
    "isPowered": false,
    "modifiers": [],
    "pcu": 0,
    "source": "SOM pg. 29"
  }
}