{
  "_id": "idvicjlEwzHIDd14",
  "name": "Teleportation Interstellar Drive",
  "type": "starshipDriftEngine",
  "_stats": {
    "coreVersion": 12,
    "systemId": "sfrpg",
    "systemVersion": "0.27.0"
  },
  "img": "systems/sfrpg/icons/default/star-gate.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "cost": 15,
    "costMultipliedBySize": true,
    "critical": {
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.rules.JournalEntry.741Zh3LSMVwp8EBn]{Interstellar Travel}</p>\n<p>Mystical scholars, driven by distrust in Drift travel thanks in part to the Drift Crisis, have worked tirelessly to create alternative ways to traverse the stars at faster-than-light speeds. One result is the T.I.D., which takes multiple forms but carries great risk; use of these devices leaves a ship in a critical state upon arrival.</p>\n<p>A teleportation interstellar drive is available only for starships with a @UUID[Compendium.sfrpg.starship-components.Item.KBrCWIszNWsQ4YZ1]{magic power core} (page 30). The ship must have previously visited the target star system while both the magic power core and magic interstellar drive were installed. The ship must remain stationary and build arcane energy for a number of days equal to the distance of the destination: [[/r 1d6]]{1d6} for destinations in the same star system and [[/r 5d6]]{5d6} days for travel elsewhere in the galaxy. Starship combat interrupts this buildup; it must be restarted from zero. At the end of this buildup, the ship is instantly teleported to the target system. On arrival, all systems have the glitching condition, and the ship can power only life support, gravity, and comms until the systems are repaired.</p>"
    },
    "engineRating": 0,
    "isPowered": true,
    "maxSize": "superColossal",
    "modifiers": [],
    "pcu": 75,
    "source": "PoC pg. 31"
  }
}