{
  "name": "Temporal ripper",
  "type": "starshipOtherSystem",
  "data": {
    "cost": 35,
    "pcu": 50,
    "isPowered": true,
    "description": {
      "value": "<p>A temporal ripper is a complex technological device the size of a common vehicle motor, designed to interface with a ship’s Drift engine. These prototypes were constructed largely as an experiment to test whether or not temporal manipulation could be achieved by directing @Compendium[sfrpg.setting.nb5A5e7HqTnvVjtX]{The Drift} engine to specifically target the Dimension of Time. The resulting temporal energy is stored within the temporal ripper and can be activated to produce a short burst of what some scientists call “anti-time.”</p>\n<p>Installing a temporal ripper within or removing one from a starship’s Drift engine requires a successful Engineering check (DC = 10 + 5 × @Compendium[sfrpg.setting.nb5A5e7HqTnvVjtX]{The Drift} engine’s engine rating); each attempt takes 1d4 days. A temporal ripper costs 35 Build Points and consumes 50 PCU.</p>\n<p>With a temporal ripper installed, a crew member can attempt an Engineering check to open the device to temporal energy when the starship engages its Drift engine to enter or exit @Compendium[sfrpg.setting.nb5A5e7HqTnvVjtX]{The Drift} (DC = 15 + 1-1/2 × the starship’s tier). This check can’t be attempted if the temporal ripper has already been charged. Succeeding at this check charges the temporal ripper with temporal energy, causing the ripper’s containment unit to emit a crimson glow. However, by attempting this skill check, there is a 25% chance @Compendium[sfrpg.setting.nb5A5e7HqTnvVjtX]{The Drift} engine opens a planar tear near the starship no matter where it is. To determine the effect of the planar tear, roll 1d4 on the table below. Many of the following effects worsen depending on whether the result of the Engineering check was a failure, failed by 5 or more, or failed by 10 or more.</p><p><span id=\"ctl00_MainContent_DataListOtherSystems_ctl00_LabelName\"></span></p>\n<table class=\"inner\" style=\"width: 98.9474%; height: 216px;\">\n<tbody>\n<tr style=\"height: 16px;\">\n<td style=\"width: 6.76618%; height: 16px; text-align: center; vertical-align: middle; border: 1px solid #000000;\">1d4</td>\n<td style=\"width: 92.8792%; height: 16px; text-align: center; vertical-align: middle; border: 1px solid #000000;\">Effect</td>\n</tr>\n<tr style=\"height: 50px;\">\n<td style=\"width: 6.76618%; height: 50px; text-align: center; vertical-align: middle; border: 1px solid #000000;\">1</td>\n<td style=\"width: 92.8792%; height: 50px; text-align: center; vertical-align: middle; border: 1px solid #000000;\">A pulse of electromagnetic energy issues from the tear. Each battery aboard the starship is drained of 1d6 charges (2d6 charges if a failure, 2d6+4 if failed by 5 or more, and 2d6+8 if failed by 10 or more).</td>\n</tr>\n<tr style=\"height: 67px;\">\n<td style=\"width: 6.76618%; height: 67px; text-align: center; vertical-align: middle; border: 1px solid #000000;\">2</td>\n<td style=\"width: 92.8792%; height: 67px; text-align: center; vertical-align: middle; border: 1px solid #000000;\">Extraplanar debris from the tear strikes the starship (phasing through any shields), applying the glitching critical damage effect to one of the starship&rsquo;s systems, randomly determined (the critical damage effect is increased to malfunctioning if failed by 5 or more and wrecked if failed by 10 or more).</td>\n</tr>\n<tr style=\"height: 50px;\">\n<td style=\"width: 6.76618%; height: 50px; text-align: center; vertical-align: middle; border: 1px solid #000000;\">3</td>\n<td style=\"width: 92.8792%; height: 50px; text-align: center; vertical-align: middle; border: 1px solid #000000;\">A flare of cosmic energy bursts from the tear, exposing everyone aboard the ship to low radiation (medium if a failure, high if failed by 5 or more, and severe if failed by 10 or more).</td>\n</tr>\n<tr style=\"height: 33px;\">\n<td style=\"width: 6.76618%; height: 33px; text-align: center; vertical-align: middle; border: 1px solid #000000;\">4</td>\n<td style=\"width: 92.8792%; height: 33px; text-align: center; vertical-align: middle; border: 1px solid #000000;\">A wave of mystical force from the tear engulfs the starship. All hybrid items aboard the vessel gain the broken condition.</td>\n</tr>\n</tbody>\n</table><p>During starship combat, a crew member in the engineering role can spend an action during the engineering phase to activate a charged temporal ripper to release its stored energy, creating a massive wave of anti-time; to all crew members aboard the temporal ripper’s ship, the other starships seem to move in slow motion. For the remainder of the current round of starship combat, each of the other crew members can take one extra action in their role and can take the same action twice. In addition, the pilot of the temporal ripper’s starship automatically gets to move their starship after any other starships in the combat (as though they had rolled the highest on the opposed Piloting check). If more than one starship in the combat has a temporal ripper and they are activated during the same round, the pilots of the effected starships roll opposed Piloting checks at the beginning of the helm phase, comparing those results to each other (though these pilots all move their starships after vessels not affected by temporal rippers).</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "AP #26 pg. 53",
    "type": "",
    "modifiers": [],
    "costMultipliedBySize": false,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "effects": [],
  "img": "icons/svg/mystery-man.svg",
  "_id": "AbIViW7r2vtlJzeA"
}