{
  "name": "Training interface module",
  "type": "starshipOtherSystem",
  "data": {
    "cost": null,
    "pcu": 0,
    "isPowered": true,
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListOtherSystems_ctl00_LabelName\"></span></p>\n<p><span id=\"ctl00_MainContent_DataListOtherSystems_ctl00_LabelName\">A training interface module (or TIM) is an advanced computer combat simulator that enables a starship&rsquo;s officer to apply their own training and expertise in starship combat. Each TIM is programmed to interface with both a specific class feature or feat as well as with a crew role; a TIM is listed with its associated feat and role, such as &ldquo;TIM (mitigate, captain).&rdquo; The exception to this are TIMs marked &ldquo;any,&rdquo; which are not assigned to a specific crew role. A starship can have up to four TIMs installed, and each must apply to a different class feature or feat (though TIMs for different class features or feats may provide the same benefits).</span></p>\n<p><span id=\"ctl00_MainContent_DataListOtherSystems_ctl00_LabelName\">A TIM functions only when an officer with the selected feat or class feature (or class feature that replaces the listed class feature, such as a technomancer with the cache hacks feature using a spell cache TIM) assumes that crew role. A TIM that affects an officer or their actions, rather than their starship or its statistics, can be used only by the officer currently using that TIM, even if the starship has multiple qualifying officers (e.g., a starship with a Deadly Aim TIM and three crew members with the Deadly Aim feat could grant the TIM&rsquo;s benefit to only one of the crew members, even if all three were gunners). In addition, a crew member can interface with only one TIM per round. If a starship has multiple TIMs associated with a role, an officer must choose at the beginning of the round which TIM to use, if any.</span></p>\n<p><span id=\"ctl00_MainContent_DataListOtherSystems_ctl00_LabelName\">A TIM costs 3 BP, and the cost increases by 1 for each TIM a starship already has. The BP cost of installing a TIM that lists &ldquo;any&rdquo; as its crew role increases by 3. </span></p>\n<h2 class=\"title\">Class Feature Modules</h2>\n<p>The following TIMs are associated with class features.</p>\n<p><strong>Artificial Intelligence (Any):</strong> Your artificial intelligence (AI) can perform one minor crew action per round. At the beginning of the round, you can spend 1 Resolve Point to instead let your AI perform one crew action and assign your AI to one of the following roles until the end of the round: chief mate, engineer, gunner, pilot, or science officer. When performing a crew action, your AI uses its Dexterity and base attack bonus to calculate its gunnery bonus, and it uses either its own skill modifiers or a modifier equal to 3 plus your level, whichever is higher. Your AI cannot perform crew actions that require the expenditure of Resolve Points.</p>\n<p><strong>Biohacks (Science Officer):</strong> You can use the demand captain action as a science officer action during any phase. Instead of an Intimidate check, you attempt a Life Science check if the crew member you&rsquo;re affecting is living, or a Physical Science check if the crew member is unliving. The DC of this check is 15 + 1-1/2 &times; your starship&rsquo;s tier. A creature can be affected by either this TIM or the demand action only once per combat.</p>\n<p><strong>Cache Capacitor (Science Officer):</strong> The first time each round that a crew member gains a circumstance bonus to their starship combat check from the starship&rsquo;s integrated control module, they increase that bonus by 1.</p>\n<p><strong>Connection (Magic Officer):</strong> You can use the divert engineer action as a magic officer action during the engineering phase. Instead of an Engineering check, you attempt a Mysticism check against the same DC and expend an unused mystic spell slot of 1st level or higher. You gain a bonus to the Mysticism check equal to twice the expended spell&rsquo;s level.</p>\n<p><strong>Entropic Pool (Chief Mate):</strong> You draw power from damage dealt to your starship, channeling it into the task at hand. If your starship took critical damage last round, you gain a bonus to your chief mate actions this round based on the damaged system&rsquo;s condition: +2 if the system became glitching, +3 if it became malfunctioning, or +4 if it became wrecked. If you are using the critical success rules, you also achieve a critical success on a 19 or 20 for any chief mate actions you attempt if one of your starship&rsquo;s systems took critical damage last round.</p>\n<p><strong>Expertise (Captain):</strong> Once per combat, you can use Sense Motive or any skill that you&rsquo;ve chosen with the skill expertise class feature in place of Bluff, Diplomacy, or Intimidate when performing a captain action.</p>\n<p><strong>Healing Touch (Engineer):</strong> As an engineer action in the engineering phase, you can expend a use of your healing touch ability to restore a number of Hull Points to your starship equal to 1d4 &times; your mystic level (or 1d8 &times; your mystic level if your starship is biomechanical). For each Hull Point you restore, you must also expend 10 UPBs. If this healing would reduce the total amount of damage the starship has taken to below its critical threshold or a multiple of that threshold, the starship also reduces the critical damage condition of one system (chosen at random) by one step.</p>\n<p>Once a starship has been healed in this way, it cannot recover additional Hull Points from a TIM until it has been properly repaired.</p>\n<p><strong>Infinite Worlds (Magic Officer):</strong> As a magic officer action at the beginning of the helm phase, you can conjure debris or a similar hazard into the path of an enemy vessel in space within 10 hexes. Expend one unused spell slot and attempt a Mysticism check (DC = 15 + 1-1/2 &times; the enemy starship&rsquo;s tier). If you succeed, you create one of the following three effects.</p>\n<ul>\n<li>You hamper the starship&rsquo;s movement, reducing its speed by 1 plus 1 for every 2 levels of the expended spell slot. You can&rsquo;t reduce the starship&rsquo;s speed below half of its normal speed.</li>\n<li>You warp the flight paths of the starship&rsquo;s weapons. This reduces its weapons&rsquo; ranges by a number of hexes equal to the expended spell slot&rsquo;s level (minimum 1 hex or half the weapon&rsquo;s base range, whichever is greater). This also reduces the speed of tracking weapons the starship fires this round by an amount equal to the expended spell slot&rsquo;s level (though no lower than half the weapon&rsquo;s normal speed). This speed reduction lasts only until the beginning of the next round.</li>\n<li>You conjure a brief hazard that damages the starship, which takes damage equal to 2d8 &times; the expended spell slot&rsquo;s level. This damage is applied evenly to each of the starship&rsquo;s quadrants, with any excess damage applied to the quadrant of your choice.</li>\n</ul>\n<p><strong>Injection Expert (Engineer):</strong> Systems you affect with the hold it together action are treated as though their critical damage condition were two steps less severe until the end of the next round.</p>\n<p><strong>Mitigate (Captain):</strong> You add your Constitution modifier to your starship&rsquo;s Damage Threshold. If your starship doesn&rsquo;t have a Damage Threshold, it instead gains a Damage Threshold equal to your Constitution modifier.</p>\n<p><strong>Paradigm Shift (Magic Officer):</strong> As a magic officer action during the helm phase, you can replace one of your starship&rsquo;s weapons with one from another reality. Choose a weapon on your ship that doesn&rsquo;t have the limited fire weapon special property, and attempt a Mysticism check (DC = 10 + 1-1/2 &times; the starship&rsquo;s tier). If you succeed, you replace the weapon with a different starship weapon of the same class (light, heavy, capital, or spinal) that doesn&rsquo;t have the limited fire weapon special property, and whose BP cost is less than or equal to that of the affected weapon. The weapon remains transformed until the end of the round, after which it reverts to its original form. If you fail the Mysticism check, the affected weapon only partially transforms, rendering it nonfunctional until the end of the round.</p>\n<p><strong>Primary Fighting Style (Gunner):</strong> Whenever you roll damage for a starship weapon you fired, you treat the maximum result of each die as though it were 1 higher (for example, you would treat a result of a 4 on a d4 as a 5).</p>\n<p><strong>Primary Fighting Style (Pilot):</strong> Whenever you use the flyby stunt and exceed the stunt&rsquo;s Piloting check DC by 5 or more, you can use the snap shot minor crew action during the gunnery phase, even if your starship&rsquo;s gunner has already used an action this round. This doesn&rsquo;t allow a starship weapon to be used more than once per round.</p>\n<p><strong>Solar Connection (Gunner):</strong> At the start of each starship combat&mdash;whether or not you begin the combat as a gunner&mdash;you choose one of your starship&rsquo;s unoccupied weapon mounts and invest your solar mote into it, manifesting those solar energies as a new weapon that lacks the limited fire weapon special property and whose BP cost doesn&rsquo;t exceed an amount equal to 2 plus twice your number of levels for any class that grants you a solar manifestation (such as solarian or a mystic with the solar connection epiphany). Only you can operate this weapon, and the weapon vanishes when the combat ends.</p>\n<p><strong>Solar Manifestation (Gunner):</strong> Same as solar connection (see above).</p>\n<p><strong>Specialization (Any):</strong> Whenever you attempt a starship combat check with one of your specialization&rsquo;s associated skills, you can spend 1 Resolve Point to roll your skill check twice and use the better result.</p>\n<p><strong>Spell Cache (Magic Officer):</strong> Whenever you attempt a Mysticism check to perform a magic officer action, you can expend an unused technomancer spell slot to gain an enhancement bonus to your Mysticism check equal to 1-1/2 &times; the level of the expended spell slot.</p>\n<p><strong>Trick Attack (Pilot):</strong> When you perform a stunt and exceed the Piloting check&rsquo;s DC by 5 or more, your artful maneuver grants one gunner a +2 circumstance bonus to the first gunnery check they attempt before the end of the round.</p>\n<h2 class=\"title\">Feat Modules</h2>\n<p>The following TIMs are associated with feats.</p>\n<p><strong>Adaptive Fighting (Any):</strong> At the start of a starship combat round, you can expend your Adaptive Fighting feat to apply the TIM benefit associated with one of your selected feats until the end of the round.</p>\n<p><strong>Agile Casting (Magic Officer):</strong> The first time per combat that you take on the magic officer role, you can roll your first Mysticism starship combat check that round twice and use the better result.</p>\n<p><strong>Amplified Glitch (Science Officer):</strong> When you use the target system science officer action and exceed the Computers check&rsquo;s DC by 5 or more, you also identify a way for your starship&rsquo;s weapons to trigger additional disruptions. The next attack made by your starship that deals critical damage to the enemy starship also gives the glitching condition to one other system, chosen randomly from systems that don&rsquo;t have a critical damage condition, as though it had been hit by an EMP weapon. This glitching condition lasts for 1 round.</p>\n<p><strong>Antagonize (Captain):</strong> You can use the taunt captain action against the same starship up to twice per starship combat.</p>\n<p><strong>Barricade (Any):</strong> When you use the subdue boarding party open crew action, you increase your starship&rsquo;s Boarding Resistance by 2 for the purpose of determining how many of one boarding party you disable if the boarding party fails its boarding attack check.</p>\n<p><strong>Cleave (Engineer):</strong> When you divert power to your starship&rsquo;s weapons, the weapons trigger secondary flares and explosions. The first time an affected weapon hits an enemy starship this turn, the gunner can also damage a second target in a hex adjacent to the primary target. This secondary damage equals the weapon&rsquo;s minimum damage.</p>\n<p><strong>Climbing Master (Chief Mate):</strong> You&rsquo;re able to scramble between stations with incredible speed. When you successfully perform a chief mate action, you can perform a second minor crew action that round.</p>\n<p><strong>Combat Casting (Magic Officer):</strong> When you use the eldritch shot magic officer action, you can also expend an unused spell slot or spell-like ability of 1st level or higher to grant a +1 enhancement bonus to gunnery checks and damage rolls using the affected weapon. This bonus lasts until the end of the combat or until the weapon has been fired a number of times equal to the expended spell slot&rsquo;s level, whichever comes first.</p>\n<p><strong>Deadly Aim (Gunner):</strong> At the start of the gunnery phase, you can take a &ndash;2 penalty to your gunnery checks until the end of the round. If you do, the first of your attacks that hits and deals damage also deals additional damage equal to your base attack bonus.</p>\n<p><strong>Deflect Projectiles (Gunner):</strong> As a gunner action at the beginning of the gunnery phase, you can spend 1 Resolve Point to shoot down incoming attacks. Once before the end of the phase, after learning the result of an incoming direct-fire or tracking weapon attack&rsquo;s gunnery check but before any damage is dealt, you can choose to fire on the incoming attack. Attempt a gunnery check, and use the result as your starship&rsquo;s AC and TL against that attack. If you hit, you deflect the attack.</p>\n<p>If you deflect the attack and you have the Reflect Projectiles feat, you can redirect the attack. Attempt a gunnery check against the new target&rsquo;s AC for a direct-fire attack or TL for a tracking weapon. If you succeed, deal the weapon&rsquo;s minimum damage to the secondary target, using your attacking starship&rsquo;s hex as the weapon&rsquo;s point of origin to determine which quadrant you hit for the secondary target.</p>\n<p><strong>Diehard (Any):</strong> Whenever your starship has fewer than half its total Hull Points remaining, you gain a +1 enhancement bonus to your starship combat skill checks and gunnery checks.</p>\n<p><strong>Diversion (Captain):</strong> When you attempt a Bluff check to perform the taunt captain action, you can distract the enemy captain rather than impose the taunt&rsquo;s usual penalties. If you succeed, the enemy captain loses their crew action for the round. If your result exceeds the Bluff check&rsquo;s DC by 5 or more, you also impose the taunt action&rsquo;s standard penalty on that starship, though this penalty lasts for only 1 round.</p>\n<p><strong>Enhanced Resistance (Chief Mate):</strong> If you fail a starship combat check to perform a chief mate action, you can withstand dangerous conditions long enough to try again. You forgo any minor action for the round and spend 1 Resolve Point to reroll the starship combat check.</p>\n<p><strong>Far Shot (Gunner):</strong> When you fire a starship weapon that can affect targets at least 6 hexes away, increase that weapon&rsquo;s range by 2 hexes for that attack.</p>\n<p><strong>Fast Talk (Captain):</strong> As a captain action at the beginning of the helm phase, you can attempt a Bluff check. The pilot uses either your check&rsquo;s result or their Piloting check result to determine the order in which the starship moves. In the event of a tie between starships&rsquo; results, the pilot uses the higher of their Piloting ranks or your Bluff ranks to break the tie. You can use this module multiple times per starship combat, but each subsequent time you use it, you take a cumulative &ndash;4 penalty to your Bluff check.</p>\n<p><strong>Improved Critical (Gunner):</strong> The first time each round you deal critical damage to an enemy starship, the Engineering check DC of the hold it together, patch, and quick fix engineer actions performed on that starship increases by 2 until the end of the next round.</p>\n<p><strong>Improved Feint (Gunner):</strong> Once per combat, you can roll your gunnery check twice and use the higher result when operating an ECM module.</p>\n<p><strong>Improved Initiative (Pilot):</strong> When determining the order in which each starship moves during the helm phase, you can spend 1 Resolve Point to roll your Piloting check twice and use the higher result.</p>\n<p><strong>Jet Dash (Chief Mate):</strong> At the start of the round, you can spend 1 Resolve Point to assist your crew with exceptional speed. If you succeed at the starship combat check to perform a chief mate action this round, you can perform a second chief mate action that requires an Acrobatics or Athletics check this round with a &ndash;2 penalty to that action&rsquo;s check.</p>\n<p><strong>Kip Up (Chief Mate):</strong> When you successfully use one of the following actions, halve the penalties the listed crew members would take from the glitching or malfunctioning conditions until the end of the round: hard turn (pilot), maintenance panel access (engineers), manual realignment (science officers), maximize speed (pilot), or targeting aid (gunners).</p>\n<p><strong>Master Crafter (Engineer):</strong> Once per encounter, when you successfully divert power to your starship&rsquo;s weapons, you also grant one of the starship&rsquo;s weapons one of the following weapon special properties until the end of the round: broad arc, intimidating, irradiate (low), or point (+10). If you exceed the action&rsquo;s Engineering DC by 5 or more, add burrowing and line to the weapon special properties you can grant.</p>\n<p><strong>Mobility (Pilot):</strong> When you fail your Piloting check when attempting the flyby stunt, you provoke a free attack from an enemy starship only if you failed the check by 5 or more.</p>\n<p><strong>Multi-Weapon Fighting (Gunner):</strong> Reduce the penalties that you take to gunnery checks when performing the broadside, fire at will, and snap shot actions to &ndash;1, &ndash;3, and &ndash;1, respectively.</p>\n<p><strong>Mystic Strike (Magic Officer):</strong> When you affect a weapon with the eldritch shot action, the affected weapon also gains the mystical starship weapon special property (page 15) until the end of the next round.</p>\n<p><strong>Nimble Moves (Pilot):</strong> Whenever you successfully use the evade stunt, your starship also ignores any hazardous conditions present in one of the hexes it enters during its movement this round. If the starship would take damage from a hazard before the beginning of the next helm phase, reduce the damage taken by an amount equal to your ranks in Piloting.</p>\n<p><strong>Parting Shot (Gunner):</strong> After you successfully use the back off stunt, mark the hex in which your starship began its movement. One of your starship&rsquo;s gunners can perform the shoot action during the gunnery phase this round as though the starship were in any of the hexes between your starship&rsquo;s starting hex that round and its current hex, using the starship&rsquo;s current facing.</p>\n<p><strong>Penetrating Attack (Gunner):</strong> Your attacks pierce enemy shields. When you succeed at a gunnery check with a starship weapon within that weapon&rsquo;s first range increment, apply 1 damage per damage die to the target&rsquo;s Hull Points instead of to its Shield Points. If any of the damage applied to the shields depletes those shields, apply the remainder of the damage to the starship&rsquo;s Hull Points.</p>\n<p><strong>Quick Draw (Any):</strong> When you change your starship role at the start of a round, you gain a +1 enhancement bonus to your gunnery and starship combat checks until the end of the round.</p>\n<p><strong>Shot on the Run (Pilot):</strong> You gain a +2 circumstance bonus to Piloting checks to perform the flyby stunt. When you successfully perform the flyby stunt, choose one of your starship&rsquo;s weapon arcs. Until the end of the round, attacks with weapons in that arc against the enemy starship deal 2 additional damage or increase their damage dealt by 10%, whichever is greater.</p>\n<p><strong>Slippery Shooter (Pilot):</strong> Same as Shot on the Run (see above).</p>\n<p><strong>Spell Focus (Magic Officer):</strong> When you attempt a Mysticism check as part of a magic officer action, you can expend an unused spell slot to gain a circumstance bonus to the Mysticism check equal to 1-1/2 times the spell&rsquo;s level.</p>\n<p><strong>Spell Penetration (Magic Officer):</strong> Before you attempt a Mysticism check to perform the scrying magic officer action, you can spend 1 Resolve Point to ignore the target starship&rsquo;s defensive countermeasures when calculating the Mysticism check&rsquo;s DC for that action.</p>\n<p><strong>Spring Attack (Pilot):</strong> Same as Shot on the Run (see above).</p>\n<p><strong>Unfriendly Fire (Captain):</strong> When an enemy starship misses your starship with an attack, you can spend 1 Resolve Point and attempt a Bluff check (DC = 15 + 1-1/2 &times; the enemy starship&rsquo;s tier). If you succeed, choose a target in range of the attacking weapon in the arc opposite the quadrant that the enemy&rsquo;s attack would have hit (e.g., your port arc if the attack would have hit your starboard quadrant). The enemy starship rerolls their gunnery check against the second target, applying any penalties for range. If the second gunnery check succeeds, the attack instead hits the second target (or pursues that target, in the case of a tracking weapon).</p>\n<p><strong>Weapon Focus (Gunner):</strong> Once per round when you roll damage for a starship weapon you fired, you can reroll one damage die and must use the new result. At 8th level and 16th level, you can reroll an additional damage die per round in this way. You cannot use this TIM to reroll damage dice that would be multiplied, such as most damage dice associated with capital and spinal class weapons.</p>\n<table class=\"inner\" style=\"float: right; width: 98.9362%;\">\n<tbody>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\"><strong>MODULE</strong></td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\"><strong>ASSOCIATED CREW MEMBER</strong></td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 99.104%; border: 1px solid #000000;\" colspan=\"2\"><strong>CLASS FEATURE</strong></td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Artificial intelligence</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Any</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Biohacks</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Science officer</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Cache capacitor</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Science officer</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Connection</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Magic officer</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Entropic pool</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Chief mate</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Expertise</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Captain</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Healing touch</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Engineer</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Infinite worlds</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Magic officer</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Injection expert</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Engineer</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Mitigate</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Captain</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Paradigm shift</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Magic officer</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Primary fighting style</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Gunner or pilot</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Solar connection</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Gunner</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Solar manifestation</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Gunner</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Specialization</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Any</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Spell cache</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Magic officer</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Trick attack</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Pilot</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 99.104%; border: 1px solid #000000;\" colspan=\"2\"><strong>FEAT</strong></td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Adaptive Fighting</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Any</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Agile Casting</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Magic officer</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Amplified Glitch</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Science officer</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Antagonize</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Captain</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Barricade</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Any</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Cleave</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Engineer</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Climbing Master</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Chief mate</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Combat Casting</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Magic officer</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Deadly Aim</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Gunner</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Deflect Projectiles</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Gunner</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Diehard</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Any</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Diversion</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Captain</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Enhanced Resistance</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Chief mate</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Far Shot</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Gunner</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Fast Talk</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Captain</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Improved Critical</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Gunner</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Improved Feint</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Gunner</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Improved Initiative</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Pilot</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Jet Dash</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Chief mate</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Kip Up</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Chief mate</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Master Crafter</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Engineer</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Mobility</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Pilot</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Multi-Weapon Fighting</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Gunner</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Mystic Strike</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Magic officer</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Nimble Moves</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Pilot</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Parting Shot</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Gunner</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Penetrating Attack</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Gunner</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Quick Draw</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Any</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Shot on the Run</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Pilot</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Slippery Shooter</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Pilot</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Spell Focus</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Magic officer</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Spell Penetration</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Magic officer</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Spring Attack</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Pilot</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Unfriendly Fire</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Captain</td>\n</tr>\n<tr>\n<td style=\"text-align: center; vertical-align: middle; width: 47.1775%; border: 1px solid #000000;\">Weapon Focus</td>\n<td style=\"text-align: center; vertical-align: middle; width: 51.9265%; border: 1px solid #000000;\">Gunner</td>\n</tr>\n</tbody>\n</table>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SOM pg. 30",
    "type": "",
    "modifiers": [],
    "costMultipliedBySize": false,
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "effects": [],
  "img": "icons/svg/mystery-man.svg",
  "_id": "KIgBe0eWjsvbc5B2"
}