{
  "name": "Divert",
  "type": "starshipAction",
  "data": {
    "description": {
      "value": "<h2>Normal effect</h2><p>You can divert auxiliary power into one of your starship’s systems, giving it a boost. This requires a successful Engineering check (DC = 10 + 1-1/2 × your starship’s tier), and the results depend on where you decide to send this extra power. If you send it to the engines, your starship’s speed increases by 2 this round. If you send it to the science equipment, all science officers receive a +2 bonus to their crew actions this round. If you send it to the starship’s weapons, treat each damage die that rolls a 1 this round as having rolled a 2 instead. If you send it to the shields, restore an amount of Shield Points equal to 5% of the PCU rating of the starship’s power core (see page 296), up to the shields’ maximum value. You can distribute the restored Shield Points across the shields’ four quadrants as you see fit.</p><h2>Critical effect</h2><p>For a crucial moment, you far surpass the power core’s potential output. The results of a critical divert action depend on where you decided to send the extra power.<br/>Engines: You also divert power to the maneuvering thrusters, lowering the turn value of your starship by 1 this round.<br/>Science Equipment: You’re able to divert power in an efficient and balanced way. Science officers can roll their checks twice this round and use the better result.<br/>Shields: You’re able to efficiently route energy to the shields, doubling the number of Shield Points restored to 10% of the PCU rating of the starship’s power core. If this would restore the shields over their maximum value, these excess Shield Points remain until the beginning of the next engineering phase, at which point any excess Shield Points are lost.<br/>Starship Weapons: The augmented weapons run at maximum safe power. For your starship’s weapons, treat each damage die roll that results in a 1 this round as having rolled the die’s maximum result instead.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB",
    "type": "",
    "role": "engineer",
    "order": 0,
    "phase": {
      "name": "Engineering phase",
      "tooltip": "This action can be used during the engineering phase of combat."
    },
    "isPush": false,
    "resolvePointCost": 0,
    "formula": [
      {
        "name": "Engines",
        "formula": "@engineer.skills.eng.mod",
        "effectNormal": "If you send it to the engines, your starship’s speed increases by 2 this round.",
        "effectCritical": "For a crucial moment, you far surpass the power core’s potential output. You also divert power to the maneuvering thrusters, lowering the turn value of your starship by 1 this round."
      },
      {
        "name": "Science Equipment",
        "formula": "@engineer.skills.eng.mod",
        "effectNormal": "If you send it to the science equipment, all science officers receive a +2 bonus to their crew actions this round.",
        "effectCritical": "For a crucial moment, you far surpass the power core’s potential output. You’re able to divert power in an efficient and balanced way. Science officers can roll their checks twice this round and use the better result."
      },
      {
        "name": "Weapons",
        "formula": "@engineer.skills.eng.mod",
        "effectNormal": "If you send it to the starship’s weapons, treat each damage die that rolls a 1 this round as having rolled a 2 instead.",
        "effectCritical": "For a crucial moment, you far surpass the power core’s potential output. The augmented weapons run at maximum safe power. For your starship’s weapons, treat each damage die roll that results in a 1 this round as having rolled the die’s maximum result instead."
      },
      {
        "name": "Shields",
        "formula": "@engineer.skills.eng.mod",
        "effectNormal": "If you send it to the shields, restore an amount of Shield Points equal to 5% of the PCU rating of the starship’s power core (see page 296), up to the shields’ maximum value. You can distribute the restored Shield Points across the shields’ four quadrants as you see fit.",
        "effectCritical": "For a crucial moment, you far surpass the power core’s potential output. You’re able to efficiently route energy to the shields, doubling the number of Shield Points restored to 10% of the PCU rating of the starship’s power core. If this would restore the shields over their maximum value, these excess Shield Points remain until the beginning of the next engineering phase, at which point any excess Shield Points are lost."
      }
    ],
    "selectors": [
      "engineer"
    ],
    "selectorKey": "engineer",
    "dc": {
      "value": "10 + floor(1.5 * @ship.details.tier)",
      "resolve": true
    },
    "effectNormal": "You can divert auxiliary power into one of your starship’s systems, giving it a boost. This requires a successful Engineering check (DC = 10 + 1-1/2 × your starship’s tier), and the results depend on where you decide to send this extra power. If you send it to the engines, your starship’s speed increases by 2 this round. If you send it to the science equipment, all science officers receive a +2 bonus to their crew actions this round. If you send it to the starship’s weapons, treat each damage die that rolls a 1 this round as having rolled a 2 instead. If you send it to the shields, restore an amount of Shield Points equal to 5% of the PCU rating of the starship’s power core (see page 296), up to the shields’ maximum value. You can distribute the restored Shield Points across the shields’ four quadrants as you see fit.",
    "effectCritical": "For a crucial moment, you far surpass the power core’s potential output. The results of a critical divert action depend on where you decided to send the extra power.<br/>Engines: You also divert power to the maneuvering thrusters, lowering the turn value of your starship by 1 this round.<br/>Science Equipment: You’re able to divert power in an efficient and balanced way. Science officers can roll their checks twice this round and use the better result.<br/>Shields: You’re able to efficiently route energy to the shields, doubling the number of Shield Points restored to 10% of the PCU rating of the starship’s power core. If this would restore the shields over their maximum value, these excess Shield Points remain until the beginning of the next engineering phase, at which point any excess Shield Points are lost.<br/>Starship Weapons: The augmented weapons run at maximum safe power. For your starship’s weapons, treat each damage die roll that results in a 1 this round as having rolled the die’s maximum result instead."
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "_id": "RKHIOu4uCqrEcFoC"
}