{
  "_id": "N5460NEe031AoP29",
  "name": "Absorption",
  "type": "feat",
  "data": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@Compendium[sfrpg.class-features.lJRqcU90rzQ9CT3w]{Nanite Faculties}</p>\n<p>Your body absorbs attacks, swallowing bullets, toxins, and even magic that your nanites convert into bursts of power.</p>\n<h2>@Compendium[sfrpg.class-features.5p8rvF8CHnuuluft]{Vanish into the Depths (Ex) 1st Level}</h2>\n<p>You gain the defensive dispersal ability at 1st level instead of 2nd level. Add 1/2 your nanocyte level to the amount by which your defensive dispersal ability reduces the damage dealt by a triggering effect.</p>\n<h2>@Compendium[sfrpg.class-features.6qtNDpEekTPwN1X9]{Fuel for the Fires (Ex) 5th Level}</h2>\n<p>You repurpose incoming damage, using it to make your own attacks deadlier. When you use your defensive dispersal ability to reduce the damage you take from an effect, you enhance the next attack you make with a weapon created by your gear array made before the end of your next turn. If the attack hits, it deals 1d6 additional damage (or 1d4 additional damage if the weapon attacks all creatures in an area). This additional damage increases by 1d6 (or 1d4 for attacks against an area) at 9th level, 13th level, and 17th level. Alternatively, when a creature in your cloud array takes damage before the end of your next turn, you can expend your absorbed energy to increase the damage the creature takes by 1d6 (increased to 2d6 at 9th level, 3d6 at 13th level, and 4d6 at 17th level). Either form of additional damage is of the same type as the attack&rsquo;s normal damage.</p>\n<h2>@Compendium[sfrpg.class-features.iPv72nN2gDOaIHqm]{Kinetic Surge (Ex) 9th Level}</h2>\n<p>When you use your defensive dispersal ability to reduce the damage you take from an attack, you convert some of that energy into rapid movement, granting you a +10-foot enhancement bonus to each of your speeds until the end of your next turn. During this time, calculate your DC for Athletics checks to jump as though you had a 10-foot running start. If the triggering attack for defensive dispersal was a critical hit, increase the enhancement bonus to speed to 20 feet, and you also gain a +3 bonus to your Armor Class against attacks of opportunity that you provoke by leaving a threatened square until the end of your next turn.</p>\n<h2>@Compendium[sfrpg.class-features.tHPWuT9ZryMrEn9v]{Arcane Turnabout (Ex) 13th Level}</h2>\n<p>The circumstance bonus to saving throws provided by defensive dispersal increases to +2 against spells and spell-like abilities. When you use your defensive dispersal ability against a spell or spell-like ability and succeed the effect&rsquo;s initial saving throw (or if the spell fails to overcome your spell resistance, if any), you can deflect some of the magical energy to damage a creature within 30 feet. That creature takes 1d6 force damage per level of the spell (Fortitude half), and if you target the spell&rsquo;s caster with this effect, they take a &ndash;2 penalty to the saving throw.</p>\n<h2>@Compendium[sfrpg.class-features.TS91lTZNxhGEMxKr]{Deflective Dome (Ex) 17th Level}</h2>\n<p>You gain the group dispersal knack (Starfinder Tech Revolution 15); if you already have the knack, you gain one other knack of your choice that&rsquo;s available to a 10th-level nanocyte. Once per minute when you use your group dispersal knack, you can apply its benefits to all allies affected by the triggering effect who are adjacent to you or within your cloud array.</p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st Level",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "GM pg. 26",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  },
  "img": "icons/svg/mystery-man.svg"
}