{
  "_id": "0utN5rLSZOoTLScv",
  "name": "Advanced Customization (Ex) (Weapon)",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.class-features.9hIBsMSy3PmQzgus]{Experimental Weapon Prototype (Ex)}</p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">You can apply one of the following weapon special properties to your experimental weapon prototype. You can apply only special properties that are applicable to the weapon you’re using, so you couldn’t (for example) add quick reload to a weapon that doesn’t use charges or ammunition. The GM is the final arbiter of what can be applied to any weapon. Choose from: aurora, block, breach, breakdown, bright, disarm, echo, extinguish, feint, injection, harrying, penetrating, quick reload, recall, stun, trip.<br>At 11th level, you can add a second weapon special property from that list, or you can add force as a second weapon special property. Alternatively, instead of adding a second property, you can add a critical hit effect from the following list, which applies in addition to any other critical hit effect that applies to the attack: arc (1d6, +1d6 per 5 item levels), bind, bleed (1d6, +1d6 per 5 item levels), corrode (1d6, +1d6 per 5 item levels), deafen, knockdown. You may add this even if the weapon already has a critical hit effect, and on a critical hit both effects apply. A weapon cannot have two versions of the same critical hit effect.<br>At 17th level, you can instead add the blind, demoralize, wound, sicken, or staggered critical hit effect in place of a second weapon property or a critical hit effect.<br>Each time you gain a mechanic level, you can switch any of these customizations for a different customization, but you must always choose at least one customization from the 7th-level list.</span></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Experimental Weapon Prototype",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "7th Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}