{
  "_id": "Gf8TyhpUs2SUyPMV",
  "name": "Anesthesiology",
  "type": "feat",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@Compendium[sfrpg.class-features.aWxj3kjbSduZkm9j]{Primary Field Of Study (Ex)}</p>\n<p>Anesthesiology is the study of how to reduce sensation, awareness, and pain sensitivity. While normally used to prepare patients for surgical procedures, you can creatively apply principles of anesthesiology in combat to help your allies work through pain or to inhibit your opponents.<br /><br /><strong>Booster</strong>: You inject a living creature with a substance that confers insensitivity to pain. That creature gains a +2 enhancement bonus to saving throws against pain effects and gains DR 1/&mdash;. This DR increases by 1 for every 5 biohacker levels you have, and it stacks with one other source of DR, to a maximum DR value up to your biohacker level.<br /><br /><strong>Inhibitor</strong>: You deliver a chemical compound that makes the target tired and weak, dealing nonlethal damage equal to your biohacker level and giving the target the fatigued condition (Fortitude negates fatigue and halves the nonlethal damage). If the target is already fatigued and becomes fatigued again, it becomes exhausted instead. This is a poison effect.</p>\n<h2>Breakthrough</h2>\n<p class=\"title\">You can use the following ability when you achieve the breakthrough for this field of study.<br /><br />@Compendium[sfrpg.class-features.naU0eZ6oH8ZEdicu]{Ignore Pain (Na)}: As a standard action, you can create and deliver a formula that allows a living creature to overcome pain and injury. When injected, the formula grants the target a number of temporary Hit Points equal to twice your biohacker level for 1 minute. The first time during that minute that the target is reduced to 0 Hit Points but not killed outright, it can continue to act normally until the end of its next turn or until it takes additional damage, at which point it becomes unconscious, as normal.</p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st Level",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "TR pg. 18",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}