{
  "_id": "t4kC7wyOdd2az46Q",
  "name": "Animal Adaptation (Su)",
  "type": "feat",
  "img": "systems/sfrpg/icons/classes/animal_adaptation.webp",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "action",
      "condition": "",
      "cost": 1
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "none",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.class-features.L8EnApYQIJp9EAtc]{Xenodruid}</p>\n<p>As a standard action, you can modify your body. Choose one of the following to gain the noted benefit: elongated legs (increase your land speed by 10 feet), fins and webbed digits (granting you a swim speed equal to half your land speed), suckers on wrists and feet (granting you a climb speed equal to half your land speed), or vertical-slit pupils (granting you darkvision 60 feet). This ability lasts for a number of minutes per day equal to your mystic level; this duration doesn’t need to be continuous, but it must be used in 1-minute increments. Your base form and size are largely unchanged, but some of your body parts are altered. Armor and gear you are wearing adjusts to your new shape for the duration of this ability. You can have only one of these adaptations active at a time; choosing a new adaptation is a standard action and the new choice replaces the old. At 12th level, the climb and swim speeds granted by your adaptation are equal to your land speed, and you add wings (granting you a fly speed of 30 feet with average maneuverability) to the list of possible adaptations.</p>"
    },
    "duration": {
      "units": "",
      "value": ""
    },
    "formula": "",
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "none",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "6th Level",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "Xenodruid Connection",
    "target": {
      "type": "",
      "value": ""
    },
    "uses": {
      "max": 0,
      "per": "",
      "value": 0
    }
  }
}