{
  "_id": "SKhyLvWMG4sbtgmr",
  "name": "Archer",
  "type": "feat",
  "data": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@Compendium[sfrpg.class-features.oKlwvc1HcIsg7Q7a]{Fighting Style}</p>\n<p>Choosing a bow over a laser rifle is often an defiant act performed to prove that obstacles can be overcome with the ancient weapon.</p>\n<h2>@Compendium[sfrpg.class-features.xQ5ZJYqbSsXCbsJP]{Snapshot (Ex) - 1st Level}</h2>\n<p>You gain proficiency with analog bow-like special weapons, including bows and apocalypse bows (referred to hereafter as bows). You can draw a bow or arrow as a swift action, or as part of the action used to make an attack or full attack. At 3rd level, you gain weapon specialization in bows as if your class granted proficiency.</p>\n<h2>@Compendium[sfrpg.class-features.fxnRyBTHKU5FlNtv]{Close-Combat Arrows (Ex) - 5th Level}</h2>\n<p>You gain a +4 bonus to your Armor Class against attacks of opportunity you provoke by making a ranged attack with a bow. You can wield an arrow as though it were a dueling sword (Core Rulebook 187) with the analog property and an item level equal to or lower than your soldier level. These attacks deal piercing damage rather than slashing damage.</p>\n<h2>@Compendium[sfrpg.class-features.opP8eE6CkTuM5mP0]{Pinpoint Targeting (Ex) - 9th Level}</h2>\n<p>As a standard action, you can make a single attack with a bow, increasing your bonus to damage from Weapon Specialization for the attack to 1-1/2 &times; your soldier level. The attack ignores an amount of the target&rsquo;s damage reduction or hardness (if any) by an amount equal to your key ability modifier.</p>\n<h2>@Compendium[sfrpg.class-features.dMSVWgkx4FerbibO]{Fistful of Arrows (Ex) - 13th Level}</h2>\n<p>As a full action, you can draw, nock, and fire copious arrows in one motion, making an attack as though your bow had the automatic or line weapon special property. This attack expends ammunition as if you made 10 attacks; if you can&rsquo;t expend that ammunition, you can&rsquo;t use this ability.</p>\n<h2>@Compendium[sfrpg.class-features.YIA6ubshlxxlxu2y]{Saving Shot (Ex) - 17th Level}</h2>\n<p>As a reaction when a ranged attack is made against you or a target you can see within 30 feet of you, you can spend 1 Resolve Point to fire an arrow that might deflect the incoming projectile. Make a ranged attack with your bow and compare the result to the triggering attack&rsquo;s result. If your roll is greater than the triggering attack&rsquo;s result by 4 or less, the attacker rerolls the attack and uses the new result. If your attack roll exceeds the triggering attack&rsquo;s result by 5 or more, the triggering attack misses. If the triggering attack was made with a grenade and would miss, you can choose a new target for the grenade that is within 20 feet of its original target. This ability can&rsquo;t deflect unusually large projectiles, such as starship attacks, boulders, or large missiles.</p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st level",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "GM pg. 32",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  },
  "img": "icons/svg/mystery-man.svg"
}