{
  "_id": "DAMcKQ3EGXdh8CGe",
  "name": "Armor Storm",
  "type": "feat",
  "effects": [],
  "img": "systems/sfrpg/icons/classes/armor_storm.webp",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@Compendium[sfrpg.class-features.oKlwvc1HcIsg7Q7a]{Fighting Style}</p>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl01_LabelName\"></span>The armor storm fighting style focuses on using armor as a weapon by maximizing the damage of armor-based weapons while withstanding enemy fire. You learn to increase the effectiveness of attacks made with your armor and to add equipment normally beyond your armor&rsquo;s capacity.</p>\n<p>&nbsp;</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.bMrNOiFOJYntHFVF]{Hammer Fist (Ex) (1st)}</h2>\n<p>You treat any unarmed strike you make while wearing heavy or powered armor as being made with a battleglove (see page 187) with an item level equal to or lower than your soldier level, and you calculate damage for these attacks as if you had the @Compendium[sfrpg.class-features.GoXXOPGD32mckcuD]{Melee Striker (Ex)} gear boost (see page 112). If you have the melee striker gear boost, you gain a +2 bonus to damage rolls with your unarmed strike when using this ability. These unarmed strikes don&rsquo;t benefit from other abilities that apply specifically to unarmed strikes (such as the @Compendium[sfrpg.feats.B45QyyepcPHcjYtr]{Improved Unarmed Strike (Combat)} feat).</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.J2ihxKAsF68ol0vr]{Enhanced Tank (Ex) (2nd)}</h2>\n<p>You gain the @Compendium[sfrpg.feats.XFUghykvnCSVHJ9n]{Powered Armored Proficiency (Combat)} feat and access to improved armor. This might be the result of your own engineering abilities or a powerful patron giving you gear not available to the general public. You can add one more upgrade to your armor than its normal maximum number of upgrade slots. If you add this bonus upgrade to heavy armor, you can select an upgrade normally limited to powered armor. An upgrade placed in this bonus slot costs half the normal credit amount and sells for 10% of the reduced cost. If you move an upgrade from this bonus slot to another slot, you must pay the difference between the upgrade&rsquo;s reduced cost and its normal cost.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.1qKKHF31zMkzTYBd]{Smash Through (Ex) (3rd)}</h2>\n<p>While you are wearing heavy armor or powered armor, you gain a +4 bonus to attack rolls to perform a bull rush combat maneuver (see page 246). If you successfully push the target back 10 feet or more, you can also damage the target with an unarmed strike (and can use your @Compendium[sfrpg.class-features.bMrNOiFOJYntHFVF]{Hammer Fist (Ex) (1st)} ability when doing so).</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.fwWAQ71KPxQjEIpV]{Mobile Army (Ex) (4th)}</h2>\n<p>You become a master of all weapons associated with your armor. You deal 1d6 additional damage with any attack from a weapon that is part of your armor, including unarmed strikes using the @Compendium[sfrpg.class-features.bMrNOiFOJYntHFVF]{Hammer Fist (Ex) (1st)} ability and weapons that have been attached to your armor as an armor upgrade. The additional damage is of the same type as the weapon&rsquo;s normal type. Also, while wearing heavy or powered armor, you gain a +2 bonus to your KAC against combat maneuvers.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.J1yTIeNG1ed1RZqB]{On the Bounce (Ex) (5th)}</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">You learn to control your armor with such ease, you are actually more maneuverable in it than out of it. While wearing heavy armor or powered armor, you can move up to your speed when you make a full attack. You can move before or after all your attacks, but not both. If you have the Shot on the Run feat, you can divide your movement to move both before and after making a full attack as long as all the attacks are ranged attacks. If you have the Spring Attack feat, you can divide your movement to move both before and after making a full attack as long as all the attacks are melee attacks. If you have both feats, your attacks can be any combination of melee and ranged attacks.</span></p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st level",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "Fighting Style",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}