{
  "name": "Auto-Injector (Ex)",
  "type": "feat",
  "img": "systems/sfrpg/icons/equipment/weapons/acid_dart_rifle_tactical.png",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>You can create compact devices that inject their user with a biohack booster in response to specific conditions. While spending 10 minutes to create biohacks, you can transform any number of the created biohacks into auto-injectors and implant them in nearby creatures to whom your custom microlab is attuned. Each auto-injector occupies either the recipient&rsquo;s endocrine body system for augmentations or one of their armor&rsquo;s upgrade slots. When implanting the device, you must choose both the auto‑injector&rsquo;s biohack and its triggering condition, such as &ldquo;this ally is attacked&rdquo; or &ldquo;this ally attempts a Fortitude save.&rdquo; When the triggering condition occurs, the auto-injector activates, injecting the booster into the ally without using an action. The injection takes effect before resolving the triggering action, so a granted AC bonus might avert an otherwise successful hit, a saving throw bonus applies to the triggering save, and so on. The biohacker can use a reaction to delay this auto-injector, preventing it from activating when its condition triggers. With 1 minute of work, the biohacker can remove an auto-injector and install it into another ally&rsquo;s armor, or they can change the auto-injector&rsquo;s triggering condition.</p>\n<p>An auto-injector counts against the biohacker&rsquo;s total number of biohacks they can have ready at one time and remains functional for 24 hours or until they create a biohack to replace it.</p>\n<p><strong>This modifies the biohacks class feature and replaces the minor biohacks class feature.</strong></p>",
      "unidentified": ""
    },
    "source": "TR pg. 18",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": 0,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "isActive": null,
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "effects": [],
  "flags": {},
  "_id": "5tn06OiuM31NRqgl"
}