{
  "_id": "oo4MlB56sziHi0lB",
  "name": "Battlemaster",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.class-features.oKlwvc1HcIsg7Q7a]{Fighting Style}</p>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">The battlemaster fighting style focuses on adapting your natural advantages to new dangers and situations as they arise. By anticipating particular threats or adjusting mid-combat to deal with specific foes, you can assure your survival and gain the advantage. The following soldier fighting style is an adaptation of this technique that has made its way to the Pact Worlds. You must have the armor savant and natural weapons racial traits to take this fighting style.<br><br></span></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.9KhTsXgRHNXKV83f]{Bolster Resilience (Ex) (1st)}</h2>\n<p>As a move action, you can grant yourself DR 1/— for a number of rounds equal to your Strength or Constitution modifier (whichever is higher; minimum 1 round). Once you have used this ability, you can use it again only after you take a 10-minute rest to regain Stamina Points. This DR increases to DR 2/— at 5th level, DR 3/— at 9th level, DR 4/— at 13th level, and DR 5/— at 17th level. If you have DR from any other sources, the DR you gain from this ability increases by 1. Each time you are attacked while this ability is active, you can use either this DR or the DR gained from another source.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.UZDarlo3wfa6q12X]{Instinctive Strike (Ex) (2nd)}</h2>\n<p>As a move action, you can study a target to spot vulnerabilities that make your melee attacks more effective. You gain a +1 insight bonus to the next melee attack roll you make against that target before the end of your next turn. You can study only one target at a time, and if you use this ability to gain a bonus against a new foe, any previous bonus is lost. Once you have made an attack against a creature with this bonus, you can’t use instinctive strike against that foe again for 24 hours.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.kd4QiSuz8XuXQ1rK]{Reactive Resistance (Ex) (3rd)}</h2>\n<p>When you take energy damage, you can expend 1 Resolve Point as a reaction to gain energy resistance 10 against that type of energy damage (including the triggering damage) for 1 minute. If you took damage from multiple types of energy damage as part of the same attack or effect, you choose one to gain energy resistance against. You can have resistance against only one energy type from reactive resistance at a time. If you use this ability to gain resistance against a new damage type, any previous resistance gained from this ability is lost.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.3VTBID6w3xJ8jufz]{Anticipate Ambush (Ex) (4th)}</h2>\n<p>You can act during a surprise round.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.sHnwuXdDIPDX6AXT]{Empower Defenses (Ex) (5th)}</h2>\n<p>As a move action, you can double the DR you gain from your bolster resilience style technique and the energy resistance you gain from your reactive resistance style technique until the start of your next turn.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Fighting Style",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}