{
  "_id": "fGtwdj3PXpVHShVC",
  "name": "Become Legion (Ex)",
  "type": "feat",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.class-features.XrBOn1MueVB4u5sV]{Nanocyte Knack}</p>\n<p>As a move action, you can use a nanite surge to transform into a nanite fog, during which you can take no actions except those granted to you by this ability. This is a polymorph effect, and it counts against the number of arrays you can have active. While transformed, you’re a Gargantuan construct with the swarm subtype, a space of 20 feet, and a reach of 0 feet. You can occupy the same space as other creatures. As a standard action, you can make a swarm attack (1d4 piercing damage per 2 nanocyte levels) and gain swarm defenses (except immunity to single-target mind-affecting effects) and swarm immunities as per the universal creature rules (Starfinder Alien Archive157). These immunities don’t end ongoing conditions. When dealing swarm damage to creatures in your space, you can avoid damaging a number of creatures up to your Constitution modifier.</p>\n<p>This transformation lasts until the beginning of your next turn, at which point you can attempt a DC 30 Fortitude saving throw. If you succeed, the transformation’s duration extends to the beginning of your next turn. If you fail, the transformation ends, and you re-form in any space your swarm body occupied. The DC of this saving throw increases by 2 each time you succeed at the saving throw. If you’re reduced to 0 Hit Points, the transformation ends automatically.</p>\n<p>You can’t use this knack again until after you spend 1 Resolve Point to regain Stamina Points after a 10-minute rest.</p>"
    },
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "18th Level",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "TR, p. 16",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}