{
  "_id": "YHaMYdptLi3fXfVH",
  "name": "Bombard",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.class-features.oKlwvc1HcIsg7Q7a]{Fighting Style}</p>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl01_LabelName\"></span><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">The bombard fighting style emphasizes attacking multiple targets, often using grenades, and leverages substantial physical strength to control large weapons with significant recoil. At higher levels, you can use launchers, missiles, and other heavy weapons.<br><br></span></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.ahLmUCaB97j4WhHi]{Grenade Expert (Ex) (1st)}</h2>\n<p>You increase the range increment of your thrown grenades by 5 × your Strength bonus. In addition, you’re able to salvage enough materials to create a grenade without paying for it. Creating a grenade takes 10 minutes. You can create any grenade whose item level is less than or equal to your soldier level, but this grenade is unstable and only you can use it effectively. If anyone else tries to use the grenade, it is a dud. You can have only one grenade created by this ability at one time (if you create a new grenade using this ability, the old grenade no longer works).</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.a7D1U298AYzqWEIt]{Heavy Fire (Ex) (2nd)}</h2>\n<p>You can use your physical power to steady your weapon and make your attacks more dangerous. As a full action, you can make a single ranged attack that deals additional damage equal to your Strength bonus to all targets. You can use this ability in conjunction with the automatic, explode, or unwieldy special property (see pages 180–182).</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.SKhlSgd0VTfnaWQd]{Debilitating Attack (Ex) (3rd)}</h2>\n<p>When you hit an enemy with a ranged attack or an attack with a weapon with the blast or explode special property, you can spend 1 Resolve Point to inflict a debilitating effect on that enemy for a number of rounds equal to your Strength bonus. You can choose to make the target deafened, flat-footed, or off-target (see pages 275–277), or to reduce its speeds by half (to a minimum of 10 feet). The target can negate this effect with a successful Fortitude save (DC = 10 + half your soldier level + your Strength modifier).</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.ObVT1gwBgW0hFPiO]{Explosives Acumen (Ex) (4th)}</h2>\n<p>You increase the DC to avoid attacks you make using weapons with the explode special property by 1. You reduce the amount of any damage you take from any weapon with the explode special property by an amount equal to your Strength bonus.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.JPnLLa46kmzibkGl]{Impactful Attack (Ex) (5th)}</h2>\n<p>As a full action, you can make a ranged attack that knocks enemies back. Targets you hit are knocked back 5 feet from you. If you use a weapon with the explode special property, all targets that fail their saving throws are instead knocked back 5 feet from the center of the explosion. An enemy that you critically hit or that rolls a natural 1 on its saving throw is also knocked prone. You can’t make an impactful attack with an automatic weapon, but you can use this ability with a weapon that has the blast special property.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Fighting Style",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}