{
  "_id": "hdaFHWL1GAnSF4ZO",
  "name": "Bullet Rain",
  "type": "feat",
  "data": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@Compendium[sfrpg.class-features.oKlwvc1HcIsg7Q7a]{Fighting Style}</p>\n<p>&nbsp;</p>\n<p>Whether the roar of flamethrowers heralds your entrance or the staccato beat of bullets punctuates your battle cries, you&rsquo;re a master at using heavy weapons.<br /><br /></p>\n<h2>@Compendium[sfrpg.class-features.R6ZwYYXW1U7u4o7q]{Spray Targets (Ex) - 1st Level}</h2>\n<p>When attacking an area (like a line or cone) with heavy weapons, you ignore concealment and any cover less than total cover.</p>\n<h2>@Compendium[sfrpg.class-features.0Fw5K10oDXcROCyE]{Focus Fire (Ex) - 5th Level}</h2>\n<p>When you make a single attack against an area&mdash;such as by using a weapon&rsquo;s automatic mode&mdash;and the attack would affect only a single target, you can focus your attack on that target. If you hit, the target chooses to either drop prone or take additional damage from the attack equal to your soldier level. Dropping prone doesn&rsquo;t negate the normal damage, nor does it affect the target&rsquo;s AC against the triggering attack. This attack expends all of the weapon&rsquo;s remaining ammunition, even if the attack wouldn&rsquo;t normally do so.</p>\n<h2>@Compendium[sfrpg.class-features.e1KX7py6eZnt00DC]{Furious Reload (Ex) - 9th Level}</h2>\n<p>On your turn, you can spend 1 Resolve Point to reload a heavy weapon without using an action. When you do so, you gain a +1 morale bonus to attack rolls made with the reloaded weapon as well as temporary Hit Points equal to your key ability score modifier. Both effects last until the beginning of your next turn.</p>\n<h2>@Compendium[sfrpg.class-features.QMJ3FQc3kieCd3pZ]{One-Handed Gunner (Ex) - 13th Level}</h2>\n<p>You can wield a two-handed heavy weapon with only one hand as long as your Strength exceeds the minimum Strength needed to wield the weapon without a penalty by 2 or more. When you&rsquo;re using two hands to operate a heavy weapon you could wield one-handed, once per round when you hit a target with the weapon, you can provide covering fire to one of your allies against the target you hit in addition to dealing damage.</p>\n<h2>@Compendium[sfrpg.class-features.EwxYOkspt5wIBF9K]{Overwhelming Firepower (Ex) - 17th Level}</h2>\n<p>When you use a heavy weapon to attack an area, choose any number of targets in the area that you missed with the attack and that don&rsquo;t benefit from total cover. The selected targets still take damage from the attack equal to your soldier level or equal to the weapon&rsquo;s damage, whichever is lower. The damage type is identical to that dealt by the weapon.</p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st level",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "TR pg. 32",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  },
  "img": "icons/svg/mystery-man.svg"
}