{
  "name": "Cloud Array (EX)",
  "type": "feat",
  "img": "icons/svg/mystery-man.svg",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>&gt;@Compendium[sfrpg.class-features.zBDW8giNGqbolXly]{Nanite Array (EX)}</p>\n<p>Your nanites spread out into a faintly visible cloud that fills a number of contiguous 5-foot squares. The maximum number of squares you can fill this way equals 1 plus your Constitution bonus, and at least one of those squares must be adjacent to you. The cloud is stationary once formed, though you can reconfigure its space as a move action; if you do so, at least one square of the cloud must remain unchanged. When you take a guarded step, you can move 10 feet as long as you begin and end this movement adjacent to or within your cloud array.<br /><br />When you form a cloud array, you can use a nanite surge to increase the cloud&rsquo;s density. This causes the array&rsquo;s space to provide concealment, but it provides only a 10% miss chance. It doesn&rsquo;t provide enough concealment to hide, and your attacks ignore any miss chance provided by your cloud. This concealment doesn&rsquo;t stack with existing concealment.<br /><br />At 3rd level, whenever you form a cloud array, it can fill an additional 5-foot square, and any miss chance the cloud provides increases to 15%. At 7th level, it can fill an additional 5-foot square, and any miss chance the cloud provides increases to 20%. At 11th level, the cloud fills up to a number of contiguous&nbsp;&nbsp;squares equal to 1 plus twice your Constitution modifier. At 15th level, when you use a nanite surge while forming the cloud array, any miss chance the cloud provides increases to 25% (though your attacks still ignore any miss chance). At 19th level, the cloud instead fills up to a number of contiguous squares equal to 1 plus four times your Constitution modifier.</p>",
      "unidentified": ""
    },
    "source": "TR, p. 9",
    "type": "",
    "activation": {
      "type": "move",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": "",
      "units": ""
    },
    "target": {
      "value": "",
      "type": ""
    },
    "area": {
      "value": null,
      "units": "none",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "none",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": ""
    },
    "isActive": null,
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "_id": "KOxmSWm5D1jHy8VU"
}