{
  "_id": "hBxvwY1SxmxTNRXk",
  "name": "Combat Expertise (Ex)",
  "type": "feat",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.classes.fqYiP2f9oSfcmrwC]{Envoy}</p>\n<p>You’re able to use your social skills and abilities to gain the upper hand during a confrontation, often depending on deception, misdirection, and pure confidence to defeat your foes instead of brute force. You gain an expertise die of the same value as that granted to an envoy of your level by the expertise class feature, but you do not add it to skill checks. Choose one of the following skills: Bluff, Computers, Culture, Diplomacy, Intimidate, or Sense Motive.</p>\n<p>As a standard action, you can make an expertise attack as an attack action. Prior to your attack roll, attempt a skill check using the chosen skill with a DC equal to 15 + 1-1/2 × your target’s CR. If you succeed at the check and your attack hits, you roll your expertise die and add the result to your damage roll, and the target is @UUID[Compendium.sfrpg.conditions.nywSVEeDvp1bk7L3]{Shaken} for 1 round.</p>\n<p>You can use this ability and other expertise abilities as long as you have at least 1 Resolve Point remaining. This ability counts as the expertise ability for purposes of other abilities and prerequisites. If an ability requires you to forgo your expertise die on a skill check to gain some other benefit (such as altered bearing), you can use that ability only in a round in which you did not use combat expertise.</p>\n<p>At 5th level, and every 4 levels thereafter, you can select another skill you can use with combat expertise. This counts as having expertise with that skill for purposes of expertise talents and other prerequisites, though you do not actually add your expertise die to any skill checks.</p>\n<p><strong>This replaces expertise and skill expertise.</strong></p>"
    },
    "descriptors": [],
    "details": {
      "category": "classFeature",
      "specialAbilityType": "ex"
    },
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st Level",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "Envoy - Alternate Class Feature",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}