{
  "_id": "SdlB9viiKckPr0LZ",
  "name": "Connection",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.classes.bItuvukGHbObTApr]{Mystic}</p>\n<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\"> You have a mysterious connection with some force that grants you magical powers. The exact nature of your connection can vary widely, and even mystics who share the same connection may interpret it differently. You must pick one connection upon taking your first level of mystic—once made, this choice can’t be changed. Connections you can choose from begin on page 85.<br><br>Many mystics serve as priests of various gods, and while you can theoretically choose any type of connection with any entity or concept, deities rarely grant connections that don’t fit within their ethos (for example, Weydan, the god of freedom, is unlikely to look kindly on overlords). As such, each connection lists the deities and philosophies commonly associated with it. </span></p>\n<h2 class=\"title\">Connection Power - 1st Level</h2>\n<p>At 1st level, 3rd level, and every 3 levels thereafter, you gain a connection power unique to your connection. If a connection power allows a saving throw to resist its effects, the DC is equal to 10 + half your mystic level + your Wisdom modifier. If the power requires an enemy to attempt a skill check, the DC is equal to 10 + 1-1/2 × your mystic level + your Wisdom modifier.</p>\n<h2 class=\"title\">Connection Spell - 1st Level</h2>\n<p>&nbsp;Your connection grants you additional spells known, one for each level of mystic spell you can cast, starting at 1st level and at any level when you normally gain access to a new spell level. These spells are in addition to the spells known listed on Table 4–6: Mystic Spells Known. These spells can’t be exchanged for different spells at higher levels (except in specific cases; see below). The spell level of each spell is listed in your connection’s entry.<br><br>If your connection lists a single variable-level spell (see page 330) for all spell levels at the start of its spells entry, you gain that variable-level spell when you first get your connection spell for each level. The next time you gain a connection spell, add the next higher level of the variable-level spell to your list of spells known. You immediately lose the lower-level version of that variable-level spell and replace it with the listed connection spell for that lower level.</p>\n<h2>Connections</h2>\n<p>@Compendium[sfrpg.class-features.2N7K20WTe9aA7ivW]{Akashic}</p>\n<p>@Compendium[sfrpg.class-features.Hj7rGHmzQGP8rEGB]{Empath}</p>\n<p>@Compendium[sfrpg.class-features.v0UEjqjIg10jkGjk]{Healer}</p>\n<p>@Compendium[sfrpg.class-features.6zrV67znbGCh4EjF]{Mindbreaker}</p>\n<p>@Compendium[sfrpg.class-features.5wf2lqWnQxuuTIU1]{Overlord}</p>\n<p>@Compendium[sfrpg.class-features.ewIp0apLL1OKr1MF]{Star Shaman}</p>\n<p>@Compendium[sfrpg.class-features.L8EnApYQIJp9EAtc]{Xenodruid}</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Mystic",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}