{
  "_id": "lgdDuAM2I3s8PQsD",
  "name": "Custom Microlab (Ex)",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.classes.PSHcGB4UFgMSiF4V]{Biohacker}</p>\n<p>You have created a small, customized kit consisting of medical supplies, testing materials, and pharmaceutical compounds, which you can use to evaluate medical conditions and perform several additional tasks described below. You can configure your custom microlab to take the shape of anything that can fit in your hand or similar appendage. Alternatively, you can add it to an armor upgrade slot or to an augmentation system in your brain or an arm; it never takes up an armor upgrade slot or occupies a system in your body, so you can still use that slot or system for an armor upgrade or augmentation as normal. You must have your custom microlab on your person to use it, but you can configure it so it doesn’t need to be in your hand to function.<br><br>Your custom microlab counts as a basic medkit and a chemalyzer and can be used for any purposes applicable to those items. As long as you are in possession of your custom microlab, you can use Physical Science or Life Science instead of Mysticism to make serums, though these serums are not magic items, can be identified using Life Science or Physical Science rather than Mysticism, and do not require a detect magic spell to attempt such a check to identify.<br><br>As long as you have your custom microlab, as a move action you can target a creature within your line of sight and within the microlab’s range (60 feet at 1st level) and attempt a special skill check to identify it. If the creature is living, this is a Life Science check. If it is unliving, it’s a Physical Science check. The DC of this check is determined by the creature’s rarity, as presented on the Creature Rarity table on page 133 of the Core Rulebook. You can attempt this check untrained regardless of the DC, and you always treat your die roll result as a 20.<br><br>You can also attune your custom microlab to a number of individual creatures equal to 3 + your key ability modifier. This takes 10 minutes, which you can combine with the time needed to prepare your biohacks for the day, and the creatures must be present, willing, and able to cooperate with the scan. If you attune your microlab to creatures in excess of this number, the oldest attunements beyond your maximum number end. Otherwise, attunement lasts 24 hours, after which changes in environment and the target’s condition require the microlab be re-attuned. Under some circumstances, you can deliver biohacks to attuned creatures using ranged injection weapons without making an attack roll.<br><br>At 5th level, your custom microlab can function as an advanced medkit. At 9th level, it functions as a medical lab (with no increase to its bulk), and its range increases to 90 feet. At 17th level, its range increases to 120 feet.<br><br>If your custom microlab is damaged, destroyed, lost, or stolen, you can kitbash a new one from any medkit or chemalyzer with 1 hour of work. You can have only one custom microlab at a time. If you create a new custom microlab, your old one functions as a normal item of whatever type you made it from.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Biohacker",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}