{
  "_id": "xCdT2w9oks1AvMTp",
  "name": "Cybermedicine",
  "type": "feat",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@Compendium[sfrpg.class-features.aWxj3kjbSduZkm9j]{Primary Field Of Study (Ex)}</p>\n<p>Cybermedicine is the study of integrating biological and technological material and understanding their interactions.<br /><br /><strong>Booster</strong>: You boost a living creature or construct with a nanite-infused substance that causes both living creatures and constructs to heal more efficiently. If that creature would benefit from any effect that restores Hit Points, increase the number of Hit Points restored by 50% or by an amount equal to your key ability score modifier, whichever is lower.<br /><br /><strong>Inhibitor</strong>: You deliver a nanite solution to a living creature or construct, interfering with its healing or repair. Whenever the creature would regain Hit Points from an effect, it must succeed at a Fortitude save or regain no Hit Points from the effect. For persistent healing effects like regeneration, the creature must attempt a new saving throw against the inhibitor each round to regain Hit Points, though the inhibitor doesn&rsquo;t suppress such abilities altogether. This is a poison effect and ignores a construct&rsquo;s immunity to poison.</p>\n<h2>Breakthrough</h2>\n<p>You can use the following ability when you achieve the breakthrough for this field of study.<br /><br />@Compendium[sfrpg.class-features.Ee0Ig4jGuEW5f9Hi]{Override Biology (Na)}: As a standard action, you create and deliver a formula packed with nanites that flood a living creature&rsquo;s body, granting it construct-like traits. The target gains the no breath universal creature ability as well as a +2 enhancement bonus to saving throws against disease, mind-affecting effects, poison, and sleep (unless those effects specifically target constructs).</p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st Level",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "TR pg. 18",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}