{
  "_id": "yXBlDiVu3PiTBexY",
  "name": "Delusion",
  "type": "feat",
  "img": "systems/sfrpg/icons/classes/discern_lies.webp",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.class-features.SdlB9viiKckPr0LZ]{Connection}</p>\n<div>\n<p>Some say that perception is reality, but you understand the truth—deception is reality. All other truths are merely a matter of perspective. You’re connected to cosmic forces that can’t be observed or measured; you draw your power from the inconsistencies between individuals’ understandings of so- called concrete reality.</p>\n</div>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\"></span><strong>Associated Deities</strong>: @UUID[Compendium.sfrpg.setting.VV8i61mDRyWKWIyn]{Calistria}, the v,@UUID[Compendium.sfrpg.setting.kN8pC8Yfi8OuCvig]{Eloritu},&nbsp; @UUID[Compendium.sfrpg.setting.yBvXrkYL2vAbRCS4]{Lamashtu}, @UUID[Compendium.sfrpg.setting.ul7WYVhr1F6q32jN]{Nyarlathotep}</p>\n<p><strong>Associated Skills</strong>: Bluff and Sense Motive</p>\n<p><strong>Spells</strong>: 1st - @UUID[Compendium.sfrpg.spells.3nFCrisRp2GIjbR3]{Charm Person}, 2nd - @UUID[Compendium.sfrpg.spells.iPkJS9BYhVRhmion]{Make Mischief}, 3rd - @UUID[Compendium.sfrpg.spells.SysRFlYml1f1Eofd]{Charm Monster}, 4th - @UUID[Compendium.sfrpg.spells.wSeE9HyAmM7lTdpo]{Confusion}, 5th - @UUID[Compendium.sfrpg.spells.DcELEg3BAXH3NtsI]{Modify Memory}, 6th -@UUID[Compendium.sfrpg.spells.IoR7MUe920ta3DzM]{Subjective Reality}</p>\n<h2>@UUID[Compendium.sfrpg.class-features.wSwneeAHY3fJVIvD]{Invoke Delusion (Su) - 1st Level}</h2>\n<div>\n<p>You can reach into others' minds and distort their perceptions of friend or foe. As a standard action, select a creature within 30 feet and choose paranoia or conviviality. That creature must succeed at a Will save or suffer the chosen perceptual warp. If you chose paranoia, the target treats all other creatures as enemies and only itself as an ally, must attempt attacks of opportunity whenever any creature provokes them, and is shaken while adjacent to more than one creature. If you chose conviviality, the target treats all creatures as allies and can’t attack or take hostile actions against any creature; whenever a creature affected by conviviality is attacked, it can attempt an additional saving throw against this effect. This perceptual warp lasts for 1 round, plus 1 round for every 5 mystic levels you have. Once a creature succeeds at its saving throw against this ability, it is immune to further uses for 24 hours.</p>\n</div>\n<h2>@UUID[Compendium.sfrpg.class-features.f20k4sPddiL3z9c2]{Compelling Deception (Ex) - 3rd Level}</h2>\n<p>You can sway others into believing the unbelievable. You can spend 1 Resolve Point as part of a Bluff check to lie; if you do, you don’t take penalties for the preposterousness of your story (though the presence of countervailing evidence can still cause your check to fail.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.MnYL3Cp00dRCsrvc]{Transcend Truth (Ex) - 6th Level}</h2>\n<p>When you’re subjected to any effect that would compel you to tell the truth or that would detect untruth in you, such as @UUID[Compendium.sfrpg.spells.7HZVlS48z55YO78b]{Discern Lies} or @UUID[Compendium.sfrpg.spells.V3mnCtb962WQlICq]{Zone of Truth}, you can roll the saving throw twice and take the better result. If the effect would not normally allow a saving throw, you can attempt a Will save to negate it. If you succeed at the save, you appear as if you were subject to the effect to other creatures, though you can act as you choose. This ability doesn’t prevent Sense Motive checks from succeeding against you or other creatures from harboring suspicions.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.DVkIRL6xsFSPpX19]{Warp Perception (Su) - 9th Level}</h2>\n<p>As a standard action, you can alter others’ ability to perceive you. Select up to one creature that you can see for every 2 mystic levels you have. Each creature selected this way must succeed at a Will save or be unable to perceive you, as greater invisibility. If you spend 1 Resolve Point when you use this ability, it also baffles senses such as blindsense or blindsight. At the end of an affected creature’s turn, it can attempt another save against this effect. You can end your invisibility as a move action. You can use this ability for a number of rounds each day equal to your mystic level; these rounds don’t need to be consecutive.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.Gn10SI7Pd7Qiz9Aa]{Puppet Master (Ex) - 12th Level}</h2>\n<p>You can weave deception through your allies’ mouths and uncover deception through their eyes and ears. Any creature linked by your telepathic bond class feature can use your Bluff and Sense Motive modifiers in place of their own modifiers, as long as you provide guidance. In addition, when an ally attempts an appropriate Bluff check, you can spend 1 Resolve Point to allow them to benefit from your compelling deception ability.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.F5KQtSOYGS4cxPTS]{Mass Hysteria (Su) - 15th Level}</h2>\n<div>\n<p>When you use @UUID[Compendium.sfrpg.class-features.wSwneeAHY3fJVIvD]{Invoke Delusion}, you can spend 1 Resolve Point to affect any number of creatures within range, though you must choose the same perceptual warp for all targeted creatures.</p>\n<p>In addition, you add brutality and stupor to the list of perceptual warps you can impart with @UUID[Compendium.sfrpg.class-features.wSwneeAHY3fJVIvD]{Invoke Delusion}. A creature affected by brutality attacks the nearest creature each round to the best of its ability; if the creature is attacked, it instead attacks its attacker, as if it had been attacked while @UUID[Compendium.sfrpg.conditions.8rIj0ewW4bL8Uph5]{Confused}. If you choose stupor, the creature instead takes no action and babbles incoherently, though it isn’t helpless. Unlike other warps, stupor lasts for only 1 round, and a creature that fails its save is immune to further attempts to invoke stupor for 24 hours.</p>\n</div>\n<h2>@UUID[Compendium.sfrpg.class-features.Q4ZLJCsrsocLibPF]{Overrule Reality (Su) - 18th Level}</h2>\n<div>\n<p>Your lies are so powerful that reality is no longer an obstacle. When you succeed at a Bluff check to deceive a creature, that creature continues to believe the deception even if presented with direct evidence to the contrary (believing that its senses are deceiving it, other creatures are lying, and so on). In addition, your Bluff checks don’t automatically fail if such evidence is present, though the creature or creatures you’re attempting to deceive can attempt a Will save to disbelieve your deception. This effect lasts for 24 hours, after which time the creature responds normally to proof of deception.</p>\n</div>"
    },
    "descriptors": [],
    "details": {
      "category": "classFeature"
    },
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st Level",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "Connection",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}