{
  "_id": "pI60eHn1kcBlXR7P",
  "name": "Devastator",
  "type": "feat",
  "data": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>@Compendium[sfrpg.class-features.SdlB9viiKckPr0LZ]{Connection}</p>\n<p>You have embraced a nihilistic view that values nothing and thus sees only nothingness as having value. You are devoted to destroying the existence of all structure and form, from individual lives to the fabric of societies and even reality itself. You&rsquo;re focused on annihilation through any means, and you draw power from the dissolution of lives.</p>\n<p>&nbsp;</p>\n<p>Associated Deities: Azathoth, @Compendium[sfrpg.setting.pq08s1mZZyi97PBA]{Damoritosh}, @Compendium[sfrpg.setting.VoXv5cKcDJ5Km08r]{Groetus}, @Compendium[sfrpg.setting.yBvXrkYL2vAbRCS4]{Lamashtu}, @Compendium[sfrpg.setting.JpQpQbdXNOX6aTVG]{The Devourer}</p>\n<p>Associated Skills: @Compendium[sfrpg.skills.fbvbODKQ4RxdR1ry]{Intimidate} and @Compendium[sfrpg.skills.CzEAY60hUMyfOC4G]{Perception}</p>\n<p>Spells: 1st - @Compendium[sfrpg.spells.zz8os3IJKswL8G8Z]{Carnivorous}, 2nd - @Compendium[sfrpg.spells.nK0OS9Fn5ueJ3aOi]{Caustic Conversion}, 3rd - @Compendium[sfrpg.spells.XBuEMnUgarrcM5qk]{Viral Destruction}, 4th - @Compendium[sfrpg.spells.wQBbe1s9VYVm5vGG]{Enervation}, 5th - @Compendium[sfrpg.spells.MZlIC1Y3pWl690LT]{Crush Skull}, 6th - @Compendium[sfrpg.spells.SlMfkSe8xBdhOFFv]{Gravitational Singularity}</p>\n<p>&nbsp;</p>\n<h2>Blood Mark (Su) - 1st Level</h2>\n<p>Whenever you kill or destroy a creature or reduce a creature to 0 HP, you immediately gain a blood mark on your skin, which manifests as a swirled, blood-red black hole. A blood mark lasts for a number of rounds equal to your Wisdom modifier (minimum 1). The blood mark is attuned to creatures of the same type as the creature you killed, destroyed, or reduced to 0 HP to gain the blood mark, and it grants you one of the following benefits of your choice: a +1 morale bonus to attacks against creatures of the attuned type, a +1 morale bonus to AC against attacks from creatures of the attuned type, a +1 morale bonus to saving throws against attacks and effects created by creatures of the attuned type, or a +1 morale bonus to damage dealt to creatures of the attuned type. You choose this benefit when you gain the blood mark, and it lasts for as long as the mark lasts. You cannot have more than one blood mark active at a time, and gaining a new blood mark ends any previous blood mark you had active.</p>\n<h2>Destructive Frenzy (Sp) - 3rd Level</h2>\n<p>You can expend a 1st-level or higher mystic spell slot as a move action to go into a destructive frenzy. This grants you a bonus to attack and damage rolls with basic melee weapons and small arms. The bonus to attacks is equal the level of spell slot expended &ndash; 2 (minimum +1 bonus), and the bonus to damage is equal to the level of the spell slot expended. This frenzy lasts for a number of rounds equal to your Wisdom modifier (minimum 1) plus the level of the spell slot expended. You can dismiss your destructive frenzy early as a free action. While your destructive frenzy is active, you can&rsquo;t cast spells or use any other extraordinary, spell-like, or supernatural ability that requires you to spend an action.</p>\n<h2>Devastating Critical (Su) - 6th Level</h2>\n<p>When you score a critical hit with an attack, you can spend 1 Resolve Point as a swift action to add the wound critical hit effect to the attack, replacing any other critical hit effect the attack has. If the attack would already have the wound critical hit effect, you can instead spend 1 Resolve Point to add the severe wound critical hit effect to the attack in place of other critical hit effects.</p>\n<h2>Shatter Defenses (Su) - 9th Level</h2>\n<p>You can break a target&rsquo;s defenses. Once per day as a standard action, you can reduce the DR, energy resistances, and hardness of a single target by an amount equal to your mystic level (to a minimum of 0) for a number of rounds equal to your mystic level. The target can attempt a Fortitude saving throw to resist this effect (DC = 10 + half your mystic level + your Wisdom modifier). This ability can affect objects.</p>\n<h2>Greater Blood Mark (Su) - 12th Level</h2>\n<p>At 12th level, whenever an ally linked by your telepathic bond class feature kills or destroys a creature or reduces a creature to 0 HP, you can grant yourself or one other ally linked by your telepathic bond a greater blood mark. This functions as the blood mark connection ability (see above), but the bonus is +2 and the subject that gains the blood mark decides which of the benefits to gain. You cannot have more than one greater blood mark active at a time, and granting a new greater blood mark ends any previous greater blood mark you had active. A creature cannot benefit from more than one greater blood mark at a time or from a blood mark as well as a greater blood mark, though you can benefit from both your own blood mark and a greater blood mark.</p>\n<h2>Mystic Bloodlust (Ex) - 15th Level</h2>\n<p>At 15th level, you gain renewed vigor when one of your foes is brought low. When you or an ally linked by your telepathic bond class feature scores a critical hit against a foe, as a reaction you can spend 1 Resolve Point to regain a number of Stamina Points equal to three times your mystic level, plus your Wisdom modifier (up to your maximum number of Stamina Points). Once you have benefited from mystic bloodlust, you can&rsquo;t gain the benefits from this ability again until you rest to recover Stamina.</p>\n<h2>Circle of Devastation (Su) - 18th Level</h2>\n<p>At 18th level, you can channel your destructive energies into a sphere of devastation around you. As a standard action, you can spend 1 Resolve Point to create a burst of energy in a 30-foot radius around you, dealing 12d10 force damage (Reflex half) to all creatures and objects in the area. Crackling residual energies turn the area into difficult terrain (even empty spaces in the air or vacuum around you) for 1 round per mystic level. You are not affected by this difficult terrain. You can use this ability a number of times per day equal to your Wisdom modifier.</p>\n<p>&nbsp;</p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st Level",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "AP #2 pg. 50",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  },
  "img": "icons/svg/mystery-man.svg"
}