{
  "_id": "gnOlM0tNdmB7tj4B",
  "name": "Discorporation",
  "type": "feat",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.class-features.lJRqcU90rzQ9CT3w]{Nanite Faculties}</p>\n<p>Your nanites rapidly break down and reform your body, granting you extraordinary flexibility and the ability to melt into an amorphous form.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.AhKIVvcHiLJcNgK1]{Reactive Spray (Ex)&nbsp;1st Level}</h2>\n<p>When you take damage from a significant enemy, you can take a reaction to form a temporary cloud array, using your nanocyte level to determine the cloud’s size and effects. This cloud lasts until the end of your next turn and doesn’t count against the maximum number of arrays that you can maintain simultaneously. If the triggering attack was a critical hit, you can also take a guarded step immediately after creating the cloud as part of this reaction.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.kVtgyqXlp8UEaEfy]{Slithering Shape (Ex) 5th Level}</h2>\n<p>By using a nanite surge as a move action, you can melt your body and equipment into a shapeless pool of your size consisting of nanites. You can remain in this form for 1 minute per nanocyte level or until you revert to your natural form as a move action, though you can extend the duration by an additional 1 minute per nanocyte level by spending an additional nanite surge. While transformed, your speed is 20 feet, you gain darkvision with a range of 30 feet, you can move through an area as small as one-quarter of your own space without squeezing, and you can squeeze through openings as small as 1 inch wide. You gain a circumstance bonus equal to your Constitution modifier to Acrobatics checks to escape and to your KAC to resist being grappled or pinned. You also gain DR 5/ magic; this doesn’t stack with other forms of damage reduction. You’re unable to speak, attack, cast spells, use items, or perform tasks that require fine manual dexterity while transformed. This is a polymorph effect.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.BhJ8v7DCQ7ehySua]{Fluid Form (Ex) 9th Level}</h2>\n<p>Your body easily liquefies and bends around devastating attacks. You’re immune to the wound and severe wound critical hit effects. When you use defensive dispersal, you can also activate your reactive spray ability as part of the same reaction.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.4HYD23ArxUdbTw8k]{Nanosmoke (Ex) 13th Level}</h2>\n<p>When you activate your slithering shape ability, you can instead transform into a thick nanite vapor. In addition to the effects of slithering shape, you gain a fly speed of 20 feet with perfect maneuverability, and you can move through openings as small as 1 inch wide without squeezing. While in this form, you can’t be entangled, flanked, flat-footed, grappled, off-kilter, off-target, pinned, prone, or staggered, and you’re immune to critical hits; you retain any such conditions you have when you use this ability. You take only half damage from any effect that targets only one creature.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.OQFfqvU1jYXlwEdX]{Swarm Shadow (Ex) 17th Level}</h2>\n<p>Once per day as a standard action, you can disperse your body and equipment into nanites that form a barely perceptible shell around an adjacent ally. You provide your ally the benefits of your sheath array, including those gained from spending nanite surges or from knacks that affect your sheath array. While in this form, you share your ally’s space, automatically move where they move, and have concealment, allowing you to hide in plain sight. You can maintain this passive form for up to 1 hour per nanocyte level, and you can end the effect as a move action to appear in any empty space adjacent to your ally.</p>\n<p>While in this form, you can’t use equipment, but you can create two semisolid limbs that extend from your ally and share their reach, giving you two hands with which to wield equipment you create using one or more gear arrays. If you take a move action, standard action, full action, or attack of opportunity while in this form, it begins to destabilize, reducing the effect’s remaining duration to 1 round per nanocyte level.</p>"
    },
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st Level",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "TR, p. 11",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}