{
  "_id": "cA0NuGh484BwlDjX",
  "name": "Drone",
  "type": "feat",
  "img": "systems/sfrpg/icons/classes/drone.webp",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.class-features.i7zwEHz2RWkZVOAM]{Artificial Intelligence (Ex)}</p>\n<p>If you choose the drone option for your artificial intelligence, you begin play with a robotic drone that you design. See Building Your Drone below for instructions on creating your drone.</p>\n<p>All drones have a neutral alignment and the same senses as an ordinary @UUID[Compendium.sfrpg.races.AMBcyDZDtJ1OOzh3]{Human}. A drone is considered a construct with the technological subtype for the purposes of spells and effects targeting it. Drones have the @UUID[Compendium.sfrpg.universal-creature-rules.WDA0r8UZTRB7Ny8J]{Construct Immunities (Ex)} and @UUID[Compendium.sfrpg.universal-creature-rules.xYzrzhvu0MIYbwFs]{Unliving (Ex)} universal creature rules (see<em>Starfinder Alien Archive</em>). Your drone speaks all of the languages that you do. Your drone is proficient in your choice of small arms or basic melee weapons, and it gains specialization in that weapon type once you reach 3rd level.</p>\n<p>Like most constructs, a drone cannot recover from damage on its own. If a drone is reduced to 0 Hit Points, it becomes inactive until it is restored to 1 Hit Point or more. If a drone takes damage from a single attack equal to or greater than its maximum Hit Points while it has 0 current HP, the drone is destroyed. Once per day, you can take 10 minutes to repair your drone, which then recovers 10% of its Hit Point maximum. Additionally, when you take a 10-minute rest and spend a Resolve Point to recover Stamina Points, you can also choose to repair your drone as part of that same time period.</p>\n<p>If your drone is ever destroyed or lost, you retain its mind and all its subroutines in your custom rig and can replace its body for free using your custom rig after 24 hours of uninterrupted work. You can take a single 8-hour rest during each 24 hours spent working, but any other interruption greater than a moment of conversation requires you to add 12 hours to the time required to rebuild your drone. In addition, every time you gain a mechanic level, you can rebuild your drone from scratch with the same amount of work, allowing you to change any or all of the choices you made for your drone (including ability scores, chassis, feats, mods, and skills).</p>\n<h1>@UUID[Compendium.sfrpg.class-features.nFUfPdc7xvaVUjPK]{Building Your Drone}</h1>\n<p>Building a drone is a multistep process. First, choose the drone’s chassis, which along with your mechanic level determines its base statistics. Next, choose your drone’s special abilities and feats. Finally, select your drone’s modifications (“mods”), which grant your drone additional abilities and allow you to fully customize it.</p>\n<p>Other than those aspects determined by your drone’s chassis and mods, the exact details of your drone’s appearance and personality are up to you.</p>\n<h1>Drone Special Abilities</h1>\n<p>Your drone gains the following abilities at the levels indicated.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.QsCRXffpsDoMvPnT]{Basic Mods - 1st Level}</h2>\n<p>You can choose any of the mods on the basic mod list whenever your drone gains a new mod. Unless otherwise specified, you cannot install a single mod more than once. The list of basic mods appears starting on page 77.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.eTv3kqZOKG7ZxZ5Z]{Limited AI (Ex) - 1st Level}</h2>\n<p>Each round on your turn, after you have acted, your drone can take either a move action or a standard action to attack (your drone doesn’t make a separate initiative roll). You must be able to issue simple commands to your drone, but you don’t have to spend actions to issue these commands. To receive these commands, your drone must be able to see or hear you or be within range of your custom rig. If you become @UUID[Compendium.sfrpg.conditions.lf8pbezocjYIvR9y]{Unconscious} or otherwise unresponsive, or if your drone is ever out of range, your drone cannot take any actions until you are again able to command it or it is once more within range.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.CAJawcaQ4qyMPSjB]{Master Control (Ex) - 1st Level}</h2>\n<p>As a move action, you can directly control your drone. This allows the drone to take both a move action and any standard action this turn (one from your control, and one from its limited AI). If you also take a swift action, your drone can take a swift action as well, or it can combine its actions into a full action. Your drone must be able to see or hear you, or be within range of your custom rig, for you to directly control your drone.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.6cm9UHSlmWPU9QQe]{Skill Unit (Ex) - 1st Level}</h2>\n<p><em>Add this to your Drone's Sheet</em></p>\n<p>Choose one of the following skills: Acrobatics, Athletics, Computers, Engineering, Perception, or Stealth. This is a class skill for your drone, and it gains a number of ranks in the chosen skill equal to your class level. Your drone can use this skill when not under your direct control. You can change your drone’s skill unit whenever you rebuild your drone from scratch. Additionally, whenever you are directly controlling your drone, it can use any of your skill ranks if you wish, assuming it has the appropriate tools to do so (a drone without manipulator arms cannot use Engineering to disable a device, for example).</p>\n<h2>@UUID[Compendium.sfrpg.class-features.BIUeOXScAAA53iRA]{Expert AI (Ex) - 7th Level}</h2>\n<p>Your drone’s AI has grown more sophisticated, giving it a more robust combat routine when not under your direct control. Each round on your turn, the drone can take a move action, take a standard action to attack, or make a full attack (this last option allows it to shoot more than once if it has the necessary weapons to do so). The drone takes a –6 penalty to full attacks made without your direct control instead of the normal –4 penalty. Like limited AI, you must still be conscious and within range.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.hMJAD02T8K1XTjJ1]{Upgraded Power Core (Ex) - 10th Level}</h2>\n<p>Your drone gains a pool of Resolve Points equal to 1 per 2 levels it has (minimum 1). Your drone can spend 1 Resolve Point to make a full attack without requiring your direct control and at only the normal –4 penalty for a full attack instead of the –6 penalty. Your drone regains Resolve Points after a full 8-hour rest as normal.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.cQtmz297P5g6g5xv]{Advanced Mods - 11th Level}</h2>\n<p>You can choose from any of the mods on the advanced mod list whenever your drone gains a new mod (in addition to those from the basic mod list). Your drone must always have at least 5 mods from the basic list before you can add any advanced mods, even if you rebuild your drone after it gains this ability. The list of advanced mods appears on pages 78–79.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.OrRcG0AuwiWBQE2O]{True AI (Ex) - 20th level}</h2>\n<p>Your drone’s AI can act with complete autonomy. Each round on your turn, your drone can take a full suite of actions (either a full action or else a move action, a standard action, and a swift action) without requiring your direct control, and it makes full attacks without your direct control with the normal –4 penalty. You don’t need to issue commands to your drone for it to take actions. You must still directly control the drone for it to use your skill ranks.</p>\n<h1>Drone Feats</h1>\n<p>When choosing feats for your drone, you can choose from the following:</p>\n<ul>\n<li>@UUID[Compendium.sfrpg.feats.xHTJgEqLsHVZKyk4]{Blind-Fight (Combat)}</li>\n<li>@UUID[Compendium.sfrpg.feats.f4Ejv0o7TpUwqaJQ]{Cleave (Combat)}</li>\n<li>@UUID[Compendium.sfrpg.feats.1P1O0BHojSINAbRg]{Deadly Aim (Combat)}</li>\n<li>@UUID[Compendium.sfrpg.feats.i3l4HZjn6MBEWiVe]{Far Shot (Combat)}</li>\n<li>@UUID[Compendium.sfrpg.feats.bMjPH2VpKBHxpdRJ]{Great Cleave (Combat)}</li>\n<li>@UUID[Compendium.sfrpg.feats.UwmeR3lCfm936vxe]{Great Fortitude}</li>\n<li>@UUID[Compendium.sfrpg.feats.0Pq35gvSI2JlD682]{Improved Combat Maneuver (Combat)}</li>\n<li>@UUID[Compendium.sfrpg.feats.8BuU1VMQgMbMsz0i]{Improved Critical (Combat)}</li>\n<li>@UUID[Compendium.sfrpg.feats.d7o4eg6e0xgstNfQ]{Iron Will}</li>\n<li>@UUID[Compendium.sfrpg.feats.XclQNdMnHZc1R33O]{Jet Dash}</li>\n<li>@UUID[Compendium.sfrpg.feats.xMEVPWX20WPPiwcq]{Kip Up (Combat)}</li>\n<li>@UUID[Compendium.sfrpg.feats.bTzOH89OmNana18M]{Lightning Reflexes}</li>\n<li>@UUID[Compendium.sfrpg.feats.6ROyFIpOxKzCynH1]{Lunge (Combat)}</li>\n<li>@UUID[Compendium.sfrpg.feats.K1DuZQv4CKQHxnIk]{Mobility (Combat)}</li>\n<li>@UUID[Compendium.sfrpg.feats.01aOr5z3Qc2xV8Ml]{Multi-Weapon Fighting (Combat)}</li>\n<li>@UUID[Compendium.sfrpg.feats.seWKgVZbtyOPhl6e]{Nimble Moves (Combat)}</li>\n<li>@UUID[Compendium.sfrpg.feats.IHElfv0Xwj3yCfVH]{Opening Volley (Combat)}</li>\n<li>@UUID[Compendium.sfrpg.feats.IILK03DmelCL6eLJ]{Penetrating Attack (Combat)}</li>\n<li>@UUID[Compendium.sfrpg.feats.ACti4nBLewJMvG8R]{Shot on the Run (Combat)}</li>\n<li>@UUID[Compendium.sfrpg.feats.dkDzFtHOTXLnJivf]{Skill Focus}</li>\n<li>@UUID[Compendium.sfrpg.feats.ZCs2NGwo5y2rUkRs]{Skill Synergy}</li>\n<li>@UUID[Compendium.sfrpg.feats.KKokTVjGbpDsLTe8]{Slippery Shooter (Combat)}</li>\n<li>@UUID[Compendium.sfrpg.feats.pw41PalbzAAGnOzY]{Spring Attack (Combat)}</li>\n<li>@UUID[Compendium.sfrpg.feats.KbhyKPDGwmG2L9DA]{Strike Back (Combat)}</li>\n<li>@UUID[Compendium.sfrpg.feats.Bl1Dw3CX7Brl1AC2]{Suppressive Fire (Combat)}</li>\n<li>@UUID[Compendium.sfrpg.feats.RoFGEpXnB4YGsz4K]{Versatile Focus (Combat)}</li>\n<li>@UUID[Compendium.sfrpg.feats.Ph3nPNKZtR2io3wi]{Versatile Specialization (Combat)}</li>\n<li>@UUID[Compendium.sfrpg.feats.bMZTC3m95OSPFlTG]{Weapon Focus (Combat)}</li>\n<li>@UUID[Compendium.sfrpg.feats.9Us7Eg9cAoq3BcS5]{Weapon Specialization (Combat)}</li>\n</ul>\n<p>At 10th level, when the drone has an @UUID[Compendium.sfrpg.class-features.hMJAD02T8K1XTjJ1]{Upgraded Power Core (Ex)}, you can also choose:</p>\n<ul>\n<li>@UUID[Compendium.sfrpg.feats.S6m7n9AqKF0KOh7m]{Extra Resolve}</li>\n<li>@UUID[Compendium.sfrpg.feats.gHFaGEQj42de9zmT]{Improved Great Fortitude}</li>\n<li>@UUID[Compendium.sfrpg.feats.wkYOPC6hK4otQ4K8]{Improved Iron Will}</li>\n<li>@UUID[Compendium.sfrpg.feats.spAncs884V1Xlyz2]{Improved Lightning Reflexes}</li>\n</ul>\n<p>GMs can expand this list to include feats from other sources.</p>"
    },
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st Level",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "Artificial Intelligence",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}