{
  "_id": "V8AwA3H6lU3FyO7S",
  "name": "Drone Summoner (Su)",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.class-features.sobLlAGQkmWcFBFx]{Magic Hack}</p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl36_LabelName\">When you cast summon creature to summon a robot, you can grant that robot a number of benefits as if it were a mechanic’s drone you controlled. If you summon multiple robots with a single creature summoning spell, you select one of them to receive these benefits. You can give it commands if it is within 100 feet of you, as if you had limited telepathy that functioned with the robot.<br>For every 4 caster levels you have, you can select one additional benefit to grant the robot, up to a maximum number of benefits equal to the spell level of the spell you used to summon it. Each time you gain a new technomancer level, you can change what benefits you have selected. When you summon a robot with a summon creature spell (Alien Archive 144), you can decide what benefits it receives from those you have selected, up to its maximum.<br>The benefits you can select from include bonus feats and drone mods. The bonus feats you can select from are Blind- Fight, Cleave, Far Shot, Jet Dash, Kip Up, and Mobility. The drone mods you can select from are camera, cargo rack, climbing claws, enhanced senses, hardened AI, hydrojets, jump jets, speed, and tool arm (you must define the tool when you select this benefit).<br>You must be able to cast summon creature to summon a robot to select this magic hack.</span></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Technomancer",
    "type": "",
    "activation": {
      "type": "",
      "cost": null,
      "condition": ""
    },
    "duration": {
      "value": "",
      "units": ""
    },
    "target": {
      "value": "",
      "type": ""
    },
    "area": {
      "value": null,
      "units": null,
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": null,
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": ""
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "8th Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}