{
  "_id": "Y4ajp13ACVnzaS5s",
  "name": "Drone Chassis",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.class-features.nFUfPdc7xvaVUjPK]{Building Your Drone}</p>\n<p>Each drone has one of three chassis types that determines its size, starting statistics, and initial mods, as well as the drone’s overall look and theme. These chassis types are combat, hover, and stealth, and they are presented on page 75. Each is organized as follows, using the terms below.</p>\n<ul>\n<li>Size: This is the base size of your drone. Regardless of the mods you give your drone, its size does not change.</li>\n<li>Speed: This shows the drone’s land speed and its speeds for any additional movement types.</li>\n<li>AC: This is the base Energy Armor Class (EAC) and Kinetic Armor Class (KAC) for this chassis. Add the bonus to its AC from the below table and your drone’s Dexterity modifier to these numbers to determine the drone’s EAC and KAC.</li>\n<li>Good Save: This type of saving throw is your drone’s best saving throw. This saving throw uses the Good Save bonus progression on the below table.</li>\n<li>Poor Saves: These types of saving throws are your drone’s worst saving throws. These saving throws use the Poor Save bonus progression on the below table.</li>\n<li>Ability Scores: This shows the drone’s base ability scores. Drones have no Constitution score. Any DCs or other statistics that rely on a Constitution score treat a drone as having a Constitution score of 10 (no bonus or penalty). Drones can’t use items that grant additional ability score increases.</li>\n<li>Ability Increases: These are the drone’s ability scores that increase as you gain levels, as determined by the Ability Increase progression on the below table.</li>\n<li>Bonus Skill Unit: Some chassis come programmed with knowledge of a skill that is a part of the chassis itself. This skill is a class skill for your drone, and it gains a number of ranks in that skill equal to your mechanic level. Your drone can use this skill while not under your direct control. This skill is in addition to the skill gained via the drone’s skill unit ability (see page 76). You can’t change this skill unit when you gain levels or when you rebuild your drone unless you choose a new chassis. If a chassis does not have a bonus skill unit entry, it gains no bonus skill units.</li>\n<li>Initial Mods: Each chassis comes with initial drone mods that are a part of the chassis itself. These are in addition to the mods a drone gains by level. You can’t change these mods when you gain levels or rebuild your drone unless you choose a new chassis. The list of mods appears on page 77.</li>\n</ul>\n<h2>Starter Chassis</h2>\n<p>@Compendium[sfrpg.class-features.fqPvefrdTRleRF81]{Combat Drone}</p>\n<p>@Compendium[sfrpg.class-features.tp8RpPeUbTgly8xZ]{Hover Drone}</p>\n<p>@Compendium[sfrpg.class-features.UZjMSvXesViIrJl8]{Stealth Drone}</p>\n<p>&nbsp;</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Mechanic",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}