{
  "_id": "TqphQJaN39rXwPn6",
  "name": "Eldritch Nanites (Su)",
  "type": "feat",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.classes.MMyeA7kL5Vhcio05]{Nanocyte}</p>\n<p>Your nanites are heavily enchanted, limiting their ability to replicate technology but enabling them to weave magical effects at your direction. Your nanite array becomes a supernatural ability. You can’t learn or create major forms with your gear array, and the number of minor forms you know how to create is reduced by half (rounded down). You gain a special fourth nanite array called an eldritch array, which manifests as your nanites hovering close to your body, ready to produce magical effects. Your eldritch array grants you a +1 enhancement bonus to saving throws against spells and spell-like abilities.</p>\n<p>You gain a limited version of the technomancer’s spells class feature that you can use only while your eldritch array is active. Use your Constitution score in place of your Intelligence score when determining the effects of your spellcasting, including the highest level of spell you can cast and the DC for saving throws against your spells. Unlike a technomancer, your selection of spells is extremely limited. You begin play knowing two 0-level spells, and you can cast your 0-level spells a number of times per day equal to 3 + 1/2 your nanocyte level. At 5th level, you learn one 1st-level spell, and you learn a second 1st-level spell at 11th level. At 9th level, you learn one 2nd-level spell, and you learn a second 2nd-level spell at 15th level. At 13th level, you learn one 3rd-level spell, and you learn a second 3rd-level spell at 19th level. At 17th level, you learn one 4th-level spell. Every time you gain a nanocyte level, you can replace a spell with a different technomancer spell of the same level.</p>\n<p>At 5th level, you gain one 1st-level spell slot. At 9th, 13th, and 17th levels, this is replaced by a 2nd-, 3rd-, and 4th-level spell slot, respectively, allowing you to cast any one of your spells once per day. As a swift action, you can gain a 1st-level or higher spell slot that lasts until the end of your next turn if not expended beforehand. To do so, you must spend a number of nanite surges equal to the spell slot’s level. Once you spend nanite surges to gain a spell slot of a particular level in this way, you cannot gain another spell slot of that level until you have rested 10 minutes to regain Stamina Points. You can cast known variable-level spells using any level of spell slot you have available. If you manifest your eldritch array at a lower level, such as with your manifold array ability, the maximum level of spell you can cast is reduced by 1 for every 4 levels your array’s effective level is reduced.</p>\n<p><strong>Eldritch nanites alters nanite array.</strong></p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st Level",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "GM pg. 26",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}