{
  "_id": "Qy3l9fgoVaGLV7YD",
  "name": "Entropic Attunement (Su)",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.classes.WDvGdJ5mMpAD9cWQ]{Vanguard}</p>\n<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\">As you learn to exert finer control over your entropic strike, you can enhance it to devastating effect. The saving throw DC for any of these effects that allow a saving throw is equal to 10 + half your vanguard level + your Constitution modifier.<br><br>At 5th level, choose one of the following weapon special properties: breachAR, bright, feintAR, forceAR, or penetrating. Once made, this choice can be changed only when you gain a new vanguard level. As long as you have at least 1 Entropy Point, your entropic strike has the chosen special property.<br><br>At 7th level, choose one of the following critical hit effects: corrode (1d8 for every 3 vanguard levels you have), knockdown, or staggered. Once made, this choice can be changed only when you gain a new vanguard level. Your entropic strike gains this critical hit effect as long as you have at least 1 Entropy Point. If your entropic strike has another critical hit effect, when you score a critical hit, you can choose either the entropic attunement critical hit effect or the other critical hit effect. Alternatively, you can expend 1 Entropy Point to apply both critical hit effects.<br><br>At 10th level, you can extend your field of entropy far enough that your entropic strike gains the reach weapon special property. The reach granted by this property increases by an additional 5 feet at 13th level, 16th level, and 19th level.<br><br>At 13th level, just before making an attack, you can spend 2 Entropy Points to grant your next attack the blast weapon special property with a range of 20 feet. At 16th level, this range increases to 30 feet, and at 19th level, it increases to 60 feet.<br><br>At 16th level, as a standard action you can use your entropic strike to strike the ground or clap your hands together to deal damage in a radius. Make a single melee attack roll and compare the result to the EAC of creatures and objects within 20 feet (other than yourself). You damage each creature and object with an EAC equal to or lower than the attack result. You can expend 1 EP to exclude a number of targets equal to your Constitution modifier (minimum 1).<br><br>At 19th level, as long as you have 1 Entropy Point, your entropic strike gains a second weapon special property, selected from those listed at 5th level. When you score a critical hit with your entropic strike, you can apply either the severe wound critical hit effect or any one of the critical hit effects listed at 7th level.</span></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Vanguard",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "5th Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}