{
  "_id": "bGh3tvkzSAkIylDV",
  "name": "Entropic Shot (Su)",
  "type": "feat",
  "data": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@Compendium[sfrpg.classes.WDvGdJ5mMpAD9cWQ]{Vanguard}</p>\n<p>You can deliver your @Compendium[sfrpg.class-features.6Fuz5JTbJCBPynZd]{Entropic Strike (Su)} with any small arm as though you were delivering an entropic strike with a melee weapon. You must treat the entropic strike as being made of the ammunition&rsquo;s material (if any). Also, you must apply the small arm&rsquo;s weapon special properties, critical hit effect, and weapon fusions to the entropic strike, so long as the effects could be applied to a small arm that deals acid or bludgeoning damage, and that doesn&rsquo;t require information beyond that specified for your entropic strike to function. If the weapon special property, critical hit effect, or weapon fusion requires information provided for your weapon (such as the amount of a bleed critical hit effect), use the value for the weapon you&rsquo;re gaining the effect from. You don&rsquo;t add your Strength or Constitution modifier to your entropic strike&rsquo;s damage when delivered through a small arm, and your weapon specialization adds only half your level to entropic strikes you deliver with a small arm. If the small arm is used to affect an area (such as with the blast or line weapon special property), the entropic strike delivered with that weapon deals 1 less damage per damage die.</p>\n<p>When you gain @Compendium[sfrpg.class-features.Qy3l9fgoVaGLV7YD]{Entropic Attunement (Su)} at 5th level, add the weapon properties first arc (dealing acid damage instead of electricity damage) and guided to those you can add to your entropic strike, and remove the weapon properties feint and force. At 10th level, you don&rsquo;t increase your entropic strike&rsquo;s reach. Instead, when channeling your entropic strike through a small arms weapon, increase the weapon&rsquo;s range increment by 5 feet, plus an additional 5 feet at 13th, 16th, and 19th level. At 16th level, when you gain the ability to channel your entropic strike to deal damage to an area, you can only channel the attack through a small arm you&rsquo;re wielding; instead of attacking all targets within 20 feet of you, you make a ranged attack against all creatures in a 10-foot-radius burst with a range equal to your small arm&rsquo;s range increment.</p>\n<p><strong>Entropic shot modifies entropic strike, entropic attunement, and weapon specialization.</strong></p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "TR pg. 36",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  },
  "effects": [],
  "flags": {},
  "img": "systems/sfrpg/icons/classes/dark_matter.png"
}