{
  "_id": "cM54UpNXExgDSbq4",
  "name": "Exocortex",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.class-features.i7zwEHz2RWkZVOAM]{Artificial Intelligence (Ex)}</p>\n<p><span id=\"ctl00_MainContent_SectionHeader\">Your exocortex grants you all of the following abilities as you advance in level.</span></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.epd9RUmCm20NBKBt]{Combat Tracking (Ex) - 1st Level}</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Your exocortex provides you with enhanced combat ability, granting you proficiency with heavy armor and longarms. At 3rd level, you gain weapon specialization in longarms just as if your class granted proficiency. As a move action during combat, you can designate a foe for your exocortex to track. As long as that target is in sight, the exocortex feeds you telemetry, vulnerabilities, and combat tactics, allowing you to make attacks against that target as if your base attack bonus from your mechanic levels were equal to your mechanic level. Designating another target causes you to immediately lose this bonus against the previous target.</span></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.yeAW67ho3SsxqJNR]{Memory Module (Ex) - 1st Level}</h2>\n<p class=\"title\"><span id=\"ctl00_MainContent_DataListTalentsAll_ctl01_LabelName\">You can use your exocortex’s memory module to enhance your own knowledge. Once per day, as a reaction while not in combat, you can reroll a failed skill check (see page 243) to recall knowledge (see page 143). In addition, your exocortex grants you the Skill Focus feat as a bonus feat. You can’t use your exocortex’s memory module while combat tracking is activated. Every time you gain a mechanic level, you can rebuild your exocortex’s memory module, replacing the exocortex’s bonus Skill Focus feat with Skill Focus in a different skill.</span></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.bczND131fy2XFpN0]{Wireless Hack (Ex) - 5th Level}</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl02_LabelName\">Instead of combat tracking, your exocortex can access another computer system within 20 feet, allowing it to attempt a Computers check against that computer each round, using your skill bonus. This counts as a standard action for the purpose of the Computers skill. You must remain within 20 feet of the computer system for the entire time your exocortex is interacting with the computer. If the task requires multiple actions (or even rounds) to accomplish, you can spend your actions to work in concert with your exocortex, counting both your action and the exocortex’s effective standard action toward the total time required. If you don’t have the remote hack class feature, you must be adjacent to the computer to attempt your checks.</span></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.z8iOan4RJXYvVhit]{Exocortex Mods (Ex) - 7th Level}</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl03_LabelName\">Your exocortex allows you to apply any one of the following drone mods to yourself as if you were a drone with that mod installed: armor slot, cargo rack, climbing claws, enhanced senses, hydrojets, jump jets, resistance, smuggler’s compartment, speed, or weapon proficiency (gaining proficiency in advanced melee or heavy weapons). At 11th level, you can apply an additional mod, and your options expand to include echolocators, excavator, flight system, greater resistance, invisibility field, and reactive camouflage. At 14th and 17th levels, you can apply an additional mod. Each time you gain a level, you can switch any of your mods for different mods, but you must always choose at least one mod from the 7th-level list.</span></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.4niFkgzfwyOAoOcd]{Twin Tracking (Ex) - 10th Level}</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl04_LabelName\">You can designate two targets for your exocortex to track, increasing your base attack bonus against each. You can designate both targets with a single move action, but you must be able to see them both at that time.</span></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.R9W0ZkZezXLci357]{Multitasking (Ex) - 15th Level}</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl05_LabelName\">You can designate three targets for your exocortex to track (and designate them all as a single move action). In addition, the range of your exocortex’s wireless hack increases to 40 feet. Your exocortex can also engage in combat tracking and hack a nearby computer at the same time, but the computer counts as one of the exocortex’s designated targets (allowing you to track only two targets at the same time while wirelessly hacking the computer). Lastly, you can access your exocortex’s memory module in combat, even while it is engaged in combat tracking.</span></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.scbcE4mjiHoNK7Wi]{Quad Attack (Ex) - 20th Level}</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl06_LabelName\">Your exocortex can track four targets simultaneously, and hacking a nearby computer doesn’t count against that limit.</span></p>\n<p>&nbsp;</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Artificial Intelligence",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/classes/exocortex.jpg"
}