{
  "_id": "9hIBsMSy3PmQzgus",
  "name": "Experimental Weapon Prototype (Ex)",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.classes.HNCQFSPw4DVTATHv]{Mechanic}</p>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\">If your experimental prototype is ever destroyed or lost, you retain its schematics in your custom rig and can rebuild a version of it for free using your custom rig after 24 hours of uninterrupted work. This free version is of an item level no greater than your mechanic level – 2 (minimum 1st level). You can take a single 8-hour rest during each 24 hours spent working, but any interruption greater than a moment of conversation requires you to add 12 hours to the time required to rebuild your experimental prototype. In addition, every time you gain a mechanic level, you can rebuild your experimental prototype with the same amount of work, allowing you to change the type of armor or weapon you chose as a basis for your experimental prototype (selecting an item of the same type with an item level no higher than the item level of your previous prototype).<br><strong>Experimental prototype replaces the artificial intelligence (AI) class feature.</strong></span></p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">You have designed and built, and are constantly upgrading, a sophisticated weapon. You begin play with one weapon with an item level of 1 for free, or you can buy any weapon normally and designated it as your weapon prototype. You design and build this weapon and, while it may be similar in aesthetics and function to an existing type of weapon, it is fundamentally unique from any mass-produced product. Due to its experimental design and custom safety features, you are the only one who can make attacks with this weapon. As you gain levels, your weapon prototype advances in sophistication. If you acquire a different weapon, you can disassemble your existing prototype and turn the new weapon into your prototype with 8 hours of work.<br>Your weapon prototype works as normal for a weapon of its type, but it gains specific benefits based on your mechanic level, as defined below. You can have only one weapon designated as your weapon prototype at a time. <br><br></span></p>\n<h2>@Compendium[sfrpg.class-features.pQayHFE3TAuHoV2V]{Weapon Prototype Proficiency (Ex) - 1st Level}</h2>\n<p>You gain proficiency in advanced melee weapons, heavy weapons, or longarms. Once this choice is made, it can’t be changed. Your weapon prototype must be a weapon of this type. Your designated weapon prototype calculates its hardness, HP, and saves as if its item level were 5 higher. <br><br></p>\n<h2>@Compendium[sfrpg.class-features.78JJBJj1yxKqmqQ4]{Superior Firepower (Ex)- 1st Level}</h2>\n<p>When you attack with your experimental weapon prototype, you can enhance its damage dealt to select foes. As a move action, you calibrate your weapon prototype to deal additional damage to one enemy you can see. You gain an insight bonus equal to your mechanic level to damage on all attacks against the designated target. Calibrating your weapon against another enemy causes you to immediately lose this bonus against the previous enemy. <br><br></p>\n<h2>@Compendium[sfrpg.class-features.HDK8f8weNAkofDdt]{Improved Magazine (Ex)- 1st Level}</h2>\n<p>Your experimental weapon prototype can carry more ammunition than a normal weapon of its type. If it contains individual darts, petrol, rounds, shells, or similar physical ammunition, its capacity is doubled. If it uses batteries, it can hold two batteries of the normal size for that weapon, drawing charges from either. <br><br></p>\n<h2>@Compendium[sfrpg.class-features.F2fSirsWGd6hMtKJ]{Enhanced Prototype Proficiency (Ex)- 5th Level}</h2>\n<p>You can use your prototype weapon with one hand without penalty, even if it is normally a two-handed weapon. <br><br></p>\n<h2>@Compendium[sfrpg.class-features.0utN5rLSZOoTLScv]{Advanced Customization (Ex) - 7th Level}</h2>\n<p>You can apply one of the following weapon special properties to your experimental weapon prototype. You can apply only special properties that are applicable to the weapon you’re using, so you couldn’t (for example) add quick reload to a weapon that doesn’t use charges or ammunition. The GM is the final arbiter of what can be applied to any weapon. Choose from: aurora, block, breach, breakdown, bright, disarm, echo, extinguish, feint, injection, harrying, penetrating, quick reload, recall, stun, trip.<br>At 11th level, you can add a second weapon special property from that list, or you can add force as a second weapon special property. Alternatively, instead of adding a second property, you can add a critical hit effect from the following list, which applies in addition to any other critical hit effect that applies to the attack: arc (1d6, +1d6 per 5 item levels), bind, bleed (1d6, +1d6 per 5 item levels), corrode (1d6, +1d6 per 5 item levels), deafen, knockdown. You may add this even if the weapon already has a critical hit effect, and on a critical hit both effects apply. A weapon cannot have two versions of the same critical hit effect.<br>At 17th level, you can instead add the blind, demoralize, wound, sicken, or staggered critical hit effect in place of a second weapon property or a critical hit effect.<br>Each time you gain a mechanic level, you can switch any of these customizations for a different customization, but you must always choose at least one customization from the 7th-level list. <br><br></p>\n<h2>@Compendium[sfrpg.class-features.kXG9x8sTS6B5CIDA]{Versatile Design (Su) - 10th Level}</h2>\n<p>Long hours of research and tinkering have taught you how to modify your weapon prototype on the fly. Select four weapon fusions of a level your prototype weapon qualifies for. Your weapon gains one of these fusions without it counting against the total item levels of fusions it can have. With 10 minutes of work, you can change the weapon fusion currently installed in your weapon prototype to another of your selected fusions. If a fusion selected with this ability has a limited number of uses, using it counts against the uses of any other fusion you access with this ability. Each time you gain a mechanic level, you can change the four fusions you have selected. <br><br></p>\n<h2>@Compendium[sfrpg.class-features.yYpUKezJS6BC6aGv]{Dual Chambers (Ex) - 15th Level}</h2>\n<p>You modify your experimental weapon prototype to deal multiple types of damage. Select one additional type of weapon damage that your weapon does not normally deal. When you attack with your experimental weapon prototype, you can deal either type of damage or both. Switching between damage types, or switching your weapon to deal both, is a move action. Each time you gain a level, you can switch your secondary damage type, but you can’t change the weapon’s original damage type without crafting a new experimental weapon prototype. <br><br></p>\n<h2>@Compendium[sfrpg.class-features.mz2KNUvTjMxmk6FV]{Target-Rich Environment (Ex)- 20th Level}</h2>\n<p>&nbsp; You enhance your experimental weapon prototype’s attack power, allowing you to deal extra damage to multiple enemies. You can use your superior firepower ability to deal additional damage to a number of targets equal to your Intelligence modifier, taking a move action to calibrate it against each foe.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Mechanic - Alternate Class Feature",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}