{
  "name": "Experimental Vehicle (Ex)",
  "type": "feat",
  "img": "systems/sfrpg/icons/classes/riging_saddle.png",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>&gt;@Compendium[sfrpg.classes.HNCQFSPw4DVTATHv]{Mechanic}</p>\n<p>You&rsquo;ve built a unique vehicle of your own design, using the custom vehicle rules to create your vehicle for free with an item level of 1. The vehicle must have the experimental graft (page 78), the Medium or Large size graft, and one of the following type grafts: boat, cruiser, cycle, submersible, truck, or walker. You can select only from the following special grafts: amphibious, computer-assisted controls, junk, luxury, racer, or transport. At 7th level, you can select any type grafts or special grafts when designing your vehicle, and at 10th level, your vehicle can have the Huge size graft. Due to the vehicle&rsquo;s experimental design, its Piloting modifier decreases by 4 for anyone other than you who pilots it.</p>\n<p>If your experimental vehicle is ever destroyed or lost, you retain its schematics in your custom rig and can rebuild a version of it for free using your custom rig after 24 hours of uninterrupted work. You can take a single 8-hour rest during each 24 hours spent working, but any interruption greater than a moment of conversation requires you to add 12 hours to the time required to rebuild your vehicle. In addition, every time you gain a mechanic level, you can redesign and rebuild your vehicle with the same amount of work, though if the new design&rsquo;s price is higher, you must expend credits equal to the difference between their prices. Your vehicle&rsquo;s item level can&rsquo;t exceed your mechanic level, and you can have only one experimental vehicle at a time.</p>\n<p>As a full action while adjacent to your unoccupied vehicle, you can cause it to fold into a more compact form through a combination of null-space technology and cunning joints. This reduces the vehicle&rsquo;s size by one category. While miniaturized, the vehicle has a ground speed of 30 feet, and while its statistics are otherwise unchanged, its additional systems cease functioning, and it can&rsquo;t be used as a vehicle. The miniaturized vehicle follows you automatically, though as a move action, you can command it to remain in place or resume following you. As a full action while adjacent to your vehicle, you can restore it to its normal size and functions and board it. Treat a Large experimental vehicle&rsquo;s bulk as 128, and for every size category your vehicle grows or shrinks, respectively multiply or divide its bulk by 8. If the vehicle&rsquo;s bulk is reduced to less than 1, treat it as light bulk. At 11th level, you can reduce your vehicle&rsquo;s size by two size categories when miniaturizing it, and you can activate or revert the miniaturization while within 30 feet of the vehicle (though you can only automatically board it if you&rsquo;re adjacent to the vehicle). At 17th level, you can reduce your vehicle&rsquo;s size by three size categories when miniaturizing it.</p>\n<p><strong>This feature replaces the artificial intelligence (AI), coordinated assault, and control net class features.</strong></p>",
      "unidentified": ""
    },
    "source": "TR pg. 22",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": 0,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "isActive": null,
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "rollNotes": "",
    "damageNotes": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "effects": [],
  "flags": {},
  "_id": "lOB5gR1uyuadv0kI"
}