{
  "_id": "LAweg0HnF7J1Bfxx",
  "name": "Experimental Apparatus (Su)",
  "type": "feat",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@Compendium[sfrpg.classes.HNCQFSPw4DVTATHv]{Mechanic}</p>\n<p>You have created an experimental apparatus, a unique item that blends technology and magic. Your experimental apparatus is a hybrid item that must be held in one hand to impart any benefit. Incorporated into the apparatus is one nonconsumable hybrid or magic item with an item level of 1 and no more than 1 bulk. The apparatus has light bulk, but it becomes 1 bulk if it has an incorporated item that has 1 bulk. While you wield the apparatus, you gain the benefits of the incorporated hybrid or magic item, even if you are already wearing your maximum number of hybrid or magic items. Due to its esoteric design and controls, you are the only one who can gain any benefit from the apparatus.</p>\n<p>You can incorporate additional items into the apparatus to expand its functions, including hybrid items, magic items, and magitech augmentations (for the arm, brain, endocrine, hand, or throat systems). An incorporated item&rsquo;s item level cannot exceed your mechanic level, its bulk cannot be greater than 1, and the apparatus can accommodate a total of only two incorporated items (including the apparatus&rsquo;s starting item). Incorporating an item into the apparatus takes 8 hours of work and functionally destroys that item in the process. Each item has its own set of charges, if any. You only gain the benefits of a single incorporated item at a time, though you can switch which item is active as a standard action, or as a move action if you spend 1 Resolve Point.</p>\n<p>If your apparatus is destroyed or lost, you retain its schematics in your custom rig and can rebuild a version of it for free after 24 hours of uninterrupted work. You can take a single 8-hour rest during each 24 hours spent working, but any interruption greater than a moment of conversation requires you to add 12 hours to the time required to rebuild your apparatus. In addition, every time you gain a mechanic level, you can rebuild your apparatus with the same amount of work, allowing you to replace one of the installed items at no cost, selecting an item with an item level no higher than the item level of the item being replaced.</p>\n<p><strong>Experimental apparatus replaces the artificial intelligence (AI) class feature.</strong></p>\n<h3>@Compendium[sfrpg.class-features.5iFdZAwtOc1oitja]{Mystical Technician (Ex) - 1st Level}</h3>\n<p>Add Mysticism to your list of class skills in place of Computers. Additionally, you can add your Intelligence modifier instead of your Wisdom modifier to Mysticism checks. The insight bonus granted by your Bypass mechanic class feature applies to Engineering and Mysticism checks, not to Computers checks.</p>\n<h3>@Compendium[sfrpg.class-features.ucsZf0yAPsMXrKgi]{Advanced Artifice (Ex) - 5th Level}</h3>\n<p>Your experimental apparatus can now accommodate up to three incorporated items. Upon gaining this ability, you can incorporate the functions of one item whose item level is 3 or less into your experimental apparatus at no cost.</p>\n<h3>@Compendium[sfrpg.class-features.McUDgUI3FtUkwsX4]{Enhanced Interface (Ex) - 7th Level}</h3>\n<p>You can change your experimental apparatus&rsquo;s active devices as a move action, or as a swift action by spending 1 Resolve Point.</p>\n<h3>@Compendium[sfrpg.class-features.AwNEhszQK2NrS8vs]{Technological Arcana (Ex) - 10th Level}</h3>\n<p>By drawing on your apparatus&rsquo;s energy reserves through embedded spell gems, you can replicate a limited number of magical effects. Choose two 0-level technomancer spells, two 1st-level technomancer spells, and one 2nd-level technomancer spell. You incorporate spell gems for these spells into your apparatus at no cost. You gain a limited version of the technomancer&rsquo;s spells class feature, though you can use these spells only while wielding the apparatus, and your selection of spells is limited to those spells embedded in the apparatus. You have one 1st-level spell slot and one 2nd-level spell slot, and you can cast the 0-level spells at will. You gain one 3rd-level spell slot at 13th level, and you gain one 4th-level spell slot at 16th level. Casting these spells does not expend the incorporated spell gems. Your experimental apparatus can store a maximum number of spell gems equal to half your mechanic level, and these spell gems can be of any level. You can incorporate and replace spell gems in the apparatus as you would new magic items, and incorporated spell gems are effectively destroyed once installed.</p>\n<p>In addition, whenever you would gain a new mechanic trick, you can instead increase the number of spell gems the apparatus can hold by one, as well as gain one additional spell slot of your maximum spellcasting level, to a maximum of four spells per level.</p>\n<h3>@Compendium[sfrpg.class-features.MjhKrwd5yWe9fAxl]{Versatile Apparatus (Ex) - 15th Level}</h3>\n<p>Your experimental apparatus can now accommodate up to four incorporated items. The apparatus grants the abilities of two incorporated items at a time.</p>\n<h3>@Compendium[sfrpg.class-features.5ympxTaAh8ihTuc2]{Unparalleled Apparatus (Ex) - 20th Level}</h3>\n<p class=\"title\">Your apparatus is so technologically sophisticated that it is almost a magical artifact. Choose one of the following benefits.</p>\n<p class=\"title\"><strong>Enduring Legacy:</strong> You have perfected the apparatus&rsquo;s function and durability, allowing others to use it for ages to come. The apparatus&rsquo;s item level is treated as 30 for the purpose of its hardness, Hit Points, and saving throws. If a creature spends 1 Resolve Point, they can operate the apparatus as though they were you for 24 hours.</p>\n<p class=\"title\"><strong>Magitech Marvel:</strong>&nbsp;You gain one 5th-level spell slot that you can use with the technological arcana ability, and you increase your number of 3rd- and 4th-level spell slots for that ability by one each. You increase the number of spell gems the apparatus can store by 5.</p>\n<p class=\"title\"><strong>Multitasking Miracle:</strong>&nbsp;The apparatus can now grant the abilities of three incorporated items simultaneously.</p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st Level",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "GM pg. 22",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}