{
  "_id": "JXuSLeps7hhNuSjh",
  "name": "Experimental Armor Prototype",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.classes.HNCQFSPw4DVTATHv]{Mechanic}</p>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\">If your experimental prototype is ever destroyed or lost, you retain its schematics in your custom rig and can rebuild a version of it for free using your custom rig after 24 hours of uninterrupted work. This free version is of an item level no greater than your mechanic level – 2 (minimum 1st level). You can take a single 8-hour rest during each 24 hours spent working, but any interruption greater than a moment of conversation requires you to add 12 hours to the time required to rebuild your experimental prototype. In addition, every time you gain a mechanic level, you can rebuild your experimental prototype with the same amount of work, allowing you to change the type of armor or weapon you chose as a basis for your experimental prototype (selecting an item of the same type with an item level no higher than the item level of your previous prototype).<br><strong>Experimental prototype replaces the artificial intelligence (AI) class feature.</strong></span></p>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\">You have designed and built a sophisticated suit of armor, which you are constantly optimizing and upgrading with the latest technological breakthroughs. You begin play with one suit of armor with an item level of 1 for free, or you can buy any armor normally and designate it as your armor prototype. You design and build this armor and, while it may be similar in aesthetics and function to an existing type of armor, it is fundamentally unique from any mass-produced product. Due to its experimental design and custom fitting, you are the only one who can benefit from wearing this armor. As you gain levels, your armor prototype advances in sophistication. If you acquire a different suit of armor, you can disassemble your existing prototype and turn the new armor into your prototype with 8 hours of work.<br>Your armor prototype works as normal for a suit of its type, but it also gains specific benefits based on your mechanic level, as defined below. You can have only one suit of armor designated as your armor prototype at a time.<br><br></span></p>\n<h2>@Compendium[sfrpg.class-features.T0XOGtkQKxUSsBGs]{Armor Prototype Proficiency (Ex) - 1st Level}</h2>\n<p class=\"title\">You gain proficiency in heavy armor. Your armor prototype’s hardness, HP, and save bonuses are calculated as if its item level were 5 higher.<br><br></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.qLiCcEmqwWYl1ZdL]{Calibrate Defenses (Ex) - 1st Level}</h2>\n<p class=\"title\">While wearing your experimental armor prototype, you can bolster your defenses against certain attacks. As a move action, you analyze the weapons and attack patterns of one enemy you can see, programming your armor prototype with this information to improve your ability to defend against that enemy. You gain a +1 shield bonus to AC against the next attack from that opponent, as long as it occurs before the end of your next turn. This bonus increases to +2 at 8th level and to +3 at 16th level. Calibrating your defenses against another enemy causes you to immediately lose this bonus against the previous enemy’s attacks.<br><br></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.w6EBsukvymluDyqo]{Extra Upgrade (Ex) - 1st Level}</h2>\n<p class=\"title\">Your armor prototype’s efficient design allows you to install one additional armor upgrade beyond what that armor’s upgrade slots would normally allow. You must purchase the upgrade to be installed in this slot at its normal price.<br><br></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.TC0Mddw8Z6ElsfUu]{Power Boost (Ex) - 5th Level}</h2>\n<p class=\"title\">You gain proficiency in powered armor. You can alter your experimental armor prototype to be identical to any suit of powered armor that has an item level equal to or lower than your existing armor prototype by spending 8 hours of work making upgrades.<br><br></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.jWExo1GhFtiLZvBo]{Advanced Customization (Ex) - 7th Level}</h2>\n<p class=\"title\">You apply a single armor upgrade with an item level of no more than half your mechanic level to your experimental armor prototype at no cost. This customization does not take up an armor upgrade slot. You select an additional upgrade at 11th, 14th, and 17th levels. Each time you gain a level, you can swap out any of these armor upgrades for different upgrades, subject to the same restrictions.<br><br></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.NKb9NC7dbq462RuY]{Versatile Design (Ex) - 10th Level}</h2>\n<p class=\"title\">Long hours of research and tinkering has taught you how to modify your experimental armor prototype on the fly. Your armor prototype grants you one of the following benefits: +1 to attack rolls, a fly speed of 50 feet (average maneuverability), a fly speed of 30 feet (perfect maneuverability), a swim speed of 30 feet, or darkvision with a range of 60 feet and low-light vision. With 10 minutes of work, you can change the ability granted by your prototype to any other one of these abilities.<br><br></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.STAKcW4H7U1CMwsp]{Energy Shield (Ex) (Armor) - 15th Level}</h2>\n<p class=\"title\">Your experimental armor prototype gains an energy shield with a number of temporary Hit Points equal to your mechanic level. This shield remains active until all of its temporary Hit Points are depleted. These temporary Hit Points are fully restored when you regain Stamina Points following a 10-minute rest.<br><br></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.pyGJO4EXfgPW6oVo]{Defense Matrix (Ex) - 20th Level}</h2>\n<p class=\"title\">You perfect your experimental armor prototype’s adaptable defenses, bolstering your armor against a greater number of enemies. You can use your calibrate defenses ability to gain a bonus to your AC against a number of targets equal to your Intelligence modifier, spending a move action for each calibration.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Mechanic - Alternate Class Feature",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}