{
  "_id": "SUOmtCEKSA521bnx",
  "name": "Experimental Explosives (Ex)",
  "type": "feat",
  "img": "systems/sfrpg/icons/spells/explosion_blast.webp",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.classes.HNCQFSPw4DVTATHv]{Mechanic}</p>\n<p>You’re an expert at improvising explosives, the components for which you carry in a special pack, case, or weapons belt that weighs 1 bulk. Each day when you recover any spent Resolve Points, you can spend 10 minutes using your custom rig to create a number of experimental grenades and explosive charges (pages 68–69) equal to 1 + your Intelligence modifier. You create these explosives at no cost, and you don’t need to decide which specific grenades or explosives you have until you use them, but when you do, each must have an item level equal to or less than your mechanic level. Any experimental explosives you don’t use that day become inert, even if they’re still in your possession. Your experimental explosives don’t work for anyone but you. Whenever you take a 10-minute rest to recover Stamina Points, you can also prepare one additional experimental explosive, up to the maximum number of experimental explosives you can have. In addition, your @UUID[Compendium.sfrpg.class-features.uWZ3LvxQ3yezLB4j]{Custom Rig (Ex)} functions as a detonator (Core Rulebook 218), and when calculating the DC of the save to resist your grenade’s effects, you can use your Intelligence modifier in place of your Dexterity modifier.</p>\n<p>At 5th level, you add 1/2 your mechanic level, rounded down, to your damage with grenades; when you explode grenades using the arm explosives task and a detonator, add this bonus damage only once. Also, your experimental explosives are magic weapons for the purpose of overcoming damage reduction.</p>\n<p>At 7th level, when you use Engineering to perform the arm explosives or demolitions tasks, you can do so in half the normal time. You can still use the quick demolitions option (page 69) to further reduce the time expended. When making an attack with a grenade, you can draw that grenade as part of the action of making a thrown attack with it.</p>\n<p>At 10th level, you can spend 2 Resolve Points as a move action to assemble an experimental grenade or explosive charge. This grenade or explosive can have an item level no higher than your mechanic level, and it counts against the maximum number of experimental explosives you can have. At 15th level, you can use this ability as a swift action or reduce its Resolve Point cost to 1. At 11th level, when you use Engineering for demolitions tasks, each secondary charge you apply adds +3 to your Engineering check, instead of +2. You increase the range of your thrown grenades by 10 feet.</p>\n<p>At 20th level, you increase the maximum result of your explosive charges by an amount equal to twice your Intelligence modifier, and each secondary charge you apply when using the demolitions task adds +4 to your Engineering check, instead of +2. When you make a full attack, you can make up to three attacks, so long as at least one of those attacks is used to throw or launch a grenade. You take a –6 penalty to these attacks, instead of a –4 penalty.</p>\n<p><strong>Experimental explosives replaces the artificial intelligence (AI) and coordinated assault class features.</strong></p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "TR pg. 22",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}