{
  "_id": "oKlwvc1HcIsg7Q7a",
  "name": "Fighting Style",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.classes.cCZQpV0NmYE9qZoL]{Soldier}</p>\n<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\">You have a preferred fighting style that represents the type of soldier you are. Each fighting style is composed of various style techniques that you learn as you gain experience. You must pick one fighting style upon taking your first soldier level, and once made, this choice cannot be changed. Descriptions of the fighting styles you can choose from appear on pages 112–115.&nbsp;<em>(Or Below)</em></span></p>\n<p>&nbsp;</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.wqpDgnxCVh0K1pbU]{Ambusher}</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">The ambusher fighting style focuses on stealth, tactical positioning, and superior reflexes to gain an edge. You must have Stealth as a class skill to select this fighting style.</span></p>\n<p>&nbsp;</p>\n<h2>@Compendium[sfrpg.class-features.33fxlqpShtqndjry]{Arcane Assailant}</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl01_LabelName\">The arcane assailant fighting style supplements its combat effectiveness with magic powers, drawing on traditions of warrior-wizards dating back to well before the Gap. This allows you to use magic runes to augment your weapons and call on legendary powers, giving you access to arcane options even when you don’t have a magic weapon in your possession.</span></p>\n<p>&nbsp;</p>\n<h2>@Compendium[sfrpg.class-features.DAMcKQ3EGXdh8CGe]{Armor Storm}</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl02_LabelName\">The armor storm fighting style focuses on using armor as a weapon by maximizing the damage of armor-based weapons while withstanding enemy fire. You learn to increase the effectiveness of attacks made with your armor and to add equipment normally beyond your armor’s capacity.</span></p>\n<p>&nbsp;</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.oo4MlB56sziHi0lB]{Battlemaster}</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl03_LabelName\">The battlemaster fighting style focuses on adapting your natural advantages to new dangers and situations as they arise. By anticipating particular threats or adjusting mid-combat to deal with specific foes, you can assure your survival and gain the advantage. The following soldier fighting style is an adaptation of this technique that has made its way to the Pact Worlds. You must have the armor savant and natural weapons racial traits to take this fighting style.</span></p>\n<p>&nbsp;</p>\n<h2>@Compendium[sfrpg.class-features.AKI0TQ3pSwmU5twg]{Blitz}</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl04_LabelName\">The blitz fighting style is all about using speed and aggression to get into the thick of melee. You increase your speed and responsiveness, gain abilities that make you better at melee combat than your enemies, and keep on fighting even when surrounded by foes.<br></span></p>\n<p>&nbsp;</p>\n<h2>@Compendium[sfrpg.class-features.YHaMYdptLi3fXfVH]{Bombard}</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl05_LabelName\">The bombard fighting style emphasizes attacking multiple targets, often using grenades, and leverages substantial physical strength to control large weapons with significant recoil. At higher levels, you can use launchers, missiles, and other heavy weapons.</span></p>\n<p>&nbsp;</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.qjAwXnudUtBHdZCe]{Fourfold Tactician}</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl06_LabelName\">A fourfold tactician is a master of making use of multiple weapons and still having a spare hand. You must have four or more arms to select or use this fighting style.</span></p>\n<p>&nbsp;</p>\n<h2>@Compendium[sfrpg.class-features.oHKHSbFfmBgFfvW8]{Guard}</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl08_LabelName\">The guard fighting style focuses on defense. You become adept at wearing armor, protecting against attacks, and enduring damage and other setbacks from attacks that get through your defenses.</span></p>\n<p>&nbsp;</p>\n<h2>@Compendium[sfrpg.class-features.Jba9qeZX5QgjZvwQ]{Hit-and-Run}</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl09_LabelName\">The hit-and-run fighting style focuses on tactical movement as you move in and out of combat. You use ranged weapons but fight close up, and you can even mix ranged and melee attacks. Your abilities allow you to move even when you make full attacks and to avoid getting locked down by your enemies.</span></p>\n<p>&nbsp;</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.GvubHqBOlV1CsWvz]{Hunter}</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl10_LabelName\">You’re a master of hunting all sorts of creatures, from big-game animals to runaway criminals and similar marks. You may use this expertise as a sniper, trophy hunter, sport enthusiast, or fugitive tracer. Far more focused on skills than other soldiers, your unique talents combine experience in the field with refined combat ability.</span></p>\n<p>&nbsp;</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.2C2NBundSvw79yKG]{Qi Adept}</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl12_LabelName\">You are able to tap into your personal life force, enabling you to unleash incredible strikes upon your foes. Whether you’ve discovered these techniques on your own or studied at ancient monasteries and temples devoted to these lost arts, yours is a power cultivated through intense training and skill.</span></p>\n<p>&nbsp;</p>\n<h2>@Compendium[sfrpg.class-features.PSAr1JTGPZQ9g1j8]{Sharpshoot}</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl13_LabelName\">The sharpshoot fighting style enables you to excel at making accurate attacks, usually with ranged weapons at a long distance. You can ignore cover and other impediments to your shots, and your attacks are improved by your intense focus.</span></p>\n<p>&nbsp;</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.f34cpBT3OiXKXssf]{Squad}</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl16_LabelName\">Soldiers in large organizations, such as the Stewards, learn to fight effectively together in small squads. You have mastered these techniques, and your combat skills focus on aiding your allies. Halfelves epitomize the cooperative spirit this style taps into.</span></p>\n<p>&nbsp;</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.HiI3JMXX6crpsWDN]{Wrathful Warrior}</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl17_LabelName\">The wrathful warrior style draws upon your emotions—specifically your rage and wrath—to enable devastating attacks. You may have trained yourself to intentionally overload your fight-or-flight adrenaline response, or may just come from a long line of berserker warriors. At higher levels, you’re able to use your anger to ignore damage and strike with impudence.</span></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Soldier",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/classes/fighting_style.png"
}