{
  "_id": "sFIvlvRtBJ0EH2Jt",
  "name": "First World",
  "type": "feat",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.class-features.SdlB9viiKckPr0LZ]{Connection}</p>\n<p>You draw your magic from the First World, the riotous, ever‑shifting realm of the fey. Your powers manifest as illusory tricks, mind-clouding enchantments, and other deceptions.</p>\n<p><strong>Associated Deities:</strong> Apholine, Ng, Ragadahn, Shyka, The Lantern King</p>\n<p><strong>Associated Skills:</strong> @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.GcVVfpQ79HdcMqBt]{Bluff} and @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.aayAhTaRzitONs5U]{Disguise}</p>\n<p><strong>Spells:</strong> 1st-6th @UUID[Compendium.sfrpg.spells.kzOemsOWuqgbbGZw]{Baleful Polymorph}; replaced by 1st - @UUID[Compendium.sfrpg.spells.HGg3fIQGDzUwueVa]{Disguise Self}, 2nd - @UUID[Compendium.sfrpg.spells.ZsRv2Vcl2iamrcCt]{Song Of The Cosmos}, 3rd - @UUID[Compendium.sfrpg.spells.SysRFlYml1f1Eofd]{Charm Monster}, 4th - @UUID[Compendium.sfrpg.spells.wSeE9HyAmM7lTdpo]{Confusion}, 5th - @UUID[Compendium.sfrpg.spells.fGQnZEijK2SYGnN1]{Command, Greater}</p>\n<h2>@UUID[Compendium.sfrpg.class-features.yKK1BdVSw9pCxOCl]{Dazzling Dust (Sp) - 1st Level}</h2>\n<p>As a standard action, you can spend 1 Resolve Point to scatter glittering pixie dust in a 30-foot cone. Creatures in the area must succeed at a Fortitude save or become dazzled and take a –1 penalty to Will saving throws for a number of rounds equal to your Wisdom modifier (minimum 1). At 9th level, you can cause one creature dazzled by this ability to also be blinded for 1 round.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.SNsk3Af0lBTVVajn]{Glamer Shroud (Sp) - 3rd Level}</h2>\n<p>As a standard action, you veil yourself in shifting illusions. This grants you a 20% miss chance as though you had concealment, though this effect does not help you to hide. You can maintain this effect for a number of minutes per day equal to your mystic level; this duration does not need to be continuous, but it must be used in 1-minute increments.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.9uOhRliamdqjZFBy]{Vanishing Trick (Su) - 6th Level}</h2>\n<p>When you take damage from a melee attack, you can expend a mystic spell slot as a reaction to teleport away after resolving the attack’s effects. You teleport to an open space to which you have line of effect, the total distance not exceeding 5 feet × the level of the expended spell slot.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.fffchUodRDw0iqFT]{Otherworldly Melody (Sp) - 9th Level}</h2>\n<p>Twice per day, you can sing a mystical tune that functions as either haste or slow. You gain one additional use per day at 13th level and again at 17th level.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.IJhczUPFirrU8Hmh]{Collective Glamer (Su) - 12th Level}</h2>\n<p>When you activate glamer shroud, you can spend 1 Resolve Point to grant its benefits to allies linked by your telepathic bond class feature. Your allies gain these benefits for 1 minute.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.MMrCQaeEBPBPGqrI]{First World Pranksters (Sp) - 15th Level}</h2>\n<p>As a standard action, you can spend 1 Resolve Point to open a portal to the First World within 100 feet. Mischievous fey swarm through this portal, attacking all enemies in a 20-foot-radius spread. Each enemy in the area is the target of one of the following combat maneuvers: dirty trick, disarm, or trip. You select the action individually for each enemy targeted. The attack roll for these actions is equal to your caster level plus your Wisdom modifier. Their mischief concluded, the fey immediately return to the First World, and the portal closes.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.C6Rb2hJDtoTBBEmC]{Nature’s Fury (Sp) - 18th Level}</h2>\n<p>Once per day as a standard action, you can infest any number of enemies within a 50-foot spread centered on you with fey flora. As the plants sprout all over their body, each affected creature takes 5d6 bludgeoning damage and becomes entangled (Fortitude negates) for 1 minute. At the end of each of its turns, an affected creature becomes increasingly overgrown and attempts another Fortitude save. If they fail the save, they take 3d6 additional bludgeoning damage, and an entangled creature also becomes grappled for 1 round. As a standard action, an affected creature can attempt an additional Fortitude save to end the effect, taking no additional damage or penalties if that save fails.</p>"
    },
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st Level",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "GM pg. 24",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}