{
  "name": "Gear Array (EX)",
  "type": "feat",
  "img": "icons/svg/mystery-man.svg",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>&gt;@Compendium[sfrpg.class-features.zBDW8giNGqbolXly]{Nanite Array (EX)}</p>\n<p>Your nanites shape themselves into a single piece of equipment, such as a weapon, tool, or cybernetic augmentation. You can direct your nanites to create a limited selection of equipment, divided into major forms and minor forms. Major forms include weapons and cybernetic augmentations; minor forms include technological items (excluding armor and weapons) and personal items. At 1st level, you know how to create two major forms and three minor forms. You learn a new minor form at 2nd level and every 2 levels thereafter; you learn a new major form at 3rd level, 5th level, and every 4 levels thereafter. When you gain a nanocyte level, you can replace one of your major forms with a new major form and one of your minor forms with a new minor form.<br /><br />To select a piece of equipment as one of your gear array&rsquo;s major or minor forms, its level must be equal to or lower than your nanocyte level. Augmentations must be cybernetic, weapons and items must be technological items (not magic or hybrid), and you can&rsquo;t select equipment that&rsquo;s consumed on use (such as grenades) or whose bulk exceeds your Constitution modifier.<br /><br />When creating a nanocyte character at higher than 1st level, for simplicity, you can choose major forms by choosing one form using your nanocyte level, the next form using your nanocyte level &ndash; 1, the next using your nanocyte level &ndash; 2, and so on. Any extra forms use a nanocyte level of 1. You can choose minor forms the same way.<br /><br />When you use your gear array to create a handheld nanite weapon, technological item, or personal item, you can automatically grab and begin wielding it if you have the requisite number of hands free. Otherwise, the item floats in your space until the end of your turn, at which point it drops in your space.<br /><br />When you use your gear array to create a cybernetic augmentation, it&rsquo;s automatically installed in the appropriate body slot as long as that slot is empty; otherwise, it fails to manifest. If a given augmentation has a limited number of uses or frequency, that limit applies regardless of how many times you&rsquo;ve created it with your gear array. Equipment that requires a battery or ammunition to function must be loaded to function. When you create such equipment, you can have it absorb and automatically load one appropriately-sized battery or set of suitable ammunition in your possession. Any item that uses a battery with fewer than 20 charges can instead use a standard battery.</p>",
      "unidentified": ""
    },
    "source": "TR, p. 10",
    "type": "",
    "activation": {
      "type": "move",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": "",
      "units": ""
    },
    "target": {
      "value": "",
      "type": ""
    },
    "area": {
      "value": null,
      "units": "none",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "none",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": ""
    },
    "isActive": null,
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "_id": "LLNp1urkLncOxgsb"
}