{
  "_id": "ECFCA3sfWbEzr1St",
  "name": "Geneturge",
  "type": "feat",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.class-features.SdlB9viiKckPr0LZ]{Connection}</p>\n<p>You are connected to the very building blocks of life, adept at altering your DNA code and that of others. You may see augmentation as a natural part of evolution, or the ultimate form of self-improvement that drives life towards enlightenment, or even a perversion of the natural order undertaken to venerate dread gods. With your enhanced understanding of biotech, you might be a famous self-help expert, a sinister fleshwarper, or an adaptable xenoseeker surveying mysterious planets in the Vast.</p>\n<p><strong>Associated Deities</strong>: @UUID[Compendium.sfrpg.setting.kN8pC8Yfi8OuCvig]{Eloritu}, @UUID[Compendium.sfrpg.setting.FQYlHNdUxXmVccoI]{Oras}, @UUID[Compendium.sfrpg.setting.FYV6RgTjPdg72RF0]{Triune} (Casandalee), @UUID[Compendium.sfrpg.setting.rUtAoz8NUGCZR4yz]{Yaraesa}</p>\n<p><strong>Associated Skills</strong>: @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.tVUA3IPcOfyU1g19]{Life Science} and @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.d4fcGwOcrsuYrwGH]{Medicine}</p>\n<p><strong>Spells</strong>: 1st - @UUID[Compendium.sfrpg.spells.uiOCvZ7EuOVhAi0K]{Detect Augmentation}, 2nd - @UUID[Compendium.sfrpg.spells.jA6eTWFaULIpjXAx]{Spider Climb}, 3rd - @UUID[Compendium.sfrpg.spells.YGkyMwEE6SLfZc4r]{Remove Affliction}, 4th - @UUID[Compendium.sfrpg.spells.P914huUKtKXr2zDB]{Reject Augmentation}, 5th - @UUID[Compendium.sfrpg.spells.DcELEg3BAXH3NtsI]{Modify Memory}, 6th - @UUID[Compendium.sfrpg.spells.9Jk5eas4Zz0Sd0LL]{Regenerate}</p>\n<h2>@UUID[Compendium.sfrpg.class-features.VDbHHSNaoVv7740f]{Personal Modification (Ex) - 1st Level}</h2>\n<p>You gain a personalized biotech augmentation that is keyed to your genetic code. Your body synthesizes the organic material for the augmentation and you magically manipulate your DNA strands to integrate it into the biological system of your choice. Once implanted, the personal augmentation occupies that system, preventing the installation of any other upgrade, and you can only remove or implant the augmentation in a new system through the transform biotech class feature (see below). The personal augmentation provides a benefit based on which of your body’s systems you implant it in, as follows.</p>\n<p><strong>Arms (all)</strong>: Treat your Strength score as 6 higher for the purpose of determining your bulk limit.</p>\n<p><strong>Brain</strong>: Add one Intelligence-based skill to your list of associated skills for your connection. You can take 10 when using that skill, even if you are threatened or distracted.</p>\n<p><strong>Ears</strong>: You take no penalty to sound-based Perception checks when you are sleeping, and gain a +2 bonus to saving throws against effects that would deafen you.</p>\n<p><strong>Eyes</strong>: For targets you attack, reduce the miss chance due to concealment to 15%. Additionally, you gain a +2 bonus to Perception checks based on sight.</p>\n<p><strong>Feet (all)</strong>: You can move through up to 5 feet of difficult terrain each round as if it were normal terrain. This allows you to take a guarded step into difficult terrain.</p>\n<p><strong>Hands (All)</strong>: You can attempt Sleight of Hand checks as if you were trained in the skill, and you can retrieve a weapon or object hidden on your person in the same amount of time it would take to retrieve it were it not hidden.</p>\n<p><strong>Heart</strong>: Add Bluff to your list of associated skills for your connection. You can take 10 when using Bluff to lie, even if you are threatened or distracted.</p>\n<p><strong>Legs (all)</strong>: Gain a +1 bonus to your AC against combat maneuvers that would change your position, such as bull rush, reposition, or trip.</p>\n<p><strong>Lungs</strong>: You gain a +4 bonus to saving throws against thick, severely thick, thin, and severely thin atmospheres, as well as against gas effects that are negated by not needing to breathe (such as a smoke grenade).</p>\n<p><strong>Skin:</strong> You are protected from the dangers of extreme heat and cold as if you were wearing armor.</p>\n<p><strong>Spinal Column</strong>: Add Acrobatics to your list of associated skills for your connection. You can take 10 when using Acrobatics to balance, even if you are threatened or distracted.</p>\n<p><strong>Throat</strong>: Your voice is augmented, allowing you to be heard clearly even in extremely loud areas, such as windstorms and even hurricane-force winds. Creatures in such areas take no penalty to Perception checks to hear your voice.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.yBc0fIa3U4TxgDxp]{Transform Biotech (Su) - 3rd Level}</h2>\n<p>Once per day, as long as you have rested for 8 hours, you can alter one of your biotech augmentations as a standard action. You can permanently transfer your personal modification to a different biological system, changing its granted benefit, as long as the new system isn’t already occupied by a modification. Alternatively, you can cause a biotech augmentation you have had installed to function as your personal modification would if it were installed in that system, suppressing the normal functions of that augmentation but allowing you to gain the benefits of your personal modification for that system (in addition to the system your personal modification currently occupies).</p>\n<p>As a third option, you can temporarily alter one of your biotech augmentations. When you activate the transform biotech ability in this way, select one of your existing biotech augmentations that required you to make a choice when it was installed, such as the type of damage dealt by a dragon gland. You can select a new option for this augmentation as if it were newly installed.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.9wWCQzTs3ZrCVlKh]{Insistent Biochains (Su) - 6th Level}</h2>\n<p>Your genetic material is almost aggressive in its desire to integrate new information into its sequence. You gain a second personal modification, as the 1st-level personal modification ability. You also gain the ability to have a second biotech augmentation in any one system of your choice. You can use this second biotech augmentation to add your new personal modification to a system that already has a biotech augmentation, but you can’t ever have more than one personal modification in the same system simultaneously.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.M0dlAzGql16BaddB]{Warping Strain (Su) - 9th Level}</h2>\n<p>As a standard action, you can reprogram the genetic material of a living foe within 60 feet, causing its biological systems to attack themselves. The target must succeed at a Fortitude save or be sickened for a number of rounds equal to your mystic level. Additionally, if the creature fails its save, for the same duration it can’t use any biotech augmentations that require an action to activate. Once a creature has attempted a saving throw against warping strain (regardless of the result), it is immune to this attack for 24 hours.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.g6pzNWoUkrmj3mRY]{Linked Augmentation (Su) - 12th Level}</h2>\n<p>Whenever you or an ally linked by your telepathic bond class feature activates a biotech augmentation that can be used only a limited number of times before taking a 10-minute rest to regain Stamina Points, you can spend 1 Resolve Point as a reaction to prevent the augmentation’s use from counting against that limit.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.pLdscT6GHEJ6XnTY]{Instant Evolution (Su) - 15th Level}</h2>\n<p>Once per day as a full action, you can send changes to your genetic code rippling through one of your systems, spontaneously molding a biotech augmentation onto it. Choose one biotech augmentation or personal modification with an item level less than or equal to your mystic level. You gain the benefits of that biotech augmentation for a number of minutes equal to your mystic level. You cannot choose an augmentation that would occupy one of your systems that already contains an augmentation.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.OBdl6Ykt6EfpLeNV]{System Mastery (Su) - 18th Level}</h2>\n<p>Through your manipulation of recombinant DNA, you gain control over your immune-response system, making your body more resistant to harm. You gain a +4 enhancement bonus to saving throws against diseases, and any time you are affected by a disease, you can spend 1 Resolve Point as a standard action to attempt 1 additional saving throw against the disease. If you fail this save, you do not suffer any additional effects, but if you succeed, you are cured of the disease, even if it typically requires more than one successful saving throw to cure.</p>"
    },
    "descriptors": {},
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st Level",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "AR pg. 148",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}