{
  "_id": "8otrqaNJyyhRtDvW",
  "name": "Genetics",
  "type": "feat",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.class-features.aWxj3kjbSduZkm9j]{Primary Field Of Study (Ex)}</p>\n<p>Genetics is the study of living creatures’ inherited characteristics.</p>\n<p><strong>Booster</strong>: You temporarily boost a living creature (one that does not have the unliving universal creature rule) to improve the acuity of its hearing, granting the subject the benefits of blindsense (sound) with a range of 60 feet. If the creature already has blindsense, it instead gains the benefit of the Blind‑Fight feat. This benefit lasts for 60 minutes.</p>\n<p><strong>Inhibitor</strong>: You deliver a DNA-twisting or material-altering chemical nanite compound into a creature's body, increasing the damage it takes from one energy type (your choice). If the creature takes the chosen type of energy damage, it takes additional damage of the same type equal to half your level (minimum 1). This biohack doesn't increase the damage a creature takes from natural hazards or environments, only damage from energy attacks, spells, and other abilities.</p>\n<h2>Breakthrough</h2>\n<p>You can use the following ability when you achieve the breakthrough for this field of study.</p>\n<p>@UUID[Compendium.sfrpg.class-features.ZzbME9Y2AykZ4fNo]{Gene Therapy (Ex)}: As a standard action, you can create and deliver a medicinal formula to a living creature that suspends the effects of damage to their mind and body. When injected, the formula allows the target to ignore the effects of all ability score damage and drain for 10 minutes. If you are at least 7th level, this effect lasts for 1 hour. If you are at least 13th level, it lasts for 24 hours.</p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st Level",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "Field of Study",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}