{
  "_id": "IFVmYqBf5tq5e29y",
  "name": "Glitchghost",
  "type": "feat",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.class-features.SdlB9viiKckPr0LZ]{Connection}</p>\n<p>By binding spiritual energy into objects, you can overwhelm and control technological devices and creatures.</p>\n<p><strong>Associated Deities</strong>:@UUID[Compendium.sfrpg.setting.kN8pC8Yfi8OuCvig]{Eloritu},&nbsp; @UUID[Compendium.sfrpg.setting.VQrVznzrr85I90TI]{Pharasma}, @UUID[Compendium.sfrpg.setting.anZKSsgV81lZ49ew]{Urgathoa}</p>\n<p><strong>Associated Skills</strong>:@UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.76u4HnGcAlySicb4]{Engineering} and @UUID[Compendium.sfrpg.rules.GMkLZsN3a7YPvA03.JournalEntryPage.HXcmgteT2OegqFrB]{Mysticism}</p>\n<p><strong>Spells</strong>:1st-6th @UUID[Compendium.sfrpg.spells.RydodH8EVV0n0vXz]{Spiritual Consultation}; replaced by 1st -@UUID[Compendium.sfrpg.spells.y8gV7OICXyfxlSlO]{Spirit-bound Computer},&nbsp;</p>\n<p>2nd - @UUID[Compendium.sfrpg.spells.9BxigRaK0y4IpHph]{Haunted Combatant}, 3rd - @UUID[Compendium.sfrpg.spells.tcfcgX5n2Z6dFf8A]{Phantom Cycle},&nbsp;</p>\n<p>4th - @UUID[Compendium.sfrpg.spells.hwNbOA57Mt2TNBzh]{Soothing Protocol}, 5th - @UUID[Compendium.sfrpg.spells.dIjaNl0eUXdoFpnN]{Transfer Consciousness}</p>\n<h2>@UUID[Compendium.sfrpg.class-features.GoNOzuFvTmebYzi0]{Soul Spark (Su) - 1st Level}</h2>\n<p>As a standard action, you supercharge or overload a device within 30 feet for 1 minute. The device must have a usage of 1 or more charges and must be a technological item, weapon, suit of armor, or armor upgrade. If you supercharge the device, decrease its usage by a number of charges equal to 1 + 1/3 your mystic level (minimum usage of 1); if you overload the device, instead increase its usage by this number of charges. Once you use this ability, you can’t do so again until you take a 10-minute rest to regain Stamina Points.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.XjOS3uct3n1sozQ4]{Disrupt Technology (Su) - 3rd Level}</h2>\n<p>You can spend 1 Resolve Point as a standard action to trap a destructive spirit in an object within 60 feet. The object gains the broken condition for a number of rounds equal to 1 + half your mystic level. Archaic objects and exceptionally large objects (such as vehicles, starships, and buildings) are unaffected by this ability. An object in a creature’s possession can attempt a Will save to reduce the duration to 1 round.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.FvJFJIWEW4clj04i]{Spectral Armaments (Su) - 6th Level}</h2>\n<p>Once per day as a move action, you can infuse one armor or weapon you touch with eldritch energy. This grants a weapon the effects of a ghost killer or limning weapon fusion, or it grants the armor the effects of a ghost armor or telepathic dampener armor upgrade. This fusion doesn’t count toward the maximum total level of fusions the weapon can have at once, and this armor upgrade doesn’t require an upgrade slot. You can activate spectral armaments as a full action to infuse one additional item you touch; the affected items retain these benefits for 1 minute per mystic level. You can activate spectral armaments additional times per day by spending 1 Resolve Point each additional time you use it after the first.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.bIWFgywyLuYQl2sA]{Spirit Speaker (Su) - 9th Level}</h2>\n<p>You add your channel skill bonus to Charisma-based skill checks made to interact with incorporeal and technological creatures as well as to skill checks made to disable technological devices. Additionally, you can use speak with dead as a spell-like ability three times per day, but only to communicate with constructs or creatures with the technological subtype.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.AHNdeIS3po2cw66w]{Awaken Technology (Su) - 12th Level}</h2>\n<p>You can spend 1 Resolve Point as a standard action to coax a spirit into possessing an item, computer, lock, trap, construct, or vehicle within 60 feet, for a number of minutes equal to your mystic level. A construct creature or an object in a creature’s possession can attempt a Will save to negate this effect.</p>\n<p>If the possessed object is a computer, you can attempt Mysticism checks in place of Computers checks to operate it. If the possessed object is a lock or trap, you can use Mysticism in place of Engineering to disable it. If the possessed object is a vehicle, you can use Mysticism in place of Piloting to operate it. If the possessed object is a construct, it loses its immunity to mind-affecting effects. If the possessed object is a technological item with charges, it turns on. Objects that don’t fit into any of the above categories, including mechs and starships, are unaffected by this ability.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.YosoB8W0fB4qYBjp]{Ghostly Form (Su) - 15th Level}</h2>\n<p>As a standard action, you can move up to your speed as if you were incorporeal, provided you begin and end your movement in an unoccupied space. Construct creatures and creatures wearing armor you pass through become overburdened for 1 round (Will negates) as you cause malfunctions. Whether or not the creature succeeds at its save, it then becomes immune to your ghostly form for 24 hours. You can use this ability a number of times per day equal to your mystic level.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.faIHAVs1gZXfXmqa]{Spirit Storm (Su) - 18th Level}</h2>\n<p>You can spend 1 Resolve Point as a standard action to unleash a barrage of spirits in a 30-foot-radius burst around you; this deals 12d6 force damage to constructs, undead, and creatures with the technological subtype in the area, and 12d6 cold damage to all other creatures in the area (Reflex half). Objects with hardness of 30 or lower in the area are broken for a number of rounds equal to your mystic level (or for 1 round if they succeeded at the saving throw). You can expend a mystic spell slot to exclude a number of squares, up to the level of the spell slot expended, from the area affected by the spirit storm.</p>"
    },
    "descriptors": [],
    "details": {
      "category": "classFeature"
    },
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st Level",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "TR pg. 26",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}