{
  "_id": "Nvh2F2YOmAjRbzOz",
  "name": "Hack Capacitor (Su)",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.classes.IvLuq2pxKkHJJpae]{Technomancer}</p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">You can adjust your magical knowledge, granting you the ability to hack your spellcasting in unexpected ways. Select three magic hacks that you do not have but whose prerequisites you meet. As a move action, you can gain the benefit of one of these magic hacks for 1 minute. You can use this ability multiple times each day, but each time you use it after the first in a single day, you must spend 1 Resolve Point. If you use hack capacitor again before the duration expires, you replace the previous magic hack with the new choice. If a magic hack you chose with hack capacitor has a daily use limitation, any uses of any magic hack from your hack capacitor count toward the hack’s daily limit. Each time you gain a technomancer level, you can replace one magic hack you selected with this ability with another choice.<br><br>At 12th level, select a fourth magic hack. As a move action, you can gain the benefit of two magic hacks for 1 minute by spending 1 Resolve Point (or 2 Resolve Points if you have already used this ability during the same day). Both magic hacks count as a single choice for the purpose of this ability, so if you use this ability again during the same day, both magic hacks are replaced.<br><br>At 18th level, select a fifth magic hack. As a move action, you can gain the benefit of three magic hacks for 1 minute by spending 2 Resolve Points (or 3 Resolve Points if you have already used this ability during the same day). All three magic hacks count as a single choice for the purpose of this ability. At 19th level, you can use this ability as a swift action or a move action.<br><br>This replaces cache capacitor and resolve attunement.</span></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Technomancer - Alternate Class Feature",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "6th Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}