{
  "_id": "v0UEjqjIg10jkGjk",
  "name": "Healer",
  "type": "feat",
  "img": "systems/sfrpg/icons/classes/healer.webp",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.class-features.SdlB9viiKckPr0LZ]{Connection}</p>\n<p>Your connection channels the life force of all things—as well as its counterpart, death. You’re an expert healer, but not necessarily a selfless one. You might be a traveling doctor, a haunted medium, a military medic, or a tyrannical necromancer.</p>\n<p><strong>Associated Deities</strong>: @UUID[Compendium.sfrpg.setting.Jr4DAaJPRZYMAV1n]{Desna}, @UUID[Compendium.sfrpg.setting.uBNlQguFvGTFLHSA]{Hylax}, @UUID[Compendium.sfrpg.setting.npmy97Y5pefRTHx1]{Iomedae}, @UUID[Compendium.sfrpg.setting.VQrVznzrr85I90TI]{Pharasma}, @UUID[Compendium.sfrpg.setting.VJ0UTIsAggcCQJBu]{Sarenrae}, @UUID[Compendium.sfrpg.setting.V3pXOlk6kMulWA01]{Talavet}, @UUID[Compendium.sfrpg.setting.anZKSsgV81lZ49ew]{Urgathoa}, @UUID[Compendium.sfrpg.setting.KZvxBU9KGbqRCKkv]{Weydan}</p>\n<p><strong>Associated Skills</strong>: Medicine and Mysticism</p>\n<p><strong>Spells</strong>: 1st-6th @UUID[Compendium.sfrpg.spells.nffP8Mq7rJ8Rskb9]{Mystic Cure}; replaced by 1st - @UUID[Compendium.sfrpg.spells.tzBzAK2mkdtaTRXw]{Remove Condition, Lesser}, 2nd - @UUID[Compendium.sfrpg.spells.wMBxnYkNbzWJklIB]{Remove Condition}, 3rd - @UUID[Compendium.sfrpg.spells.YGkyMwEE6SLfZc4r]{Remove Affliction*}, 4th - @UUID[Compendium.sfrpg.spells.usqy3VusjjgEnM9N]{Restoration}, 5th - @UUID[Compendium.sfrpg.spells.7BFGmL14AeT9SrA6]{Remove Condition, Greater}</p>\n<h2>@UUID[Compendium.sfrpg.class-features.6N4Us1JeYDGqeWf9]{Healing Channel (Su) - 1st Level}</h2>\n<p>You can heal yourself and your allies. You can spend 1 Resolve Point to channel this energy. Healing yourself with channeled energy is a move action, healing an ally you touch is a standard action, and healing all allies within 30 feet is a full action. This energy restores 2d8 Hit Points and increases by 2d8 at 3rd level and every 3 levels thereafter.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.uLEtB8Fydzv49akN]{Lifelink (Su) - 3rd Level}</h2>\n<p>At the start of each turn, you can choose an ally within 30 feet who has taken Hit Point damage and transfer her wounds to yourself, dealing an amount of damage up to your mystic level to your Hit Points (bypassing any Stamina Points you may have) and healing the ally’s Hit Points an equal amount. This doesn’t require any action on your part. You can’t prevent or reduce the damage you take from lifelink.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.271GG40G7qRDKO8M]{Healer’s Bond (Sp) - 6th Level}</h2>\n<p>As a standard action, you can form a bond with up to three allies, allowing you to constantly sense their condition as per the <em>status</em> spell. This bond lasts until dispelled or until you create a new healer’s bond, which immediately ends the previous one. At 11th level, when you gain the telepathic bond class feature, you also gain the effects of <em>status</em> on all creatures linked by your telepathic bond.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.hpoMkCR8INB72QbM]{Steal Life (Su) - 9th Level}</h2>\n<p>As a standard action, you can spend 1 Resolve Point to steal part of a creature’s life force and transfer it to yourself or others. You must touch the target (requiring a successful melee attack against its EAC), which deals 1d6 damage for every 2 mystic levels you have (maximum 10d6). Choose an ally within 30 feet; that ally recovers an amount of Hit Points equal to the damage dealt (to a maximum of the foe’s remaining Hit Points). Alternatively, you can heal yourself instead, but you restore only a number of Hit Points equal to half the damage dealt. If this heals the recipient (you or your ally) up to maximum Hit Points, any excess persists for 1 hour as temporary Hit Points. If your attack misses, you don’t lose the Resolve Point.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.JNs24T1CsisQvaEK]{Channel Bond (Su) - 12th Level}</h2>\n<p>When you use healing channel as a standard action, you can heal an ally linked by your telepathic bond class feature as if you were touching that ally, as long as the ally is within 120 feet. When you use healing channel as a full action, it heals all allies linked by your telepathic bond class feature within 120 feet (as well as all other allies within 30 feet).</p>\n<h2>@UUID[Compendium.sfrpg.class-features.JgygiXsLGb6tlkFq]{Channel Life (Su) - 15th Level}</h2>\n<p>If you use healing channel on a creature that has died within 1 round, you can bring it back to life as per a 5th-level <em>mystic cure</em> spell.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.NSXREp19pTNTmWTs]{Deny Death (Su) - 18th Level}</h2>\n<p>You are immune to death effects and negative levels. If you would normally die from damage, as long as you have at least 1 Resolve Point remaining, you can immediately spend all of your remaining Resolve Points to instead stay alive. If your Hit Points would have been reduced to 0, you now have 1 Hit Point instead. Once you use this ability, you can’t regain Resolve Points again until you rest for 8 hours, even if you have another means to do so.</p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st Level",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "Connection",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}