{
  "_id": "GvubHqBOlV1CsWvz",
  "name": "Hunter",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.class-features.oKlwvc1HcIsg7Q7a]{Fighting Style}</p>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">You’re a master of hunting all sorts of creatures, from big-game animals to runaway criminals and similar marks. You may use this expertise as a sniper, trophy hunter, sport enthusiast, or fugitive tracer. Far more focused on skills than other soldiers, your unique talents combine experience in the field with refined combat ability.<br><br></span></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.mV1rF7uK0atERj86]{Hunter’s Expertise (Ex) (1st)}</h2>\n<p>You add Perception to your list of class skills, and you gain a free skill rank at each soldier level you can use only for Perception or Survival (this does not allow you to exceed the maximum number of skill ranks in a single skill). If you take the hunter fighting style as your secondary fighting style, you gain a free skill rank for these skills only at 9th level and at each soldier level gained thereafter.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.zIBBvuK8IsS0wg5y]{Hunt Foe (Ex) (2nd)}</h2>\n<p>As a move action, you can choose one opponent that you have line of sight to and that you are aware of and attempt a Survival check (DC = 15 + 1-1/2 × the creature’s CR). Alternatively you can attempt this skill check against a creature that you can’t see or aren’t aware of if you’ve discovered and identified a set of tracks belonging to the chosen creature that are within 30 feet of you. If you succeed, you gain a +1 insight bonus to damage rolls against the target, and to Bluff, Perception, Sense Motive, and Survival checks against them, as well as all skill checks to recall knowledge about them. The save DCs of your weapon attacks and soldier class abilities also increase by 1 against the target. You can maintain these bonuses against only one opponent at a time, and the bonuses remain in effect until your target is dead, you hunt a new target, or you end the effect without spending an action. If you fail the check to hunt your foe, you can’t attempt to hunt any creature again for 24 hours.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.J9nwCBHonqYPTjVV]{Fast Hunting (Ex) (3rd)}</h2>\n<p>You take no penalty when using the Survival skill to find or follow tracks while moving at your full speed, and you reduce the penalty for finding or following tracks while moving twice your normal speed to –2.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.SZayeXrSy08XNb9s]{Hunting Party (Ex) (4th)}</h2>\n<p>You can hunt two foes simultaneously using the hunt foe fighting technique, though each foe requires a separate move or swift action and a separate successful skill check to hunt. In addition, you can rally your allies to hunt your foes by spending 1 Resolve Point as a standard action, granting each ally within light of sight of you the benefits of your hunt foe style technique against your current designated target for 1 minute.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.AD5V9FdtcZYW0pJ1]{Peerless Hunter (Ex) (5th)}</h2>\n<p>You can hunt three foes simultaneously using the hunt foe fighting technique, though each foe requires a separate move or swift action and a separate successful skill check to hunt. In addition, you take no penalty to Survival checks for finding or following tracks at twice your normal speed.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Fighting Style",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}