{
  "name": "Improviser",
  "type": "feat",
  "img": "systems/sfrpg/icons/spells/charming_veneer.png",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>You&rsquo;re an expert innovator who can transform mundane objects into lethal weapons and build functional devices out of junk. So long as you have a hand free and are adjacent to items with a total bulk of 1 or higher that you could readily use as improvised weapons, you threaten nearby foes as though you were wielding a melee weapon.</p>\n<p>As a move action, you can swiftly alter and determine how to best weaponize a mundane object with 2 or less bulk that you&rsquo;re carrying. By spending 1 Resolve Point, you can perform this action as part of the same action you use to draw or pick up the improvised weapon. When you use the object as an improvised weapon, you ignore the &ndash;4 penalty to attacks with that weapon because it&rsquo;s improvised, you don&rsquo;t treat it as archaic, you give the weapon the thrown (10 feet) weapon special property, and you can choose to give the weapon the operative weapon special property whenever you make attacks with it. The improvised weapon deals 1d4 damage; this damage increases to 1d6 at 4th level, 2d6 at 8th level, 3d6 at 12th level, 5d6 at 15th level, and 7d6 at 20th level. The type of damage dealt by the improvised weapon is based on the components used to create it&mdash;typically bludgeoning, piercing, or slashing&mdash;and the weapon targets KAC.</p>\n<p>At 3rd level, you can create temporarily functional technological items out of junk. To do so, you must have access to technological junk and gear like computers, scrap metal, or derelict vehicles with total bulk at least five times that of the device you want to create. Building a device takes a number of minutes equal to its item level, and when you finish creating the device, you must spend a number of Resolve Points equal to 1/4 the item&rsquo;s level (rounded up) to make it functional. The device lasts a number of hours equal to your operative level, and if it consumes charges to function, it has a number of charges equal to its usage value (allowing the item to be used once). For each additional Resolve Point you spend when creating the item, it gains additional charges equal to its usage, to a maximum of the item&rsquo;s capacity.</p>\n<p><strong>This replaces the operative&rsquo;s edge class feature.</strong></p>",
      "unidentified": ""
    },
    "source": "TR pg. 28",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": 0,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "isActive": null,
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "effects": [],
  "flags": {},
  "_id": "jn3QpS8jAjivfMbc"
}