{
  "_id": "pWGQa9Ywp4WOPL8p",
  "name": "Infinite Tech (Su)",
  "type": "feat",
  "img": "systems/sfrpg/icons/classes/magic_hack.webp",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.classes.kb6oH6VfAxc7irG4]{Witchwarper}</p>\n<p>As a full action, you can expend a witchwarper spell slot of 1st level or higher to conjure from a parallel existence one suit of light armor, one basic melee weapon, or one small arm that functions only for you. Conjured gear has an item level equal to your caster level and comes fully loaded with ammunition (if it uses ammo) or a fully charged battery (if it uses charges). The item persists until you dismiss it as a standard action, until it’s more than 10 feet away from you for more than a minute, or until its duration runs out, after which it fades back to its original reality. Any additional components incorporated into the item (such as spare ammunition) harmlessly drop into the item’s space when the item disappears.</p>\n<p>As part of conjuring an armor or weapon, you can install one or more armor upgrades or weapon fusions into the conjured gear, up to the maximum allowed by the armor’s upgrade slots or weapon’s item level. For each upgrade or fusion applied in this way, you must spend 1 Resolve Point.</p>\n<p>When you conjure armor, you either don the armor as part of activating this ability (causing any armor you were already wearing to disappear until the ability ends), or you can cause the armor to appear in your space. The armor’s EAC bonus equals your witchwarper level, the KAC bonus equals your witchwarper level +2, the maximum Dexterity bonus is +4, the armor has no armor check penalty, and it has 1 armor upgrade slot (possibly more, based on the expended spell’s level). The armor’s duration is 1 hour per witchwarper level.</p>\n<p>When you conjure a basic melee weapon or small arm, it appears either in one of your empty hands or in your space. When activating this ability, choose whether the weapon deals energy damage (your choice of acid, cold, electricity, fire, or sonic damage) or kinetic damage (your choice of bludgeoning, piercing, or slashing damage). In addition, the weapon gains one weapon special ability it qualifies for from the following list: block, conceal, disarm, feint, harrying, nonlethal, operative, penetrating, reach, reposition, thrown (20 feet), or trip.</p>\n<p>A weapon that deals energy damage deals 1d4 damage of the chosen type, and a basic melee weapon gains the powered weapon special property. A weapon that deals kinetic damage deals 1d6 damage of the chosen type and has the analog weapon special property. Any conjured small arm has a range increment of 50 feet, usage 1, and capacity 20 (charges if it deals energy damage or rounds if it deals kinetic damage). The damage dealt by the conjured weapon increases by one damage die at 4th level and every 4 levels thereafter (maximum 6 dice at 20th level). The weapon’s duration is 10 minutes.</p>\n<p>Conjured gear gains additional benefits based on the level of the spell slot expended to summon it (see below). You select these special benefits each time you conjure an item with this ability. The conjured gear must always qualify for any special properties and critical hit effects you apply to it.</p>\n<p><strong>2nd (armor):</strong> The armor grants you resistance 5 to one of the following damage types: acid, cold, electricity, fire, or sonic.</p>\n<p><strong>2nd (weapon):</strong> The weapon gains one critical hit effect chosen from the following: bind AR, blind, deafen, demoralize AR, knockdown, sicken AR, staggered, stifle AR, wound.</p>\n<p><strong>3rd (armor):</strong> As 2nd level, but your armor’s EAC and KAC bonuses increase by 1.</p>\n<p><strong>3rd (weapon):</strong> As 2nd level, but your weapon gains a second special property.</p>\n<p><strong>4th (armor):</strong> As 3rd level, but your armor gains a second armor upgrade slot.</p>\n<p><strong>4th (weapon):</strong> As 3rd level, but your weapon’s base damage increases to 1d6 (for energy damage) or 1d8 (for kinetic damage).</p>\n<p><strong>5th (armor):</strong> As 4th level, but your armor’s resistance applies to two damage types.</p>\n<p><strong>5th (weapon):</strong> As 4th level, but your weapon gains a third special property.</p>\n<p><strong>6th (armor):</strong> As 5th level, but your armor’s resistances each increase to 10, and it gains a third armor upgrade slot.</p>\n<p><strong>6th (weapon):</strong> As 5th level, but your weapon’s base damage increases to 1d8 (for energy damage) or 1d10 (for kinetic damage).</p>\n<p><strong>The infinite tech class feature replaces infinite worlds.</strong></p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "TR pg. 38",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}