{
  "_id": "fqh91mM5CY6tJp4J",
  "name": "Infinite Worlds (Su)",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.classes.kb6oH6VfAxc7irG4]{Witchwarper}</p>\n<p>As a standard action, you can create a bubble of altered reality, projecting elements of parallel existences into your current universe. You expend a witchwarper spell slot of 1st level or higher to create an environmental effect, such as summoning fog or thick vines from other realities, which lasts for a number of rounds equal to your class level unless specified otherwise. Alternatively, you can create an instantaneous effect, such a flash of fire from an explosion that occurred in a parallel universe. The particular effects depend on the level of the spell slot expended.<br><br>All effects created by infinite worlds use the following rules unless they say otherwise. They have a range of 100 feet + 10 feet per witchwarper level and affect a 10-foot-radius spread. If you create multiple effects with one use of infinite worlds, they all originate at the same point. If an effect calls for a saving throw, the DC is equal to 10 + the spell level expended to create the effect + your Charisma modifier. You can define the cause and appearance of infinite worlds however you wish (subject to GM approval), but the effects themselves are only quasi-real and have no effects beyond the game mechanics listed as options for this ability.<br><br>You can instead create multiple, milder effects in place of a single, more powerful effect. When you do this, you select two effects available to any version of this ability created by expending a lower-level spell slot than that you actually expend. For calculations based on spell level, use the level of the spell slot you expend.<br><br>For example, a 10th-level witchwarper could expend a 3rd‑level spell slot and select either a 3rd-level effect or any two abilities normally created by expending 1st- or 2nd-level spells.<br><br>The environmental and instantaneous effects you can create by sacrificing a witchwarper spell slot of a given level are as follows:</p>\n<ul>\n<li><strong>1st (Environmental):</strong>&nbsp;You cause the affected area to become difficult terrain. This might mean that metal flooring becomes rickety and bowed, a waterway is choked by roots and seaweed, or the air is flooded with floating strands of web-like filaments. You can affect a single movement type (land speed, burrow speed, climb speed, fly speed, or swim speed) or any combination of those movement types. When you create difficult terrain in this way, it is considered magically altered terrain for the purposes of other effects.</li>\n<li><strong>1st (Instantaneous):</strong>&nbsp;You cause a bright flash of light to fill the area. Each creature within the area must succeed at a Fortitude saves or be dazzled for 1 round per witchwarper level. If a creature rolls a natural 1 on its saving throw (meaning the d20 shows a “1”), it is also blinded for 1 round.</li>\n<li><strong>2nd (Environmental):</strong>&nbsp;You cause a hazard that deals damage each round equal to the level of the spell slot expended, with a successful Fortitude save reducing the damage by half. A creature attempts this save when it first takes damage from this effect, and its result applies for the duration of the effect. You select the damage type each time you use this ability (acid, bludgeoning, cold, electricity, fire, piercing, slashing, or sonic).</li>\n<li><strong>2nd (Instantaneous):</strong>&nbsp;You cause a destabilizing event, such as a brief earthquake, a split-second reversal of gravity, or a blast of icy wind. Each creature within the area must succeed at a Reflex save or be knocked prone. If a creature rolls a natural 1 on its saving throw, it is also moved 5 feet per level of the spell slot expended in a direction of your choice.</li>\n<li><strong>3rd (Environmental):</strong>&nbsp;You cause the area to grant concealment against one sense—vision, emotion, life, scent, sound, thought, or vibration.</li>\n<li><strong>3rd (Instantaneous):</strong>&nbsp;You cause a disorienting event, such as bursts of flashing colors and loud sounds, or rain falling upward in spirals. Each creature within the area must succeed at a Will save or be knocked off-target for a number of rounds equal to the level of the spell expended. If a creature rolls a natural 1 on its saving throw, it is also staggered for 1 round.</li>\n<li><strong>4th (Environmental):</strong>&nbsp;You create a barrier, the entirety of which must be within the range and area of infinite worlds’ environmental effects. The barrier is a number of 5-foot cubes no greater than double the level of the spell slot expended. The cubes must each connect along one side with at least one other cube, have hardness equal to double the level of the spell expended, and each have HP equal to 5 × the level of spell expended. Barriers you could summon might include old rusting barricades, slabs of ice, and so forth.</li>\n<li><strong>4th (Instantaneous):</strong>&nbsp;You create a burst of damage affecting everything in the area. You select the type of damage each time you use this ability (acid, bludgeoning, cold, electricity, fire, piercing, slashing, or sonic), and it deals 2d6 damage per level of the spell expended (Reflex half).</li>\n<li><strong>5th (Environmental):</strong>&nbsp;You make the air thicker or thinner, or fill it with toxic vapors. Each creature breathing the air must succeed at a Fortitude save or be sickened as long as it remains in the area. A creature attempts a single save when it is first exposed to the infinite worlds, which determines for the duration of the ability whether breathing within the area sickens that creature.</li>\n<li><strong>5th (Instantaneous):</strong>&nbsp;You attempt to entangle all targets within the area. You might fill the area with chains, viscous glue, or quick-hardening cement. Each target must succeed at a Reflex save or be entangled and anchored in place for a number of rounds equal to the level of the spell slot expended. Creatures that enter the area after you use this ability are not entangled.</li>\n<li><strong>6th (Environmental):</strong>&nbsp;You reduce the hardness of objects within the area by 50% (Fortitude negates), or increase their hardness by 10 (to a maximum of double their normal hardness).</li>\n</ul>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Witchwarper",
    "type": "",
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": "",
      "units": ""
    },
    "target": {
      "value": "",
      "type": ""
    },
    "area": {
      "value": null,
      "units": "none",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "none",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": ""
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}