{
  "_id": "jOJDe97U0vVCVP7y",
  "name": "Ley Line Hacker (Su)",
  "type": "feat",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.classes.PSHcGB4UFgMSiF4V]{Biohacker}</p>\n<p>Like an arcane phlebotomist, some biohackers track, empower, and dampen untapped veins of magical energy by using scientific and thaumaturgic catalysts.</p>\n<p>A ley line hacker does not have access to the basic boosters and basic inhibitors listed on page 42 of theStarfinder Character Operations Manual. Instead, they can use their biohacks to create ley line hacks, specialized grenades that create supernatural effects. These function as biohacks, except they cannot be injected into creatures; they are instead thrown weapons with the explode (5 feet) weapon property and a 20-foot range increment. You can draw, activate, and throw a ley line hack as a standard action. A ley line hack’s effects last for a number of rounds equal to your key ability score modifier. If a ley line hack requires a saving throw, the DC is equal to 10 + half your biohacker level + your key ability score.</p>\n<p>At 3rd level, you can increase the radius of a ley line hack to 10 feet (or to 15 feet at 15th level), after which you cannot increase the radius of additional ley line hacks until you have taken a 10-minute rest to recover Stamina Points. At 9th level, you can increase the radius twice in this way before resting to recover Stamina Points.</p>\n<p>You can create the following effects with a ley line hack:</p>\n<ul>\n<li>Vines or other impediments cause creatures to take a –10-foot penalty to their speeds (minimum 5 feet) for 1 round when they enter or begin their turn in the area.</li>\n<li>Choose either a protective or exposing effect when using this ley line hack. Obstacles in the area bend reflexively. If the ley line hack is protective, increase any bonuses to AC and Reflex saves granted by cover in the area by 1. If the hack is exposing, decrease any bonuses to AC and Reflex saves granted by cover in the area by 1 (minimum +0).</li>\n<li>Magical static suffuses the area. Any creature that enters or begins their turn in the area becomes off-target for 1 round (Fortitude negates), or nauseated for 1 round if they roll a natural 1 on their saving throw.</li>\n</ul>\n<p>Choose one of the following energy types: acid, cold, electricity, fire, or sonic. When a creature in the area takes damage of the chosen type (maximum once per round per creature), that damage increases by an amount equal to your biohacker level or your key ability modifier, whichever is lower.</p>\n<p><strong>Ley line hacker replaces spark of ingenuity and the biohacker class features basic booster and basic inhibitor.</strong></p>"
    },
    "descriptors": [],
    "details": {
      "category": "classFeature",
      "specialAbilityType": "su"
    },
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st level",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "GM pg. 18",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}