{
  "_id": "QaeRFGtNZ0OoKdbF",
  "name": "Magical Expertise (Ex)",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.classes.fqYiP2f9oSfcmrwC]{Envoy}</p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">You’re a master of Mysticism and exceptionally skilled at identifying and wielding magic. You gain an expertise die of the same value as that granted to an envoy of your level by the expertise class feature. You add Mysticism to your list of class skills, and you add your expertise die to your Mysticism check results instead of your Sense Motive check results.<br><br>You also gain the following limited version of the mystic’s spells class feature. You use your Charisma score in place of your Wisdom score when determining the effects of your spellcasting, including the highest level of spell you can cast and the Difficulty Class for saving throws against your spells. Unlike a mystic, your selection of spells and spells per day is extremely limited. You begin play knowing one 0-level mystic spell, and you can cast your 0-level spells three times per day. At 5th level, you learn one 1st-level mystic spell and can cast it once per day. At 9th level, you learn one 2nd-level mystic spell and can cast it once per day. At 13th level, you learn one 3rd-level mystic spell and can cast it once per day. At 17th level, you learn one 4th-level mystic spell and can cast it once per day. Otherwise, this ability functions as the mystic’s spells class feature, including the ability to decipher magical inscriptions. You can cast your lower-level spells known using your higher-level spell slots, and you can cast variable-level spells you know using any level of spell slot you have available.<br><br>This ability counts as the expertise ability for the purposes of other abilities and prerequisites. If an ability requires you to forgo your expertise die on a skill check to gain some other benefit (such as altered bearing), you must expend one of the spell slots you gain from this ability to gain that benefit.<br><br>In addition, whenever you would gain a new expertise talent, you can instead choose one spell level that is at least one spell level lower than the highest spell level you can cast using this ability. You learn one additional mystic spell of the chosen spell level and increase your spells per day for that spell level by one, to a maximum of four.<br><br><strong>This ability replaces expertise and skill expertise, and it alters expertise talents.</strong></span></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Envoy - Alternate Class Feature",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}