{
  "_id": "nWQDB336Ql0GoulS",
  "name": "Marked for Death (Ex)",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.classes.uf8ADOAeBrtUkPVl]{Operative}</p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">You’ve been trained with a particular set of abilities to excel at taking down enemies. Your specialization doesn’t grant you Skill Focus or free skill ranks with its associated skills. Instead, you can mark for death one opponent within 100 feet that you’re aware of as a move action. As long as that target is in sight, you gain a +1 enhancement bonus to attack rolls and the save DC of your operative class features and weapon critical effects against that foe. Marking a target for death focuses all of your attention on that foe, causing you to take a −2 penalty to AC and Reflex saves against attacks and effects that do not originate from the marked foe. You can end this effect as a swift action or a reaction, and designating another target causes you to immediately lose this bonus against the previous target.<br><br>At 7th level, whenever you hit a flat-footed foe that you’ve marked for death with a trick attack, you can spend 1 Resolve Point to force the target to attempt a Fortitude save (DC = 10 + half your operative level + your Dexterity modifier). If the target fails this save, any condition you imposed on the target with debilitating trick has a duration of 1 round per operative level you have. If your target succeeds, you still apply all the normal effects of your trick attack.<br><br><strong>This ability alters specialization and replaces specialization skill mastery.</strong></span></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Operative - Alternate Class Feature",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}