{
  "_id": "NdImg3Bt0PzTvwgt",
  "name": "Mechanized (Niche)",
  "type": "feat",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.class-features.lwXufl59Cx2tFFJM]{Niche (Su)}</p>\n<p>Your personal journey will transform you from mortal into machine. When stressed, your body begins replacing parts of you with mechanized armor.</p>\n<p><strong>Augmentation Type:</strong> Cybernetics</p>\n<p><strong>Class Skill:</strong> Engineering</p>\n<p><strong>@UUID[Compendium.sfrpg.class-features.obXAl45x6BIeZI89]{Instinct}:</strong> Choose one type of kinetic damage (bludgeoning, piercing, or slashing) and one type of energy damage (acid, cold, electricity, fire, or sonic). You reduce the damage taken from damage types other than the two you selected by an amount equal to half your current MP. At 10th level the amount of reduction is instead equal to your MP.</p>\n<p><strong>@UUID[Compendium.sfrpg.class-features.fU9wHAJRbEpdook8]{Drawback}:</strong> While you have at least 1 MP the first time per round you take either type of damage you chose for your instinct (above), you take additional damage equal to half your evolutionist level + your MP total.</p>\n<p>If you have 3 or more MP you become increasingly robotic. You’re treated as both a construct and your creature type— whichever type allows an ability to affect you for abilities that only affect one type, and whichever is worse for abilities that affect both types. Such effects continue to affect you even if you have fewer than 3 MP later in the effect’s duration. In addition, you can’t gain morale bonuses and you take a penalty equal to half your MP total, rounded up, to Charisma-based skill checks except Intimidate.</p>\n<p><strong>@UUID[Compendium.sfrpg.class-features.BhqOY4vd6cpDVrKI]{Avenging Burst (1st level)}:</strong> When a creature within 10 feet of you damages you, you can spend 1 MP as a reaction to vent lethal plasma through the wound to damage your attacker. This deals 1d4 electricity and fire damage for every 2 evolutionist levels you have; the creature takes half damage with a successful Reflex save. You can spend 1 additional MP when using this adaptation to roll d6s instead of d4s or you can spend 2 additional MP when using this adaptation to roll d8s instead of d4s. Once you use this adaptation, you can’t use it again until you rest for 10 minutes to regain Stamina Points.</p>\n<p><strong>@UUID[Compendium.sfrpg.class-features.YQBjmIanFyuCY9Ax]{Rapid Reboot (10th level)}:</strong> As a standard action, you can reset and repair your cybernetic loadout, emerging recharged. Until the beginning of your next turn, you’re flat-footed and the value of your niche instinct’s damage reduction doubles. At the beginning of your next turn, you can end one of your ongoing adaptations to gain a number of MP equal to the MP you spent to activate that adaptation (maximum 2 MP). So long as you gain at least 1 MP in this way, you also regain Stamina Points equal to twice your evolutionist level.</p>\n<p><strong>@UUID[Compendium.sfrpg.class-features.5LJb27crcaIR8oSY]{Niche Metamorphosis (20th Level)}:</strong> Your creature type becomes construct. You gain immunity to fatigue and exhaustion</p>"
    },
    "descriptors": {},
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st Level (Evolutionist)",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "IS, pg. 14",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}