{
  "_id": "Z1V1TmTxPhgur7n1",
  "name": "Melophile",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.class-features.SdlB9viiKckPr0LZ]{Connection}</p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">You’re able to hear the soundless melody that drives all observable astronomical objects in the universe, a resonating delight that brings tears to the eyes of those capable of hearing it. You might be a mathematician, seeking to translate a soundless rhythm to audible harmony, or a traveling minstrel looking to share the socalled Song of the Spheres with any who care to listen.<br><br><strong>Associated Deities</strong>: Azathoth, Desna, Ibra, Yaraesa<br><strong>Associated Skills</strong>: Culture and Physical Science<br><strong>Spells</strong>: 1st - @Compendium[sfrpg.spells.3nFCrisRp2GIjbR3]{Charm Person}, 2nd - @Compendium[sfrpg.spells.uH3JWy7ICH8DNS8m]{Augury}, 3rd - @Compendium[sfrpg.spells.4Z6WeMM9uJ1U0wG6]{Clairaudience/Clairvoyance}, 4th - @Compendium[sfrpg.spells.yqMZTZSiV3hPIRr6]{Cosmic Eddy}, 5th - @Compendium[sfrpg.spells.rHscFpMmXkZOOkgV]{Synaptic Pulse}, 6th - @Compendium[sfrpg.spells.fZJDLIZ0KDrfkZxv]{Enshrining Refuge}<br><br></span></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.7gSma7uQuiR2CrCj]{Song of the Spheres (Su) - 1st Level}</h2>\n<p>You act as a conduit for the mystical Song of the Spheres, inspiring your allies with the hymns of creation. As a move action, you expend one mystic spell slot or spend 1 Resolve Point (your choice). All allies within 60 feet gain a +1 morale bonus to attack rolls and weapon damage rolls, as well as a +1 morale bonus to saves against charm, compulsion, and fear effects. This effect lasts a number of rounds equal to the level of the spell slot that you expended. If you spent a Resolve Point, this effect lasts a number of rounds equal to the highest level of mystic spell you can cast. This is a mind-affecting, sense-dependent effect.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.tzGmKbqXvL1STUeq]{Universal Choir (Su) - 3rd Level}</h2>\n<p>When you cast a mystic spell that allows a Will save to negate its effects (including a harmless spell), you gain the ability to communicate with any creature affected by the spell for its duration, as tongues. This allows you to use language-dependent spells to affect creatures that normally could not communicate with you or understand what you are communicating, but it does not allow you to communicate with creatures that are incapable of speaking or understanding language.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.TMjm7R0ssy1efqCK]{Reinvigorating Song (Su) - 6th Level}</h2>\n<p>Whenever you use your song of the spheres connection power, affected allies gain fast healing equal to half the level of the spell slot that you expended (minimum fast healing 1). If you spent a Resolve Point, affected allies gain fast healing equal to half the highest level of mystic spell that you can cast. Fast healing granted by this connection power lasts for the duration of your song of the spheres connection power.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.vK1xFmNfv45syFwF]{Song of the Celestial Dance (Su) - 9th Level}</h2>\n<p>When you use your song of the spheres connection power, you can spend 1 Resolve Point to grant all affected allies the benefits of haste for the duration of your song of the spheres connection power. The Resolve Point cost of this connection power is in addition to any spell slots or Resolve Points expended to use the song of the spheres connection power.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.G9tv7bzEqx2mqHmE]{Dampening Song (Su) - 12th Level}</h2>\n<p>When you use your song of the spheres connection power, affected allies gain resistance to a number of types of energy damage of your choice equal to half the level of the spell slot that you expended (minimum 1). If you spent a Resolve Point, affected allies gain resistance to a number of types of energy damage equal to half the level of the highest level of mystic spell that you can cast (minimum 1). Resistance granted by this connection power is equal to your mystic level and lasts for the duration of your song of the spheres.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.OtYlcuHG2a5VtoZY]{Resilient Song (Su) - 15th Level}</h2>\n<p>When you use your song of the spheres connection power, affected allies gain damage reduction equal to your mystic level against all bludgeoning, piercing, and slashing damage for the duration of your song of the spheres.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.ht99HEdz6P45orw0]{Rewrite the Spheres (Su) - 18th Level}</h2>\n<p>When you use your song of the spheres connection power by expending 1 or more Resolve Points, chose one creature or object that you are aware of. A number of allies affected by your song of the spheres equal to the number of RP you spent are affected by <em>subjective reality</em>, becoming convinced that the target is an illusion for the duration of your song of the spheres.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Connection",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}