{
  "_id": "6zrV67znbGCh4EjF",
  "name": "Mindbreaker",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.class-features.SdlB9viiKckPr0LZ]{Connection}</p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">You use your raw will and understanding of the mind’s structure to crush and demoralize your enemies. You might be a special ops assassin, a psychic interrogator, or a righteous military crusader breaking the enemy’s spirit on the battlefield.<br><br><strong>Associated Deities</strong>: Besmara, Damoritosh, Iomedae, The Devourer, Urgathoa, Zon-Kuthon<br><strong>Associated Skills</strong>: Bluff and Intimidate<br><strong>Spells</strong>: 1st-6th @Compendium[sfrpg.spells.7XJ6x5BZv1k1eBBz]{Mind Thrust}; replaced by 1st - @Compendium[sfrpg.spells.infpQZm0h1FzN7YX]{Confusion, Lesser}, 2nd - @Compendium[sfrpg.spells.2AYPwSy7I0Ar8yAH]{Inflict Pain}, 3rd - @Compendium[sfrpg.spells.rHscFpMmXkZOOkgV]{Synaptic Pulse}, 4th - @Compendium[sfrpg.spells.wSeE9HyAmM7lTdpo]{Confusion}, 5th - @Compendium[sfrpg.spells.wKYmjm8OFwa5L0vX]{Feeblemind}<br><br></span></p>\n<h2>@Compendium[sfrpg.class-features.nrxvApxevr02w8xN]{Share Pain (Su) - 1st Level}</h2>\n<p>Whenever a foe deals damage to you, you can spend 1 Resolve Point as a reaction to shift some of the pain back onto that foe. Unless the foe succeeds at a Will save, reduce the damage you take from the attack by your mystic level (to a maximum of the attack’s damage), and the foe takes an equal amount of damage. This is a mind-affecting pain effect.</p>\n<h2>@Compendium[sfrpg.class-features.fJaOQRjC3akqSGuS]{Backlash (Su) - 3rd Level}</h2>\n<p>Whenever a foe succeeds at a Will save against one of your spells and completely negates the effect, that foe takes 1 nonlethal damage for each mystic level you have. This is a mind-affecting pain effect.</p>\n<h2>@Compendium[sfrpg.class-features.SPVCK9LRLC0L38if]{Sow Doubt (Su) - 6th Level}</h2>\n<p>As a standard action, you can spend 1 Resolve Point to create uncertainty in the mind of a foe within 30 feet. You choose whether the target becomes flat-footed, becomes off-target, takes a –2 penalty to saving throws, or takes a –2 penalty to skill checks. The effect lasts for a number of rounds equal to half your mystic level, unless the target succeeds at a Will save to reduce the duration to just 1 round. A creature can be affected only by one sow doubt effect. If you use this ability on the same creature again, the new effect replaces the old effect. This is a mind-affecting effect.</p>\n<h2>@Compendium[sfrpg.class-features.tpjIM8Rd3RgCcrcF]{Mental Anguish (Su) - 9th Level}</h2>\n<p>As a standard action, you can tweak the pain centers in the brain of a foe within 60 feet, causing it to suffer intense agony. The target must succeed at a Will save or be nauseated for 1 round. Regardless of the save, the creature becomes immune to this ability for 24 hours. This is a mindaffecting pain effect.</p>\n<h2>@Compendium[sfrpg.class-features.arLGYNQaTfu5qyuu]{Mindbreaking Link (Su) - 12th Level}</h2>\n<p>Whenever you or an ally linked by your telepathic bond class feature scores a critical hit against a foe, you can spend 1 Resolve Point as a reaction to confuse that foe. The foe must succeed at a Will save or become confused for 1 round. Whether or not it succeeds at this save, the target is affected by your sow doubt ability for 1 round. This is a mind-affecting effect.</p>\n<h2>@Compendium[sfrpg.class-features.RUiWaTxe7SsUJYXo]{Mindkiller (Su) - 15th Level}</h2>\n<p>As a standard action, you can mold the subconscious fear of a foe within 60 feet into a psychic image of the most disturbing creature imaginable to the target. Only the target can see the mindkiller, and if the target succeeds at a Will save to recognize the image as unreal, the mindkiller has no effect. If the target fails this Will save, the mindkiller touches the target, which must then succeed at a Fortitude save or die from fear. On a successful Fortitude save, the target instead takes 3d6 damage. Once a creature succeeds at either save against this ability, it becomes immune to this ability for 24 hours. This is a mind-affecting fear effect.</p>\n<h2>@Compendium[sfrpg.class-features.lyg8K6wUyB7x73AR]{Explode Head (Su) - 18th Level}</h2>\n<p>You can spend 1 Resolve Point as a standard action to psychically assault the brain of a foe within 60 feet, causing incredible pressure to build in its head. If the target has 20 Hit Points or fewer, its head explodes, instantly killing the target and spreading debris in a 10-foot radius. Each creature in the area must succeed at a Reflex saving throw or take 2d6 slashing damage from the flying debris. A target with more than 20 Hit Points takes 1d6 damage per mystic level you have (maximum 20d6), but can attempt a Fortitude save to take only half damage. If this damage would reduce the target to 0 HP, the target’s head explodes as described above. This ability works only on a creature that has a head and would die from the loss of a head.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Connection",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/images/cup/gameplay/mindbreaker.png"
}