{
  "_id": "6vDBIgFw2Y4lqXPU",
  "name": "Mutual Destruction (Su)",
  "type": "feat",
  "data": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@Compendium[sfrpg.classes.WDvGdJ5mMpAD9cWQ]{Vanguard}</p>\n<p>You forgo many defensive capabilities to ensure your enemies&rsquo; obliteration. Your @Compendium[sfrpg.class-features.1HVLxal9WXqtMiCg]{Entropic Pool (Su)} no longer grants you a bonus to Armor Class. Instead, as long as you have at least 1 Entropy Point in your entropic pool, you can reroll any one damage die dealt by each of your entropic strikes, using the second result. The number of dice you can reroll increases by 1 at 8th level and every 3 levels thereafter (maximum 6 dice at 20th level). If you have no Stamina Points when you reroll a die in this way, you can roll 1d8 instead of 1d6 (or 1d6 instead of either 1d3 or 1d4).</p>\n<p>When you spend EP as a move action to boost the damage of your next entropic strike attack, your entropic strike deals +1d6 damage for every EP expended, rather than +1d4 damage. When you do so, you take damage equal to the number of EP you spent.</p>\n<p>At 2nd level, whenever you take damage from a creature within 30 feet of you, you can spend 1 Entropy Point to deal an amount of damage equal to your vanguard level to that creature. This damage must be a type of damage (or combination of damage types) that your entropic strike can deal. You can&rsquo;t use the @Compendium[sfrpg.class-features.5bNbood0KKzBbKyv]{Mitigate (Ex)} ability to reduce damage you take, but you retain the ability to remove your DR, energy resistance, and granted AC bonuses. In addition, as a reaction when you&rsquo;re affected by an ability that would restore your Hit Points or Stamina Points, you can reduce the Hit Points or Stamina Points restored by any amount; as long as you reduce it by an amount equal to at least 3 + your vanguard level, you gain 1 EP.</p>\n<p>At 20th level, you can spend a swift action to reduce the DR and energy resistances of yourself and all enemies in a 60-foot spread centered on you by 20 (minimum 0). This causes you to gain Entropy Points swiftly, gaining one additional EP from any effect that would grant you EP, and when you reroll any entropic strike damage die, you can roll 1d12 instead of 1d6. Finally, you can take 3 reactions each round. These benefits last for 1 minute. You can spend 1 Resolve Point to activate this ability as part of a full attack rather than as a swift action.</p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [
      {
        "name": "Mutual Destruction",
        "type": "untyped",
        "condition": "",
        "effectType": "ac",
        "enabled": true,
        "max": 0,
        "modifier": "sign(@resources.vanguard.entropicPool.value)*-1",
        "modifierType": "constant",
        "notes": "",
        "source": "",
        "subtab": "misc",
        "valueAffected": "both"
      }
    ],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "GM pg. 36",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  },
  "effects": [],
  "flags": {
    "core": {}
  },
  "img": "icons/svg/mystery-man.svg"
}