{
  "_id": "ImTwJl02kUiZ5mFP",
  "name": "Mystic Smith (Su)",
  "type": "feat",
  "img": "icons/skills/trades/smithing-anvil-silver-red.webp",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.classes.bItuvukGHbObTApr]{Mystic}</p>\n<p>When crafting hybrid or magic items, the number of ranks you have in Engineering and Mysticism is treated as one higher for the purposes of determining what items you can craft and how long it takes to craft them. The time it takes you to install, remove, or transfer a fusion seal is reduced by a number of minutes equal to your mystic level, to a minimum of 1 minute. When you transfer a fusion seal to a weapon, the fusion seal begins functioning after only 1 hour (or immediately if you also spend 1 Resolve Point).</p>\n<p>You add @UUID[Compendium.sfrpg.spells.QAU3felak3Etp6t1]{Mending} and @UUID[Compendium.sfrpg.spells.fiFr41dYjlAxJlwn]{Make Whole} to your mystic spell list. Once per day, you can cast make whole as a spell-like ability, using your mystic level as your caster level, except the spell restores 1d6 Hit Points for each mystic level you have.</p>\n<p>At 2nd level, you gain a +1 insight bonus to Engineering and Mysticism skill checks made to craft, identify, and repair hybrid and magic items. This bonus increases by 1 at 5th level and every three levels thereafter.</p>\n<p>At 2nd level, as a swift action, you can supercharge your magical gear for a number of rounds equal to your Wisdom modifier, during which time you gain a +1 bonus to attack rolls made with hybrid weapons. This bonus increases to +2 at 9th level and +3 at 18th level. Once you use this ability, you can’t do so again until you rest for 10 minutes to recover Stamina Points.</p>\n<p>At 11th level, you can touch a weapon fusion or fusion seal installed in a weapon (requiring a successful melee attack against an unwilling wielder’s EAC) as a standard action to drain that fusion, rendering it nonfunctional for 1 hour; the fusion can’t be uninstalled or transferred while drained, and it still counts toward the total levels of fusions the weapon can have. You simultaneously grant the fusion’s benefit to up to 10 weapons within 30 feet of you; this fusion doesn’t count against the total levels of fusions those weapons can have but otherwise follows the rules for weapon fusions. After draining a fusion, you can’t drain that same fusion for 24 hours.</p>\n<p><strong>Mystic smith replaces the healing touch, channel skill, mindlink, and telepathic bond class features.</strong></p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [
      {
        "_id": "df1b5658-c846-4ac3-8bd0-53d1c422b2ea",
        "name": "Mystic Smith",
        "type": "insight",
        "condition": "",
        "effectType": "skill",
        "enabled": true,
        "max": 0,
        "modifier": "max(round(@classes.mystic.levels/3), 0)",
        "modifierType": "formula",
        "notes": "To craft, identify, and repair hybrid and magic items",
        "source": "Mystic Smith",
        "subtab": "misc",
        "valueAffected": "eng"
      },
      {
        "_id": "98bbfbe1-e9c4-4e02-8b43-869b2daa641e",
        "name": "Mystic Smith",
        "type": "insight",
        "condition": "",
        "effectType": "skill",
        "enabled": true,
        "max": 0,
        "modifier": "max(round(@classes.mystic.levels/3), 0)",
        "modifierType": "formula",
        "notes": "To craft, identify, and repair hybrid and magic items",
        "source": "Mystic Smith",
        "subtab": "misc",
        "valueAffected": "mys"
      }
    ],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "TR pg. 27",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}