{
  "_id": "wyThLE6y8xKwJOTU",
  "name": "Ooze Form (Ex)",
  "type": "feat",
  "img": "icons/creatures/slimes/slime-face-teeth-purple.webp",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "min",
      "condition": "",
      "cost": 10
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "none",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.class-features.rpaon3jF3nCe5eP9]{Theorem (Ex)}</p>\n<p>Once per day, you can spend 10 minutes creating and administering a mutagen that gives your body ooze-like qualities for a number of hours equal to your key ability score modifier. For this duration, you gain the @UUID[Compendium.sfrpg.universal-creature-rules.sguC9bc7vP22wrXW]{Compression (Ex)} and @UUID[Compendium.sfrpg.universal-creature-rules.HVIRnDYhdYvXIp37]{Unflankable (Ex)} universal creature rules, as well as immunity to the additional damage from critical hits (though you are still affected by critical hit effects).</p>\n<p>Once during the mutagen’s duration as a reaction when you take piercing or slashing damage, you can split into two copies of yourself. Divide your current Hit Points and Stamina Points evenly between the two, but otherwise, the copies share the same statistics and equipment. If one of the copies casts a spell, expends ammunition, or uses other limited-use resources, that resource is consumed for both copies. Any item dropped by just one copy becomes inert, shapeless biomatter. The copies share the same initiative count, with one acting immediately after the other. Each turn, one of the copies can use a full round’s worth of actions, and the other can take only a move action.</p>\n<p>The effect lasts 5 rounds, after which one of the copies dissolves, and the other copy becomes you. Combine the copies’ Hit Point totals and Stamina Point totals to determine your HP and SP totals when the effect ends; these totals cannot exceed their normal maximums. If the copies are adjacent to each other, one copy can meld with the other as a move action, ending the effect prematurely. If one of the copies is reduced to 0 HP, the effect ends; your remaining copy becomes the “real” version, and you are staggered until the end of your next turn.</p>"
    },
    "duration": {
      "units": "",
      "value": ""
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "none",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "14th Level",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "GEM pg. 15",
    "target": {
      "type": "",
      "value": ""
    },
    "uses": {
      "max": 1,
      "per": "day",
      "value": 1
    }
  }
}