{
  "_id": "BOut7Wi1oWcnsEf3",
  "name": "Paradox (Su)",
  "type": "feat",
  "data": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@Compendium[sfrpg.classes.0tC4GBpJ0S17VR6a]{Precog}</p>\n<hr />\n<p><strong>Paradoxes:</strong> 00, 00, 00, --, --,</p>\n<hr />\n<p>Your unique relationship with time allows you to dexterously manipulate its flow at key moments, allowing you to know what&rsquo;s going to happen before it transpires.</p>\n<p>Each day when you regain your spell slots, you also gain a number of paradoxes equal to 1 + half your Dexterity modifier (minimum 2) and lose any unused paradoxes from the previous day. Whenever you gain these or any other paradoxes, roll 1d20 for each and record the result associated with that paradox. You can never reroll paradoxes.</p>\n<p>Many precog abilities allow you to use a paradox in place of a specific d20 roll you would make, using the paradox&rsquo;s associated result instead of rolling a random result. The paradox functions in every way like a normally rolled die; a paradox of 1 functions as a natural 1, and a paradox of 20 functions as a natural 20. You can&rsquo;t use a paradox for a die that has already been rolled or rerolled, and you can&rsquo;t reroll a paradox. Some precog abilities simply require you to use a paradox without using its associated result. Regardless of how you use a paradox, it is lost and can&rsquo;t be used again.</p>\n<p>At 1st level, you can use a paradox in place of your d20 roll for an ability score check or caster level check. In addition, you can use a paradox on a d20 roll associated with your anchor&rsquo;s focal paradox; once per day when you do, you immediately gain a new paradox.</p>\n<p>At 3rd level, you can also use paradoxes in place of your initiative checks, Reflex saving throws, and skill checks (for skills in which you are trained).</p>\n<p>At 5th level, you can also use paradoxes in place of your attack rolls, Fortitude and Will saving throws, and skill checks (for skills in which you are untrained).</p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "GM pg. 9",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  },
  "img": "icons/svg/mystery-man.svg"
}