{
  "_id": "kHeZbTmU7JXi8dbX",
  "name": "Pharmacology",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.class-features.aWxj3kjbSduZkm9j]{Primary Field Of Study (Ex)}</p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Pharmacology is the study of drugs and their effects on living creatures.<br><br><strong>Booster</strong>: You deliver a coagulant to a living creature, granting it immunity to the bleeding condition for the duration of this effect. If the creature is under the effect of the bleeding condition when you administer this biohack, that condition ends.<br><br><strong>Inhibitor</strong>: You introduce a mild hallucinogen into a living creature’s body, making it difficult for the target to move or act. The target gains the encumbered condition and must succeed at a Fortitude save or also gain the entangled condition. This is a mind-affecting poison effect.</span></p>\n<h2 class=\"title\">Breakthrough</h2>\n<p>You can use the following ability when you achieve the breakthrough for this field of study.<br><br>@Compendium[sfrpg.class-features.TZ7Al2N1AAAWxTUj]{Alleviate Pain (Ex)}: As a standard action, you can create and deliver a formula to a living creature to prevent pain and nausea. When injected, the mixture provides the target with a +4 enhancement bonus to saving throws against pain effects and effects that cause the sickened or nauseated condition. This bonus lasts for 1 minute. If the target is already under one of these effects, or if it already has the sickened or nauseated condition, it can immediately attempt a new saving throw with a +2 enhancement bonus to end the effect or remove the condition. This does not grant a new saving throw if the effect did not originally allow one. If you are at least 7th level, the bonus to saving throws against pain effects and effects that cause the sickened or nauseated condition increases to +6, or +4 for targets already afflicted and attempting a new saving throw. If you are at least 13th level, this automatically removes the sickened condition, and the bonus to new saving throws for the other conditions increases to +6.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Field of Study",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}