{
  "_id": "7hIQ7ML6t0nAyICK",
  "name": "Phasing (Sp)",
  "type": "feat",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "move",
      "condition": "1 Resolve Point",
      "cost": 1
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "none",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.class-features.Sga6pFCC1blbBYQd]{Shaper}</p>\n<p>You can temporarily cause your body and gear to become out of phase with other matter. For a number of rounds per day equal to your mystic level, as a move action, you can phase. These rounds need not be consecutive. When you’re phased, you can pass through walls or material objects other than corporeal creatures, provided you begin and end your turn outside of the object. During a round in which you phase, attackers who target you with attacks and effects have a 20% miss chance, and you take only half damage from area effects. Force effects block your phasing and have no miss chance or reduced damage when targeting or affecting you. You cease phasing if you are incapable of thinking.</p>\n<p>You can spend 1 Resolve Point to allow up to one willing creature per 3 mystic levels you have to phase with you, provided such creatures are within 30 feet of you when you phase. However, each additional creature you phase consumes 1 round of your phasing duration each round it remains phased, and it ceases being phased when you do or if it strays more than 90 feet from you. If a creature is part of your mystic telepathic bond, however, it consumes 1 round the first round it is phased and 1 additional round every other round thereafter.</p>"
    },
    "descriptors": {},
    "duration": {
      "units": "",
      "value": "1 Round/Mystic Level"
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "ft",
      "value": 30
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "Level 12",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "AP #23 pg. 48",
    "target": {
      "type": "",
      "value": ""
    },
    "uses": {
      "max": 0,
      "per": "",
      "value": 0
    }
  }
}