{
  "_id": "zGohTRdAHLCUFeeK",
  "name": "Projected (Su)",
  "type": "feat",
  "data": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@Compendium[sfrpg.classes.kb6oH6VfAxc7irG4]{Witchwarper}</p>\n<p>You&rsquo;ve irrevocably drawn yourself from another reality into this one. You don&rsquo;t belong here, and this reality has trouble reconciling your presence. However, you&rsquo;ve learned to exploit your inconsistent density, size, and sheer existence.</p>\n<p>At @Compendium[sfrpg.class-features.xc5XdkxCSPMXbJdG]{3rd level}, you&rsquo;ve learned to harness reality&rsquo;s attempts to erase you. As a move action, you can flicker in and out of existence, granting you a 20% miss chance against attacks and reducing the damage you take from area effects by an amount equal to your witchwarper level. The miss chance increases to 25% at 9th level and to 30% at 15th level. Unlike the miss chance granted by concealment, the flicker effect&rsquo;s miss chance isn&rsquo;t overcome by special senses such as blindsight. You can flicker only for a number of rounds equal to your witchwarper level, though these rounds need not be consecutive.</p>\n<p>At @Compendium[sfrpg.class-features.cUsgzcEpTGRuB7PM]{6th level}, you can trick reality into miscalculating your size. As a move action, you gain one of the following benefits: you gain the compressionAA ability, your size decreases by one size category, or your size increases by one size category. If this transformation would increase your size to Large or larger and your reach is less than 10 feet, your reach becomes 10 feet. If your size decreases to Small or Medium, your reach decreases by 5 feet (minimum 5 feet). If your size becomes Tiny or smaller, you reach decreases by 5 feet (minimum 0 feet).</p>\n<p>The transformation lasts for a number of rounds equal to your Charisma modifier (minimum 1). After you use this ability, you can&rsquo;t do so again until after you take a 10-minute rest to regain Stamina Points.</p>\n<p>At @Compendium[sfrpg.class-features.MjBUAwwh81hdsZNm]{12th level}, once per day as part of a move action, you can move through creatures and objects as though you were incorporeal (Core Rulebook 264). You can use this ability twice per day at 18th level.</p>\n<p><strong>Projected replaces the compound sight and alternate outcome class features.</strong></p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st Level",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "GM pg. 38",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  },
  "img": "systems/sfrpg/icons/spells/ghost_sound.webp"
}