{
  "_id": "M2lelEywtGorjR0r",
  "name": "Psychic Expertise",
  "type": "feat",
  "effects": [],
  "flags": {
    "core": {
      "sourceId": "Compendium.sfrpg.class-features.hBxvwY1SxmxTNRXk"
    },
    "exportSource": {
      "coreVersion": "9.269",
      "system": "sfrpg",
      "systemVersion": "0.19.0",
      "world": "dev-world"
    }
  },
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@Compendium[sfrpg.classes.fqYiP2f9oSfcmrwC]{Envoy}</p>\n<p>You have latent psychic powers you&rsquo;ve honed through practice and willpower into impressive feats of supernatural ability.</p>\n<p><strong>Psychic expertise alters expertise, and it replaces skill expertise and the expertise talent gained at 3rd level.</strong><br /><br /></p>\n<h2>@Compendium[sfrpg.class-features.K6PLaM49wS0QyTg8]{Psychic Communicator (Su)&nbsp;- 1st Level}</h2>\n<p>You gain limited telepathy (Core Rulebook page 265). If you already have limited telepathy, you instead increase its range by 30 feet. At 9th level, you gain telepathy with a 30-foot range, allowing you to communicate mentally with any creature that has a language, even one you don&rsquo;t share.<br /><br /></p>\n<h2>@Compendium[sfrpg.class-features.VYQuaXCDsSPjbE13]{Psychic Resilience (Su) - 1st Level}</h2>\n<p>You gain the envoy&rsquo;s expertise ability, though you roll 1d4 for your expertise die. At 5th level, anytime you roll your expertise die, you gain a +1 bonus to the result. At 9th, 17th, and 20th levels, this bonus increases by 1. At 13th level, you roll 1d6 as your expertise die instead of 1d4. As a reaction before you attempt a Will save against a mind-affecting effect, you can roll your expertise die and add the result of the roll to your saving throw as an enhancement bonus. You must have at least 1 Resolve Point remaining to increase your saving throw in this way, and once you have done so, you cannot do so again until you have regained Stamina Points as part of a 10-minute rest.</p>\n<p>At 5th level and every 4 levels thereafter, choose one of the following skills: Bluff, Culture, Diplomacy, Disguise, Intimidate, or Medicine. You are treated as having expertise with that skill for the purposes of expertise talents and other prerequisites, though you do not actually add your expertise die to any skill checks except Sense Motive.<br /><br /></p>\n<h2>@Compendium[sfrpg.class-features.tw1KAqwq5BGUr0yy]{Mental Awareness (Su) - 3rd Level}</h2>\n<p>At 3rd level, you gain blindsense (thought) with a range of 10 feet. This blindsense&rsquo;s range increases to 20 feet at 9th level, 30 feet at 13th level, and 60 feet at 17th level.<br /><br /></p>\n<h2>@Compendium[sfrpg.class-features.S0kiG0Uqnq4lhATN]{Psychic Exploits (Sp) - 5th Level}</h2>\n<p>You can focus your mental powers to directly monitor or modify the thoughts of those around you. You can use your psychic exploits twice per day, though you regain one daily use each time you regain Stamina Points as part of a 10-minute rest. Your psychic exploits can detect or affect only creatures you can sense with your mental awareness. Any spell-like abilities use your envoy level as their caster level and your Charisma score to calculate saving throw DCs.</p>\n<p>At 5th level, you can expend a psychic exploit to cast detect thoughts, mental silence, or mindlink as a spell-like ability. At 9th level, you can expend a psychic exploit when activating your psychic resilience ability to apply the latter&rsquo;s bonus to a Will saving throw to a number of allies equal to half your Charisma modifier (minimum 1). At 13th level, you can expend a psychic exploit and 2 Resolve Points to cast discern lies, mind probe, or modify memory as a spell-like ability. At 17th level, you can expend a psychic exploit to gain blindsight (thought) with a range of 60 feet for 10 minutes.</p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st Level",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "GM pg. 20",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}