{
  "_id": "2C2NBundSvw79yKG",
  "name": "Qi Adept",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.class-features.oKlwvc1HcIsg7Q7a]{Fighting Style}</p>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">You are able to tap into your personal life force, enabling you to unleash incredible strikes upon your foes. Whether you’ve discovered these techniques on your own or studied at ancient monasteries and temples devoted to these lost arts, yours is a power cultivated through intense training and skill.<br><br></span></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.TlLynoUtXhIpJ1Mp]{Qi Strike (Su) (1st)}</h2>\n<p>Your life-giving qi infuses your weapon attacks with your life essence, granting them eldritch power. Whenever you have at least 1 Resolve Point, your melee and ranged attacks count as magic for the purpose of bypassing damage reduction and other situations, such as attacking incorporeal creatures.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.Ep3EwuK3A63tqCJy]{Gather Qi (Su) (2nd)}</h2>\n<p>As a move action, you assert a degree of control over your body’s qi, allowing you to perform incredible feats of spiritual power. Each time you use gather qi, you spend 1 Resolve Point and choose one of the following qi powers. You gain that qi power until you rest for 8 hours or you use gather qi again to swap benefits.<br><strong>Extreme Speed:</strong> You gain a +10-foot enhancement bonus to your land speed.<br><strong>Plasma Blast:</strong> You condense your body’s qi into a beam of superheated plasma, allowing you to make a special ranged unarmed strike that targets KAC, requires one hand, is not archaic, has a range increment of 30 feet, deals lethal electricity and fire damage, and has the stunned critical hit effect. For the duration of this ability, you gain a special version of the Weapon Specialization feat that adds 1-1/2 times your level to the damage of this unarmed strike (rather than adding your level).<br><strong>Qi Flight:</strong> You gain a fly speed equal to your base speed with average maneuverability. At the end of each turn, if you are not on ground able to support you, you fall. If you already have a fly speed, it increases by 10 feet instead.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.B8DIgannYydbAiJA]{Bountiful Qi (Su) (3rd)}</h2>\n<p>Whenever you use gather qi, you can gain one qi power without spending any Resolve Points or two qi powers by spending 1 Resolve Point. Alternatively, you can gain one qi power with its associated enhancement (see below) by spending 1 Resolve Point. The list of qi power enhancements is described below.<br><strong>Extreme Speed:</strong> The enhancement bonus to speed that you gain from this qi power increases to 20 feet.<br><strong>Plasma Blast:</strong> Choose one of the following weapon special properties: blast, explode (10 ft.; DC = 10 + half your character level + your Constitution modifier), or line. Each time you attack with your plasma blast, you can make the attack with the chosen weapon special property and the unwieldy weapon special property.<br><strong>Qi Flight:</strong> The fly speed you gain from this qi power is equal to twice your base speed or your fly speed + 20 feet (whichever is higher).</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.tsbodBIfhyhQ4LGl]{Qi Overflow (Su) (4th)}</h2>\n<p>You gain a +1 insight bonus to the save DCs of all your soldier class features, weapon special properties, critical hit effects, and weapon fusions.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.pGwS1EBKfR29gzOH]{Abundant Qi (Su) (5th)}</h2>\n<p>Whenever you use gather qi, you can gain one qi power with its associated bountiful qi enhancement without spending any Resolve Points, two such powers by spending 1 Resolve Point, or all three such powers by spending 2 Resolve Points.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Fighting Style",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}