{
  "_id": "4r46S2T0VEim6OIJ",
  "name": "Redirection",
  "type": "feat",
  "data": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p><span class=\"fontstyle0\">&gt;@Compendium[sfrpg.class-features.lJRqcU90rzQ9CT3w]{Nanite Faculties}</span></p>\n<p><span class=\"fontstyle0\">Your nanites are forceful and energetic; they can redirect attacks, move objects, and lend weapons devastating mass.</span></p>\n<h2>@Compendium[sfrpg.class-features.mmlIQeJlM5SHaJ2n]{Seeking Strike (Ex) 1st Level}</h2>\n<p><span class=\"fontstyle0\">As a move action, you can designate a target within 60 feet that&rsquo;s inside or adjacent to your nanite cloud as your nanites&rsquo; focus, momentarily enhancing your accuracy against that target. The next attack you make against the target before the end of your next turn gains a +1 bonus to the attack roll and ignores the target&rsquo;s concealment, if any.</span></p>\n<h2>@Compendium[sfrpg.class-features.KT7PjRA46W4C1EPo]{Particle Push (Ex) 5th Level}</h2>\n<p><span class=\"fontstyle3\">You can condense your nanites into powerful waves that collide with creatures and objects. While your nanite cloud is within your reach, you can attempt bull rush, reposition, and trip combat maneuvers against targets in your nanite cloud as though they were within your melee reach; when doing so, you can use your Constitution modifier for your attack roll instead of your Strength modifier.</span></p>\n<h2>@Compendium[sfrpg.class-features.vFIueFsKPUm3IRpd]{Bend Bullet (Ex) 9th Level}</h2>\n<p><span class=\"fontstyle3\">Attacks you make with your seeking strike ability also reduce the AC bonus from cover by 2. This doesn&rsquo;t allow you to attack a creature with total cover.</span></p>\n<p><span class=\"fontstyle3\">When you use your seeking strike with a weapon you formed with your gear array to make a ranged attack that targets a creature or creates a line, you can use one or more nanite surges to alter the attack&rsquo;s path to avoid obstacles and allies. Up to a distance equal to the weapon&rsquo;s first range increment, you can trace out any path for the attack that doesn&rsquo;t turn more than 90 degrees per 5 feet traveled, potentially allowing the attack to avoid cover or total cover. Using this ability requires you to use one nanite surge for every two times your attack changes direction, rounded up.</span></p>\n<h2>@Compendium[sfrpg.class-features.8PCQDnMRLO0qBHXA]{Rebounding Strike (Ex) 13th Level}</h2>\n<p><span class=\"fontstyle3\">After using your defensive dispersal ability to reduce the damage you take from a ranged or melee weapon attack from an attacker within 30 feet of you, you can use an additional nanite surge to redirect some of that energy back at the attacker; the target takes an amount of piercing damage equal to the amount by which your defensive dispersal reduced the triggering attack (Fortitude negates).</span></p>\n<h2>@Compendium[sfrpg.class-features.Dyc5SEuNZweC8Fyh]{Particle Tsunami (Ex) 17th Level}</h2>\n<p><span class=\"fontstyle3\">As a full action, you can target up to three different creatures with your particle push ability. For each target, you choose whether to attempt a bull rush, reposition, or trip combat maneuver. You perform each attack with a &ndash;4 penalty, though before attempting an attack, you can use a nanite surge to reduce the penalty to &ndash;2 for that attack.</span></p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st Level",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "TR, p. 12",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  },
  "img": "icons/svg/mystery-man.svg"
}