{
  "name": "Regeneration",
  "type": "feat",
  "img": "icons/svg/mystery-man.svg",
  "data": {
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "value": "<p>&gt;@Compendium[sfrpg.class-features.lJRqcU90rzQ9CT3w]{Nanite Faculties}</p>\n<p><span class=\"fontstyle0\">Your nanites swiftly knit flesh, stabilize life signs, and heal superficial wounds&mdash;both your own and those of nearby allies.</span></p>\n<h2>@Compendium[sfrpg.class-features.nfxNwnVDIWitDHEC]{Reactive Repair (Ex) 1st Level}</h2>\n<p><span class=\"fontstyle0\">As a swift action, you can use a nanite surge to direct your nanites to repair and reinforce an ally. The target must either be adjacent to you or be adjacent to or within your nanite cloud. Alternatively, you can target yourself with this ability. For 1 minute, or until the target begins their turn no longer adjacent to you or adjacent to or within your cloud array, the target gains fast healing 1 (as per the universal creature rule), except that the ability restores Stamina Points instead of Hit Points. Whenever the target regains a Stamina Point from this ability, they also gain 1 temporary Hit Point that stacks with temporary Hit Points gained from this ability, but not with other temporary Hit Points. When the effect ends, the target loses any temporary Hit Points gained from this ability. At 5th level and every 4 levels thereafter, the fast healing increases by 1, and the temporary Hit Points increase by 2.</span></p>\n<h2>@Compendium[sfrpg.class-features.6mKAsBje8hwQkBGe]{Nanomedicine (Ex) 5th Level}</h2>\n<p><span class=\"fontstyle0\">You can use your Constitution modifier in place of your Intelligence modifier for Medicine checks. You can use the Medicine skill to treat creatures within or adjacent to your cloud array as though you were adjacent to them. You can use a nanite surge to apply first aid as a swift action or to treat deadly wounds as a full action for a creature in your cloud.</span></p>\n<h2>@Compendium[sfrpg.class-features.0qeKmJBMhhMZpbfC]{Flesh Donor (Ex) 9th Level}</h2>\n<p><span class=\"fontstyle0\">When you regain Stamina Points from your reactive repair ability, you can use a nanite surge as a reaction to multiply the number of Stamina Points you gain that round by 4. When an ally within 30 feet regains Stamina Points from your reactive repair ability, you can take a reaction to transfer a number of your own Stamina Points to that creature, up to an amount equal to three times your level.</span></p>\n<h2>@Compendium[sfrpg.class-features.p8DYPfeOv6iCJhP6]{From the Brink (Ex) 13th Level}</h2>\n<p><span class=\"fontstyle0\">As a standard action, you can restore a dead creature to life so long as that creature died no more than 3 rounds ago from having 0 Hit Points and insufficient Resolve Points to stay alive or from massive damage. To use this ability, you must be adjacent to the body, or both you and the body must be adjacent to or within your cloud array. You end one of your current nanite arrays, channeling those nanites into the corpse, and use one nanite surge for each round (or fraction thereof) that the creature has been dead. This restores 5d8 Hit Points to the target and returns them to life, though in the process, the target gains a negative level for 24 hours. This ability can&rsquo;t resuscitate creatures slain by death effects, creatures turned into undead, or creatures whose bodies were destroyed, significantly mutilated, disintegrated, and so on.</span></p>\n<h2>@Compendium[sfrpg.class-features.FCL0CJT5n1crD3zE]{Healing Swarm (Ex) 17th Level}</h2>\n<p><span class=\"fontstyle0\">You effortlessly heal any damage dealt to you as your nanites endlessly repair your body. The first time each round that you use a nanite surge, you can recover up to 2d10 Hit Points.</span></p>",
      "unidentified": ""
    },
    "source": "TR, p. 13",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": 0,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "isActive": null,
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "_id": "tLjIUYAquhySuyZQ"
}