{
  "_id": "effKY7m8EX1NnZWX",
  "name": "Scientific Method (Ex)",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.classes.PSHcGB4UFgMSiF4V]{Biohacker}</p>\n<p>You have an innate mental gift, and a special way of approaching problems that lets you surpass normal researchers and scholars. If your key ability score is Intelligence, you have a studious mind. If your key ability score is Wisdom, you have an instinctive mind. Your scientific method affects your spark of ingenuity class feature (see below), and may impact how some other class features function, as noted in those abilities.</p>\n<h2 class=\"title\">Studious</h2>\n<p>Your mind is a fortress of information that can rarely be breached. You gain a +1 bonus to Will saving throws. This bonus increases to +2 at 3rd level, +3 at 8th level, and +4 at 16th level. You also gain a +1 insight bonus to Life Science, Medicine, and Physical Science checks. This bonus increases by 1 at 3rd level, and every 4 levels thereafter. Additionally, you can add your Intelligence modifier instead of your Wisdom modifier to Perception and Sense Motive checks.</p>\n<h2 class=\"title\">Instinctive</h2>\n<p>You can quickly intuit the connections between things and often act instinctively on those connections, gaining knowledge and aptitude without always being able to say how you picked it up. Select two skills—once made, this choice cannot be changed. You gain a bonus rank in each of these two skills at every level, as well as a +1 insight bonus to checks using these skills. This bonus increases by 1 at 3rd level and every 4 levels thereafter. Additionally, you can add your Wisdom modifier instead of your Intelligence modifier to Life Science, Medicine, and Physical Science checks.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Biohacker",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}