{
  "_id": "pgDZ24xRLCzyAAkx",
  "name": "Shadow Grenade (Su)",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.class-features.sobLlAGQkmWcFBFx]{Magic Hack}</p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl32_LabelName\">As a standard action, you can create and throw a quasi-real duplicate of a grenade you have in your possession. You don’t need to have the grenade in hand, but you do have to have it easily accessible (essentially any grenade that would be a legal target of the Pull the Pin feat). To use this ability, you must expend a spell slot of a spell level equal to at least half the item level of the grenade to be thrown (minimum spell level 1).<br>The shadow grenade acts in all ways like a standard grenade of the type being duplicated, except you are proficient with it, and any creature that makes a saving throw against it is immune to all its effects. If the grenade would not normally allow a saving throw, creatures in its area can attempt a Will save against a DC of 10 + 1/2 your technomancer level + your key ability modifier. This also applies if the grenade requires a saving throw only under specific circumstances that don’t apply to a creature. For example, if you use this ability to create a shadow smoke grenade, any creature that inhales the shadow smoke attempts a Fortitude save as outlined in that item’s description and on a success is immune to all the grenade’s effects (including any cover it would grant). Creatures that do not inhale the grenade’s shadow smoke are still allowed a Will save, as outlined above, to ignore all the grenade’s effects (including cover).<br>You can use this ability to duplicate a grenade with a weapon fusion or fusion seal, but for the purpose of determining the level of the spell slot you must expend to use this ability, treat the grenade’s item level as equal to its base item level + the level of any fusions.</span></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Technomancer",
    "type": "",
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": "",
      "units": ""
    },
    "target": {
      "value": "",
      "type": ""
    },
    "area": {
      "value": null,
      "units": "none",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "none",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": ""
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "5th Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}