{
  "_id": "MffwoUuFX1saPrUK",
  "name": "Shape Matter (Su)",
  "type": "feat",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "none",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "none",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.class-features.Sga6pFCC1blbBYQd]{Shaper}</p>\n<p>You can shape unformed matter into items you need. To do so, you follow the rules outlined on page 235 of the Starfinder Core Rulebook, using the exceptions that follow. You need no tools or workshop, only your will and matter to rearrange— UPBs or an existing item. An existing item imparts only 10% of its value toward the cost of your creation. In any case, the raw materials must be in your possession and can’t be carried or worn by another creature or exist as part of a structure. Creating an item this way takes 10 minutes. However, if your number of ranks in the appropriate skill to craft an item exceeds that item’s level by 5 or more, you can craft that item in 1 minute. If your ranks exceed the item level by 10 or more, you can create the item as a full action that provokes attacks of opportunity. If you create an item that has daily uses (such as a magic item) or charges (such as a battery) with this ability, the item starts with no uses or charges available but can be recharged normally. However, consumable items function normally. Items you create or convert using this ability can have no more bulk than you have mystic levels and can’t exceed Large size.</p>"
    },
    "descriptors": {},
    "duration": {
      "units": "",
      "value": ""
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "none",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "Level 6",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "AP #23 pg. 48",
    "target": {
      "type": "",
      "value": ""
    },
    "uses": {
      "max": 0,
      "per": "",
      "value": 0
    }
  }
}