{
  "_id": "tniq6wm0fQSzLbB0",
  "name": "Shock and Awe",
  "type": "feat",
  "effects": [],
  "flags": {},
  "img": "icons/magic/sonic/scream-wail-shout-teal.webp",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@Compendium[sfrpg.class-features.oKlwvc1HcIsg7Q7a]{Fighting Style}</p>\n<p>The shock and awe fighting style excels at overwhelming enemies senses with overpowering auditory and visual stimuli. You can modify your weapons to issue thunderous booms or blazing flashes of light, at the same time mitigating these effects with regard to your own senses. This style is strongest with weapons that deal sonic damage or that affect an area.</p>\n<h2>@Compendium[sfrpg.class-features.gjLXWeyga652HmgH]{Loud and Proud (Ex) - 1st Level}</h2>\n<p>You gain a +2 bonus to saving throws against effects that would blind or deafen you. Any weapon you wield that has the powered weapon special property or that uses ammunition gains the bright weapon special property; you can activate or deactivate this ability as a swift or move action. Bright weapons you wield gain the blind critical hit effect or the deafen critical hit effect. If your bright weapon already has a critical hit effect, when you score a critical hit, you apply either the weapon&rsquo;s normal critical hit effect, the blind critical hit effect, or the deafen critical hit effect.</p>\n<h2>@Compendium[sfrpg.class-features.8xuQXuLUXDdTSTMj]{Awesome Cacophony (Ex) - 5th Level}</h2>\n<p>As a full action, you can make a single attack using a weapon that deals sonic damage or has the bright special property. After resolving the attack, as part of the full action you can attempt an Intimidate check to demoralize any one creature within 60 feet of you that the attack hit or damaged. You can spend 1 Resolve Point to instead attempt an Intimidate check to demoralize every creature within 60 feet of you that the attack hit or damaged.</p>\n<h2>@Compendium[sfrpg.class-features.eGjL8lYt4hQPFlBi]{Explosive Entrance (Ex) - 9th Level}</h2>\n<p>As a swift action on your first turn of combat or as a reaction after being subject to a critical hit, you can spend 1 Resolve Point to cause your armor, weapons, and other devices&rsquo; displays to flash with brilliant lights, blare loudly, or both. This causes all creatures within 10 feet of you to gain your choice of the flat-footed or off-target condition until the end of your next turn. A creature can negate this effect with a successful Fortitude save (DC = 10 + half your soldier level + your Strength modifier). At 15th level, you can affect all creatures within 15 feet of you.</p>\n<h2>@Compendium[sfrpg.class-features.GCQQQT0TXG5Wa8hd]{Oppressive Cadence (Ex) - 13th Level}</h2>\n<p>When you make a full attack using a weapon that deals sonic damage or has the bright special property, your targets take a cumulative &ndash;1 penalty to saving throws against your critical hit effects for each of your previous attacks that hit that target since the beginning of your turn. When a target fails its save against your blind critical hit effect, it also takes 4d6 fire damage. When a target fails its save against your deafened critical hit effect, it also takes 4d6 sonic damage.</p>\n<h2>@Compendium[sfrpg.class-features.bvxY0VTPJCRHd5Qe]{Crank It to Eleven (Ex) - 17th Level}</h2>\n<p>When attacking with a weapon that deals sonic damage or has the bright special property, you deal an amount of additional damage equal to your Strength modifier to targets with the blinded, deafened, or shaken condition.</p>\n<p>&nbsp;</p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st Level",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "ARM pg. 155",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}