{
  "_id": "jPl2o74GP8AHH4Zx",
  "name": "Signature Clothing (Ex)",
  "type": "feat",
  "img": "systems/sfrpg/icons/equipment/armor/lashunta-tempweave-basic.webp",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.class-features.rScW5xGzTF62Xhdy]{Signature Item (Ex)}</p>\n<p>Your signature item is a worn garment that doesn’t provide an armor bonus, such as a hat or a complete outfit (Core Rulebook 230). When you gain your signature clothing, select two skills from the following to which you apply skill expertise: Bluff, Culture, Diplomacy, Disguise, or Intimidate. In addition, whenever you select an expertise talent associated with one of these skills, you also gain an expertise talent for the second skill. You can only use the skill expertise and expertise talents for one of these two skills at a time, but once per hour, as a standard action, you can adjust your signature clothing (such as by reversing your jacket or dramatically straightening your hat) to change which of the two skills’ benefits you can use. You can use this ability an additional time per hour by spending 1 Resolve Point for each additional use. Once per day, before rolling your expertise die as part of a skill check for one of these skills, you can choose to roll your expertise die twice and take the better result.</p>\n<p>Additional skills you select with skill expertise function normally, as do the expertise talents you qualify for based on these additional skills.</p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "TR pg. 20",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}