{
  "_id": "kCvI3xvm0Q1slajx",
  "name": "Solar Flare",
  "type": "weapon",
  "img": "systems/sfrpg/icons/classes/ray_of_light.webp",
  "system": {
    "type": "",
    "ability": "dex",
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "eac",
    "actionType": "rwak",
    "activation": {
      "type": "none",
      "condition": "",
      "cost": 0
    },
    "ammunitionType": "",
    "area": {
      "effect": "",
      "shape": "",
      "units": "none",
      "value": null
    },
    "attackBonus": 0,
    "attributes": {
      "ac": {
        "value": ""
      },
      "customBuilt": false,
      "dex": {
        "mod": ""
      },
      "hardness": {
        "value": ""
      },
      "hp": {
        "max": "",
        "value": 6
      },
      "size": "medium",
      "sturdy": true
    },
    "attuned": false,
    "bulk": "0",
    "capacity": {
      "max": 0,
      "value": 0
    },
    "chatFlavor": "",
    "container": {
      "contents": [],
      "includeContentsInWealthCalculation": true,
      "isOpen": true,
      "storage": [
        {
          "type": "bulk",
          "acceptsType": [
            "weapon",
            "fusion"
          ],
          "amount": 1,
          "subtype": "",
          "weightMultiplier": 1,
          "weightProperty": ""
        }
      ]
    },
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": [
        {
          "name": "",
          "formula": "(lookupRange(@classes.solarian.levels, 0, 1, 1, 6, 2, 9, 3, 12, 4, 13, 5, 14, 6, 15, 7, 16, 8, 17, 9, 18, 10, 19, 11, 20, 12))d4  + ceil(@classes.solarian.levels / 2)",
          "group": null,
          "types": {
            "acid": false,
            "bludgeoning": false,
            "cold": false,
            "electricity": false,
            "fire": false,
            "healing": false,
            "piercing": false,
            "slashing": false,
            "sonic": false
          }
        }
      ]
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.class-features.7ilyZdE0yZi2F3SQ]{Solar Manifestation (Su)}</p>\n<p><em>Please change Damage type in the Details tab to match the selected Energy Damage.</em></p><em></em><p><em></em></p>\n<p>You can condense your solar mote around one of your hands to form a lightweight ranged weapon of stellar energy. This weapon appears to be made of either glowing light or solid darkness, as determined by the appearance of your solar manifestation, but it can take any general shape you desire. The shape of normal ranged weapons—such as pistols, crossbows, and handcannons are fairly common—but more esoteric manifestations such as a shimmering crystal that launches fragments of itself, a dark aura that forms directly onto your foes, or an orb of stellar energy that releases beams of pure light are also possible. Your solar flare’s general design has no impact on its function, and it doesn’t give the weapon any weapon special properties. Once you’ve selected the general design, you can’t change it until you gain a new solarian level.</p>\n<p>Your solar flare functions as a one-handed uncategorized small arm that targets EAC (though it can’t be used to make trick attacks, if you have that class feature), and you’re automatically proficient with it. At 1st level, choose whether your solar flare deals cold damage or fire damage. You can change the damage type each time you gain a new solarian level. Your solar flare deals 1d4 damage and has a range increment of 60 feet. This damage increases by 1d4 at 6th level, 9th level, 12th level, and every level thereafter.</p>\n<p>Unlike most small arms, when you gain Weapon Specialization at 3rd level, you add your full solarian level to damage with your solar flare, as opposed to half. If you are a multiclass solarian, you add only your full solarian level and half your levels in other classes to damage with your solar flare.</p>\n<p>Any solarian class features (including stellar revelations and zenith revelations) that specifically affect melee weapons (such as the flashing strikes class feature) function with your solar flare, even if they normally work only with melee attacks. Anything that specifically affects solar weapons (such as&nbsp;solarian weapon crystals) affects your solar flare in the same way, though it can’t gain any weapon special property, critical hit effect, or weapon fusion that can’t be applied to a small arm.</p>\n<p>Forming or dismissing a solar flare is a move action that takes the same amount of effort as drawing or sheathing a weapon (and can be combined with a move as a single move action or used with the Quick Draw feat). Your solar flare is automatically dismissed if it ever leaves your hand.</p>"
    },
    "duration": {
      "units": "",
      "value": ""
    },
    "equippable": false,
    "equipped": true,
    "formula": "",
    "identified": true,
    "isActive": null,
    "level": 1,
    "modifiers": [],
    "price": 0,
    "proficient": true,
    "properties": {
      "one": true
    },
    "quantity": 1,
    "quantityPerPack": 1,
    "range": {
      "additional": "",
      "per": "",
      "units": "ft",
      "value": 60
    },
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": "",
      "descriptor": "negate"
    },
    "source": "CRB pg. 101",
    "special": "",
    "specialMaterials": {},
    "target": {
      "type": "",
      "value": ""
    },
    "usage": {
      "per": "",
      "value": 0
    },
    "uses": {
      "max": 0,
      "per": "",
      "value": 0
    },
    "weaponCategory": "uncategorized",
    "weaponType": "smallA"
  }
}