{
  "_id": "Sg8hjAB2QYWFrT0X",
  "name": "Spark Of Ingenuity (Ex)",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.classes.PSHcGB4UFgMSiF4V]{Biohacker}</p>\n<p>Possible permutations and offshoots of your formulas constantly run through your mind. Once per day, you can alter one of your biohacks to work in a different way, determined by your scientific method. You can do this one additional time per day at 9th level and at 15th level.<br><br>If you are a studious biohacker, you can expend two uses of your biohack ability to combine the effect of two basic or minor biohacks (or one of each) into a single effect. This takes no additional time and allows a creature to be under the effects of two different basic or minor booster or inhibitor biohacks simultaneously. If the two effects have different durations, each effect ends after its normal time limit, though any with a duration measured in rounds last 1 round longer than normal.<br><br>If you are an instinctive biohacker, when using a booster biohack, you can remove one of the following conditions, in addition to the booster’s normal effects: dazzled, fascinated, or shaken. If you are at least 9th level, you can instead add the off-target condition as one of the effects imposed by any of your inhibitors, or you can remove any one of the following conditions with any of your boosters: dazzled, deafened, fascinated, fatigued, off‑target, shaken, or sickened. Alternatively, you can add the dazzled condition to the effects imposed by any of your inhibitor biohacks. This effect lasts the length of the inhibitor’s duration.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Biohacker",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "3rd Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}