{
  "_id": "SRkvq0GXYm3Wi6ze",
  "name": "Spellbrawler",
  "type": "feat",
  "data": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@Compendium[sfrpg.class-features.oKlwvc1HcIsg7Q7a]{Fighting Style}</p>\n<p>This fighting style enables soldiers to harness arcane abilities that enhance their attacks and defenses.</p>\n<h2>@Compendium[sfrpg.class-features.KHrNYCXRxMf53rxf]{Arcane Arsenal (Su) - 1st Level}</h2>\n<p>You gain Mysticism as a class skill. As a standard action, you can conjure an analog weapon whose item level is no greater than your soldier level &ndash; 2 (minimum 1st level). This weapon appears in your hand(s) fully loaded with the appropriate type of basic ammunition. The weapon and any remaining ammunition dissipate after 1 minute. Once you use this ability, you can&rsquo;t use it again until you have regained Stamina Points following a 10-minute rest.</p>\n<h2>@Compendium[sfrpg.class-features.QopuFVX0mdGrmpSy]{Spell Siphon (Su) - 5th Level}</h2>\n<p>After you deal damage to a creature within 30 feet with an attack, you can spend 2 Resolve Points (or 1 Resolve Point if the attack was a critical hit) as a reaction to drain a portion of that creature&rsquo;s magical energy (Will negates) to empower your next attack. If the creature fails its saving throw, it loses one spell slot of the highest level it knows, as if it had expended it. If the creature has only spell-like abilities, it loses one daily use of the highest-level spell-like ability it can cast (determined randomly). If the creature can&rsquo;t cast spells or spell-like abilities, this ability has no effect, and you regain the Resolve Points expended.</p>\n<p>If you successfully drain a spell or spell-like ability, you gain a +1 enhancement bonus to AC until the end of your next turn. When you deal damage with a weapon attack, you can dismiss this AC bonus to increase the damage dealt to one target by 1d6 per level of the drained spell or spell-like ability.</p>\n<h2>@Compendium[sfrpg.class-features.Yk70shfBJMgJqaPv]{Dispelling Weapon (Su) - 9th Level}</h2>\n<p>By either spending 1 Resolve Point or dismissing the AC bonus granted by your spell siphon as a move action, you empower your next successful attack made against a target within 30 feet before the end of your next turn to disrupt magic. This functions as dispel magic for the targeted dispel function, using your soldier level as the dispel check&rsquo;s caster level. At 17th level, this can instead function as greater dispel magic for the targeted dispel function. Once you use this ability, you can&rsquo;t use it again until you have regained Stamina Points following a 10-minute rest.</p>\n<h2>@Compendium[sfrpg.class-features.2OtTLmmqnFWn7WCN]{Arcane Armor (Su) - 13th Level}</h2>\n<p>The bonus to AC granted by spell siphon now lasts a number of rounds equal to the level of the drained spell (minimum 2 rounds), and the enhancement bonus also applies to your saves. You can dismiss these bonuses as a reaction to reduce the damage you take from an attack or effect by an amount equal to 1d6 per level of the drained spell or spell-like ability.</p>\n<h2>@Compendium[sfrpg.class-features.dAmIJLAIWhA1M9TN]{Siphoned Storm (Su) - 17th Level}</h2>\n<p>When you dismiss the bonus to AC granted by your spell siphon to increase the damage dealt by your weapon attack, you instead add 1d8 per level of the drained spell or spell-like ability. Until the end of your next turn, you gain a bonus to damage with any subsequent weapon attacks equal to the level of the drained spell or spell-like ability.</p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st level",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "GM pg. 32",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  },
  "img": "icons/svg/mystery-man.svg"
}