{
  "_id": "2a88rr5iDbKC8jFo",
  "name": "Spell Speaker (Su)",
  "type": "feat",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.classes.fqYiP2f9oSfcmrwC]{Envoy}</p>\n<p>You’ve learned to speak with, encourage, and reprimand magical forces as if they were living beings. And, to your credit, magic listens. Through a combination of encouragements, you can coax magic to follow your instructions and overcome even difficult obstacles, enhancing your companions’ spellcasting.</p>\n<p>At 1st level, you can encourage the magic of an ally within 30 feet as a standard action, empowering the next 0-level or 1st-level spell they cast before the end of your next turn. The maximum level of spell that you can encourage increases by 1 for every 6 envoy levels you have, and you can increase this maximum level by 50% (rounded down) if you also spend 1 Resolve Point when using this ability. Once an ally has benefited from this encouragement, that ally can’t gain the benefits of your spell speaker ability again until they take a 10-minute rest to recover Stamina Points.</p>\n<p>An empowered spell gains one of the following benefits.</p>\n<p><strong>Amplified</strong>: The spell is especially potent. On the turn that they cast the spell, the spellcaster can reroll any of the dice rolled to determine the spell’s effect (such as damage dice) whose result is a 1 and take the second result. Any such die that rolls its maximum value (such as 4 on a d4) treats its result as though it were 1 higher.</p>\n<p><strong>Extended</strong>: The spell’s duration is increased by 50%.</p>\n<p><strong>Stretched</strong>: The spell’s range is increased by 50%. If the range is touch, the spellcaster treats their natural reach as 5 feet greater for the purpose of delivering the spell.</p>\n<p><strong>Targeted</strong>: The spell eagerly seeks its target. On the turn that they cast the spell, the spellcaster can roll one attack roll (and any roll to resolve miss chance from concealment for that attack) twice and use the better result.</p>\n<p><strong>Unstoppable</strong>: The spell overcomes all obstacles. The spell treats any targets’ resistances as though they were reduced by an amount equal to your Charisma modifier (minimum 0). The spellcaster treats their caster level as 2 higher for the purpose of overcoming spell resistance.</p>\n<p><strong>Widened</strong>: You increase the length of any line effect created by the spell by 50%. You increase the length of any cone effect created by the spell by 25% (minimum 5 feet). You increase the radius of any cylinder or burst effect created by the spell by 25%; this has no effect on spells that create a burst whose radius is less than 20 feet.</p>\n<p><strong>This replaces the envoy improvisation gained at 1st level.</strong></p>"
    },
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st Level",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "GM pg. 20",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}