{
  "_id": "gkmkA4cyDvRsB3c5",
  "name": "Stellar Mode (Su)",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.classes.kuEdVbzv5zXIO4wk]{Solarian}</p>\n<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\">The stellar forces you call on are attuned to either photons (representing the power of stars to emit heat, light, and plasma) or gravitons (representing the power of stars to attract and imprison objects through gravity). The ultimate expression of photon power is the supernova, when all of a star’s energy is exerted outward, while the ultimate expression of graviton power is the black hole, where gravity is so strong that nothing, not even light, can escape it. The balance between these two opposing cosmic forces is the source of your power, and your stellar mode represents the strength of your connection with one or both of these forces—a relationship that shifts from one moment to the next as you use your stellar revelations.<br><br>When in battle, you enter a state of metaphysical alignment with cosmic forces. At the start of your first turn in combat, if you are conscious, you must choose one of three stellar modes: graviton, photon, or unattuned (see below).<br><br>At the start of each subsequent turn of combat, you must choose to either stay in your current stellar mode or to become unattuned. If you choose to stay in your mode, you gain another attunement point for that mode. As long as you have 1 or 2 attunement points in a mode, you are attuned to that mode. Once you reach 3 attunement points in a mode, you become fully attuned to that mode. Some of your stellar revelations are zenith revelations, which can be used only when you’re fully attuned to one mode or the other. When you are fully attuned, you cannot gain more points in your mode, but you stay fully attuned until combat ends, your stellar mode ends, or you become unattuned. If you choose to become unattuned, you lose all attunement points you’ve accrued so far. At the start of your next turn, you can enter a new stellar mode or stay unattuned.<br><br>At the end of combat, your stellar mode ends. If you fall unconscious during an encounter, you become unattuned. If you regain consciousness while still under threat, you can enter a stellar mode on your first turn after regaining consciousness, as if it were the first round of combat; if combat ends before you regain consciousness, your stellar mode ends. If you are not in a stellar mode, for any reason, you are considered unattuned for the purposes of your stellar revelations.<br><br>When you’re not in combat, you can’t enter a stellar mode. This ability manifests only in high-stakes situations, when your training takes over and connects your mind to the universe. There needs to be some risk to you for your stellar mode to activate, so you must be facing a significant enemy (see page 242). If there’s any doubt about whether you’re in combat or able to access your stellar mode, the GM decides. This also means that your stellar mode might end before what was previously a dangerous battle is over, once all that remains are dregs that don’t pose a real threat to you. </span></p>\n<h2 class=\"title\">Graviton Mode</h2>\n<p>When you enter graviton mode, you gain 1 graviton attunement point and become graviton-attuned. Some of your stellar revelations are graviton powers and get stronger if you’re graviton-attuned. While graviton-attuned, you gain a +1 insight bonus to Reflex saves. This bonus increases by 1 for every 9 solarian levels you have.</p>\n<h2 class=\"title\">Photon Mode</h2>\n<p>When you enter photon mode, you gain 1 photon attunement point and become photon-attuned. Some of your stellar revelations are photon powers and get stronger if you’re photon-attuned. While photon-attuned, you gain a +1 insight bonus to damage rolls (including damage rolls for your stellar powers). This bonus increases by 1 for every 6 solarian levels you have.</p>\n<h2 class=\"title\">Unattuned</h2>\n<p>&nbsp;While unattuned, you gain no attunement points and you are neither photon-attuned nor graviton-attuned. You gain no benefits while unattuned.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Solarian",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}