{
  "_id": "Y2qJk8AV32XR51pD",
  "name": "Substitute Mind (Su)",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.class-features.0JZU0FVnvAJ08fVR]{Paradigm Shift}</p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">You can free a creature from mental control or conditions that hamper it. Once per day as a standard action, you can touch a willing or unconscious creature. When you do, the affected part of its mind is replaced with a nearly exact duplicate from an alternate reality, ending all mind-affecting effects the target has as well as all conditions removed by <em>greater remove condition</em> that were imposed on the creature by mind-affecting effects. The subject is stunned until the end of its next turn.<br><br>You can also attempt to use this ability on an ally who is unwilling due to the influence of a mind-affecting effect. In this case, the ally can attempt a new saving throw against the effect at the same DC. If they succeed, the ally can allow their mind to be substituted, but if they fail, you waste the action and this use of substitute mind. This does not grant the ally a new saving throw if the effect did not originally allow one.<br><br>At 14th level, you can use this ability on yourself, even if you’re otherwise unable to take actions because of a mind‑affecting effect. If you do, it must be the first thing you do on your turn, and you are stunned until the end of your next turn.</span></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Paradigm Shift",
    "type": "",
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": "",
      "units": ""
    },
    "target": {
      "value": "",
      "type": ""
    },
    "area": {
      "value": null,
      "units": "none",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "none",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": ""
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "11th Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}