{
  "_id": "XSHMFxXEYQ3UOFhP",
  "name": "Superior Science Officer (Ex)",
  "type": "feat",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": null
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": null,
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.class-features.YMGOKoZtKgJqIsAD]{Mechanic Trick}</p>\n<p>You excel at operating starship computer systems, and you can exploit your ship’s programming in ways others can’t. When acting in the science officer role during starship combat, instead of taking any other action, you can spend 1 Resolve Point to temporarily enhance your starship’s computer. Any change lasts for 1 round per mechanic level. A ship can benefit from only one of these options at a time; if it gains another of these benefits from any source, any previous superior science officer option ends.</p>\n<p><strong>Improved Sensors:</strong> Your scan actions reveal an additional piece of information about the starship being scanned. For instance, if your Computers skill check to scan a starship succeeds by 5 or more, you learn two pieces of information instead of one.</p>\n<p><strong>Targeted Sensors:</strong> When you perform a scan action, you can choose which information category to learn information about, regardless of the normal order of information you would learn.</p>\n<p><strong>Upgrade Node:</strong> You divert additional power to your starship’s computer, granting the computer’s bonus to one additional starship combat check per round.</p>"
    },
    "duration": {
      "units": "",
      "value": ""
    },
    "formula": "",
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": null,
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "14th Level",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "Mechanic",
    "target": {
      "type": "",
      "value": ""
    },
    "uses": {
      "max": 0,
      "per": "",
      "value": 0
    }
  }
}