{
  "_id": "cWnerlKxauezz4Sa",
  "name": "Superserum (Su)",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.classes.PSHcGB4UFgMSiF4V]{Biohacker}</p>\n<p>At 20th level, you have developed the formula for a superserum that can create powerful changes in a target. You can create two superserums per day. Your superserums are a special type of biohack, and you prepare them as part of the 10 minutes required to create your normal biohacks for the day. Your superserum produces one of the following effects; as with all biohacks, you decide on this effect as part of the attack or action you take to inject a creature with the biohack.&nbsp;</p>\n<ul>\n<li>Grant major healing or bring a dead creature back to life. This functions as if you had cast raise dead or regenerate on the target, using your class level as the caster level.</li>\n<li>Scramble the physiological makeup of the target, causing massive internal damage. The target takes 17d10 points of damage and is exhausted and stunned for 1 round. If the target succeeds at a Fortitude saving throw (DC = 10 + half your biohacker level + your key ability score modifier), the damage is halved, and the target is instead only fatigued for 1 round.</li>\n<li>Relieve the target of debilitating conditions. Choose one set of ability scores: mental (Intelligence, Wisdom, and Charisma) or physical (Strength, Dexterity, and Constitution). The target is healed of all ability damage to the chosen set of ability scores, and all ability drain from these ability scores is removed. Regardless of which set of scores you choose, the superserum also eliminates any ongoing confusion, fear, and insanity effects; any mental afflictions that could be removed with dispel magic; and any diseases that use the mental disease track. It removes any effects magically altering the target’s memory—even instantaneous effects—and can restore the target’s memory to perfect clarity.</li>\n</ul>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Biohacker",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "20th Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}