{
  "_id": "oJCnUV5AmkUBwb4y",
  "name": "Tech Tinkerer (Ex)",
  "type": "feat",
  "img": "systems/sfrpg/icons/equipment/technological%20items/cable-line-titanium-alloy.webp",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.class-features.YMGOKoZtKgJqIsAD]{Mechanic Trick}</p>\n<p>You know how to modify the functions of UPBs to radically alter how items work. With 10 minutes of work, you can modify a technological item so that it temporarily functions as any other lower-level technological item of the same or lower bulk (losing its original function while in this new form). The item must have an item level and bulk no greater than half your mechanic level. If the new item requires a battery that has more charges than the original device’s battery (or another source of power or fuel not present in the original item), you must also provide the appropriate battery or power source. Any charges or similar expenditure from the new item come from the original item (if possible) or the new power source you install (if one was required). The new item retains the original item’s bulk. Any damage dealt to the new item is retained when it returns to its original form. If the item is broken or destroyed in its modified form, it remains broken or destroyed when it returns to its original form and must be repaired or replaced normally.</p>\n<p>This change lasts for 10 minutes per mechanic level or until you undo it with 10 minutes of work. You cannot modify or produce armor, augmentations, hybrid or magic items, items with limited uses or charges (such as batteries, drugs, or fuel), or weapons, although you can produce an item that uses charges from a battery or fuel if there is a separate battery or power source to power it. At 5th level, you can spend 1 Resolve Point to use this ability to modify an item whose level is equal to your mechanic level, giving it the function of a lower-level item.</p>"
    },
    "descriptors": [],
    "details": {
      "category": "classFeature",
      "specialAbilityType": "ex"
    },
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "2nd Level",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "AR pg. 146",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}