{
  "_id": "DRG3bJiyOLEq0kff",
  "name": "Tech Whisperer (Ex)",
  "type": "feat",
  "effects": [],
  "flags": {},
  "img": "systems/sfrpg/icons/equipment/technological%20items/cable-line-adamantine-alloy.webp",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@Compendium[sfrpg.classes.fqYiP2f9oSfcmrwC]{Envoy}</p>\n<p>You have an empathic connection to technological devices. You gain an expertise die of the same value as that granted to an envoy of your level by the @Compendium[sfrpg.class-features.OzwMoyrdE3fcNZLP]{Expertise (Ex)} class feature. Choose one of the following skills: Bluff, Computers, Diplomacy, Engineering, or Intimidate. At 1st level, you can add your expertise die to skill checks using the chosen skill. At 6th level and every 5 levels thereafter, you can use expertise with one additional skill from the list.</p>\n<p>All of your mind-affecting @Compendium[sfrpg.class-features.hIhgdXnqGHBm0A64]{Envoy Improvisation} can affect constructs, robots, and other creatures that have the technological subtype, even if they&rsquo;re mindless or normally immune to such effects. However, these creatures receive a +2 bonus to their Will saves against your mind‑affecting improvisations.</p>\n<p>At 5th level, you can communicate with technological machines (including non-sentient devices) in rudimentary ways as well as understand in vague terms the information they try to convey to you; this information usually consists of simple terms, such as &ldquo;no entry&rdquo; or &ldquo;need energy,&rdquo; or basic operating prompts, like &ldquo;speak name&rdquo; or &ldquo;need keycard and password.&rdquo; This allows you to use Bluff, Diplomacy, or Intimidate in place of Engineering to identify technology, so long as you can communicate with it.</p>\n<p>At 9th level, you can attempt Diplomacy and Intimidate checks to influence such machines, though the DC of this check is 15 + 1-1/2 the device&rsquo;s item level, further modified by the item&rsquo;s initial attitude for Diplomacy checks. Most machines are indifferent, though some (particularly security systems) might be unfriendly or even hostile. You gain a +2 circumstance bonus to affect friendly machines with Computers or Engineering checks, and the bonus increases to +4 for helpful machines. At the GM&rsquo;s discretion, helpful devices might perform simple favors for you. By contrast, a device made hostile by you might activate countermeasures, such as setting off alarms.</p>\n<p>This isn&rsquo;t a language-dependent or sense-dependent ability, but you must have physical contact with a machine that isn&rsquo;t able to perceive you.</p>\n<p><strong>This feature alters expertise and skill expertise.</strong></p>"
    },
    "descriptors": [],
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}