{
  "_id": "XCPOgrdkUgD0SypM",
  "name": "Thaumapathy",
  "type": "feat",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.class-features.aWxj3kjbSduZkm9j]{Primary Field Of Study (Ex)}</p>\n<p>Thaumapathy studies the inherent magic that suffuses living things, enhancing or dampening that power with the use of eldritch pharmaceuticals.</p>\n<p><strong>Booster:</strong> You temporarily boost a creature’s intrinsic magical field, granting it spell resistance equal to 5 + your class level. If it already has spell resistance, increase the spell resistance by 1 (or by 2 if the original spell resistance is less than or equal to 10 + your biohacker level).</p>\n<p><strong>Inhibitor:</strong> Your inhibitor restricts the magical pathways of the target’s body, making spellcasting more difficult. Reduce the caster level and saving throw DCs of spells and spell-like abilities the creature casts by 1. The creature takes a penalty equal to 1 per damage die when rolling damage dealt by its spells and spell-like abilities.</p>\n<p>For the duration of the inhibitor’s effect, spells and spell-like abilities that normally have a casting time of 1 standard action instead gain a casting time of 1 round, and spells and spell-like abilities that normally have a casting time of 1 round gain a casting time of 2 rounds.</p>\n<h2>Breakthrough</h2>\n<p>You can use the following ability when you achieve the breakthrough for this field of study.</p>\n<p><strong>@UUID[Compendium.sfrpg.class-features.fij0r6kLevhk9qOj]{Magic Renewal (Su)}:</strong> As a standard action, you can create and deliver a medicinal formula to a living creature that restores one of that creature’s expended spell slots or expended spell-like abilities. The level of the spell slot or spell-like ability restored cannot exceed one-third your biohacker level (rounded up). A creature can benefit from your magic renewal breakthrough only once per day.</p>"
    },
    "descriptors": [],
    "details": {
      "category": "classFeature"
    },
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st level",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "GM pg. 18",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}