{
  "_id": "p98vVWLYBsMgDkXU",
  "name": "Toxicology",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.class-features.aWxj3kjbSduZkm9j]{Primary Field Of Study (Ex)}</p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Toxicology is the study of the adverse effects certain chemicals have on living creatures.<br><br><strong>Booster</strong>: You cause a living creature to sweat a foul secretion. Any living creature attacking the affected target with a natural attack takes a –2 penalty to the attack. This penalty is a poison effect. If the attacker has active environmental protections (such as those provided by most armor), the penalty applies only after the attacker has hit and damaged the target once.<br><br><strong>Inhibitor</strong>: You deliver a weak toxin into a living creature’s body, imparting the sickened condition. This is a poison effect.</span></p>\n<h2 class=\"title\">Breakthrough</h2>\n<p>You can use the following ability when you achieve the breakthrough for this field of study.<br><br>@Compendium[sfrpg.class-features.8eEjrQKZUML9ropE]{Suppress Poison (Ex)}: As a standard action, you can create and deliver a formula to a living creature that holds the course of a toxin in check. When injected, the formula allows the target to ignore the effects of the highest stage (not including the poison’s end state) of a single poison affecting that creature for 1 minute. The poison doesn’t progress normally during that time, but this time doesn’t count toward the poison’s duration. If you are at least 7th level, the target ignores the effects of the highest stage of a single poison for 10 minutes. If you are at least 13th level, the target ignores the effects of all stages of a single poison for 1 hour.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Field of Study",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}