{
  "_id": "MwQV4bUQ4OAWv4Yr",
  "name": "Ultimate Graviton (Su)",
  "type": "feat",
  "img": "systems/sfrpg/icons/classes/ultimate_graviton.webp",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": null
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": null,
      "value": null
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.class-features.G7p2YIGFTAU6uGjL]{Stellar Revelation}</p>\n<p>@Icon[type:graviton] Graviton Revelation</p>\n<p>As your ability to manipulate powers of gravity expands, the range of any graviton revelation (but not zenith revelation) you have with a range doubles. Any graviton revelation (but not zenith revelation) you have that targets a single creature can now simultaneously target two creatures, who must be within 20 feet of each other. You also increase the power of any of the following gravity revelations you have.</p>\n<p><strong>Defy Gravity</strong>: Your fly speed increases by 20 feet.</p>\n<p><strong>Gravity Anchor</strong>: As a move action, you can gain both types of gravity anchor simultaneously.</p>\n<p><strong>Gravity Boost</strong>: Your bonus applies to all Acrobatics checks, and you take no damage from any fall.</p>\n<p><strong>Reflection</strong>: If you successfully redirect an attack as a reaction, you can continue to reflect additional attacks until the beginning of your next turn. You have a cumulative –2 penalty to your redirect attack roll on each reflection attempt after the first. If any reflected attack misses, you can’t make further redirect attempts until you use this revelation again.</p>\n<p><em>Expanded list from Galactic Magic.</em></p><em></em><p><em></em><strong>Crushing Force:&nbsp;</strong> Sunder combat maneuvers you perform with the affected weapon gain a +2 bonus to their attack roll.</p>\n<p><strong>Draining Agony:</strong>&nbsp;Until the end of your next turn, the creature damaged by this revelation takes additional damage from your attacks equal to your Charisma modifier.</p>\n<p><strong>Gravity Pulse:</strong>&nbsp;Increase the distance this revelation’s gravitation effect can move a target by 5 feet.</p>\n<p><strong>Gravity Well:</strong>&nbsp;The area of difficult terrain created by this revelation increases to 15 feet for 1 round, after which it’s reduced to 10 feet for the remainder of the effect.</p>\n<p><strong>Implosion Shock:</strong>&nbsp;You gain a +1 bonus to your AC until the beginning of your next turn.</p>\n<p><strong>Stalwart Shield:</strong>&nbsp;Adjacent allies also gain the resistance to cold and fire provided by this revelation.</p>\n<p><em>For automation of abilities, when able,&nbsp;please add bonus effects in the Modifiers tab of the associated Stellar Revelation.</em></p>"
    },
    "descriptors": [],
    "details": {
      "category": "classFeature",
      "specialAbilityType": "su"
    },
    "duration": {
      "units": "",
      "value": ""
    },
    "formula": "",
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": null,
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "16th Level",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "Solarian",
    "target": {
      "type": "",
      "value": ""
    },
    "uses": {
      "max": 0,
      "per": "",
      "value": 0
    }
  }
}