{
  "_id": "7NxgC9bTcFZkPXY6",
  "name": "Warmonger",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.class-features.SdlB9viiKckPr0LZ]{Connection}</p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">You’re connected to the cosmic struggle for survival and supremacy, a universal conflict that permeates all cultures in the galaxy. You’re not necessarily evil; you might be a righteous crusader who uses violence to stop ne’er-do-wells or a monk who studies the inherently violent nature of the universe in order to transcend it.<br><br><strong>Associated Deities</strong>: Angradd, Damoritosh, Iomedae<br><strong>Associated Skills</strong>: Athletics and Intimidate<br><strong>Spells</strong>: 1st-6th @Compendium[sfrpg.spells.rJ0acpj21GDJYaim]{Summon Creature}; replaced by 1st - @Compendium[sfrpg.spells.7OjQ2uotsMm8NYSU]{Seeking Shot}, 2nd - @Compendium[sfrpg.spells.qbeQtgCtP8avY2ny]{Shield Other}, 3rd - @Compendium[sfrpg.spells.PecEOjojT15BJKi9]{Haste}, 4th - @Compendium[sfrpg.spells.XaWgkqcJcCeQVbnD]{Resistant Armor}, 5th - @Compendium[sfrpg.spells.D6MCR522HZUBYWSA]{Resistant Aegis}<br><br></span></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.Yd6qZolEZU8GYCoA]{Weapons of War (Su) - 1st Level}</h2>\n<p>As a move action, you can call upon the insight of great warlords to gain an insight bonus to attack rolls equal to the difference between your base attack bonus and your mystic level (if your mystic level is greater than your base attack bonus). To use this ability, you must expend one mystic spell slot of 1st level or higher, and the effect lasts for a number of rounds equal to the level of the expended spell slot. Additionally, you always treat your mystic level as your base attack bonus for the purpose of meeting feat prerequisites.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.IthEBmO7vQBpdg0c]{Summon Reinforcements (Su) - 3rd Level}</h2>\n<p>Whenever you cast a <em>summon monster</em> spell to summon multiple creatures, each creature you summon gains a +1 morale bonus to AC, attack rolls, and saving throws. You can spend 1 Resolve Point when you cast <em>summon monster</em> to reduce the spell’s casting time to a standard action.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.JD82Ymmku3JMNlfd]{Suit Up (Su)- 6th Level}</h2>\n<p>As a full action, you can conjure augmenting plates of armor from planar energies, enhancing your own armor. When using this ability, you must expend a mystic spell slot of 1st level or higher, and the armor lasts a number of rounds equal to 1 + the level of the spell slot expended. The benefits you gain from your planar armor are:</p>\n<ul>\n<li>+1 enhancement bonus to your AC.</li>\n<li>+2 resistance bonus to saving throws.</li>\n<li>Resistance equal to twice the expended spell slot’s spell level against one energy type of your choice.</li>\n<li>A burrow speed of 20 feet, fly speed of 30 feet (perfect maneuverability), or swim speed of 30 feet (your choice).</li>\n</ul>\n<p>&nbsp;</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.Q7RQ1LfQV9LxExzk]{General’s Tactics (Su) - 9th Level}</h2>\n<p>Each day when you regain your mystic spells, choose one combat feat that you know. Whenever you summon one or more creatures using <em>summon monster</em>, all creatures summoned gain the benefits of the chosen feat. If you choose Adaptive Fighting with this ability, all creatures summoned gain the benefits of one of the feats you chose with Adaptive Fighting, determined when each creature is summoned; this counts as your use of Adaptive Fighting for the day.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.g8fshlAIyUOpNAso]{Bestow Tactics (Su) - 12th Level}</h2>\n<p>As a move action, you can choose one ally within 30 feet and spend 1 Resolve Point. That ally gains the ability to take a guarded step without spending an action at the beginning or end of its turn, a +4 enhancement bonus to its KAC against combat maneuvers, and a number of temporary Hit Points equal to your mystic level. These benefits last 1 minute.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.WGkvhtHZkv8xlE8I]{Mass Suit Up (Sp) - 15th Level}</h2>\n<p>Whenever you use your suit up connection power, instead of conjuring a suit for yourself only, you can conjure planar armor for yourself and up to three of your allies for a number of rounds equal to your mystic level. When doing so, the armor’s benefits are resolved for each target as if you had expended a spell slot 1 spell level lower than the spell slot you actually expended. For example, if you expended a 4th-level spell slot when activating this ability, affected allies gain planar armor as if you had expended a 3rd-level spell slot for each of them.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.Lws1pie2BANrrcF6]{Greater Bestow Tactics (Su) - 18th Level}</h2>\n<p>Whenever you use your bestow tactics connection power, all allies within 30 feet gain its benefits for 1 minute. Alternatively you may grant it to a single ally as part of any other action.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Connection",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}