{
  "_id": "dDZLj7L4psee7UZc",
  "name": "Weapon Mount (Ex)",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "mod",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.class-features.QsCRXffpsDoMvPnT]{Basic Mods}</p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl25_LabelName\">You can affix a small arm or another one-handed ranged weapon on your drone, allowing it to wield that weapon and attack with it. This weapon cannot be disarmed. Mounting a longarm, a heavy weapon, or another two-handed ranged weapon requires two weapon mounts. A weapon mount can hold up to two batteries, two magazines, or two of another type of ammunition for the affixed weapon, provided this ammunition is of light bulk or less. Multiple weapon mounts used to affix a single two-handed weapon count as a single weapon mount for the purpose of how much ammunition it can hold. The drone reloads these batteries or magazines automatically, which takes the usual amount of time for the weapon. Spent batteries or magazines are stored within the drone. You can replace all of a weapon mount’s batteries or magazines as a move action. You must purchase separately or already have the weapon and ammunition for use with a weapon mount. You can replace the weapon with any other weapon that meets the criteria for your mount (for example, if you have two weapon mounts, you could replace a longarm with a heavy weapon). Swapping out a weapon in a weapon mount requires use of your custom rig and 1 hour of work. You can select this mod multiple times, each time adding an additional weapon mount to the drone.</span></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "",
    "type": "",
    "modifiers": [],
    "maxInstalls": 1,
    "additionalMovement": "",
    "arms": {
      "number": 1,
      "armType": "ranged"
    },
    "isArmorSlot": false,
    "weaponProficiency": "",
    "additionalSenses": "",
    "bonusSkill": "",
    "damage": {
      "parts": []
    },
    "critical": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}