{
  "_id": "HiI3JMXX6crpsWDN",
  "name": "Wrathful Warrior",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;@Compendium[sfrpg.class-features.oKlwvc1HcIsg7Q7a]{Fighting Style}</p>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">The wrathful warrior style draws upon your emotions—specifically your rage and wrath—to enable devastating attacks. You may have trained yourself to intentionally overload your fight-or-flight adrenaline response, or may just come from a long line of berserker warriors. At higher levels, you’re able to use your anger to ignore damage and strike with impudence.<br><br></span></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.h3SB5nhS57hq06Ij]{Frenzied Fighting (Ex) (1st)}</h2>\n<p>As a swift action, you can enter a frenzy that empowers your attacks and deadens you to fear and pain for a number of rounds equal to 1d4 + half your soldier level (rounded up). While frenzied, you gain a +2 bonus to melee damage rolls and Will saves, as well as a –1 penalty to AC.<br>At 5th level and every 4 levels thereafter, the bonus to melee damage rolls granted by your frenzy increases by 1. While frenzied, you can’t use any ability that requires patience or concentration, such as spellcasting. or any Charisma-, Dexterity-, or Intelligence-based skills except Acrobatics, Intimidate, and Piloting. After your frenzy ends, you can’t use this ability again until after you rest for 10 minutes to regain Stamina Points.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.O6KaZtSvcZr1iptI]{Ignore Pain (Ex) (2nd)}</h2>\n<p>Each time you use the frenzied fighting technique, you gain a number of temporary Hit Points equal to your soldier level. These temporary Hit Points are lost when your frenzy ends. You also gain a +4 bonus to saving throws against pain effects while frenzied.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.yYEPjEDaM99Bog2u]{Close Enough to Kill (Ex) (3rd)}</h2>\n<p>Whenever you attempt an attack roll against an opponent while frenzied and miss, but your d20 roll is not a 1, you can spend 1 Resolve Point to treat the attack as a successful hit. This attack automatically deals minimum damage. For example, if you would normally deal 4d6+10 damage on a hit and use this ability, you would deal a total of 14 damage.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.bhweuW1MwiZohC1X]{Shrug Off the Pain (Ex) (4th)}</h2>\n<p>Choose either kinetic damage or one of acid, cold, electricity, fire, or sonic. If you choose kinetic damage, you gain damage reduction equal to half your soldier level. If you choose acid, cold, electricity, fire, or sonic, you gain energy resistance against that type of energy equal to half your soldier level. If you have the Enhanced Resistance feat or later gain it, you must choose different damage types for each ability.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.kFY2LOPFp7GW3V2q]{Adaptive Damage Reduction (Ex) (5th)}</h2>\n<p>As a swift action, or as a reaction whenever you take damage, you can change which type of damage your shrug off the pain ability applies to. This lasts until the next time you use this ability, but once you use adaptive damage reduction, you can’t do so again until you spend 1 Resolve Point to regain Stamina Points.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Fighting Style",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}