{
  "_id": "kVzO7weftgwR0CQq",
  "name": "Xenoambassador",
  "type": "feat",
  "img": "icons/skills/social/diplomacy-handshake-yellow.webp",
  "system": {
    "type": "",
    "ability": null,
    "abilityMods": {
      "parts": []
    },
    "actionTarget": "",
    "actionType": "",
    "activation": {
      "type": "",
      "condition": "",
      "cost": 0
    },
    "area": {
      "effect": "",
      "shape": "",
      "units": "",
      "value": 0
    },
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "effect": "",
      "parts": []
    },
    "damage": {
      "parts": []
    },
    "damageNotes": "",
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>&gt;@UUID[Compendium.sfrpg.class-features.SdlB9viiKckPr0LZ]{Connection}</p>\n<p>You’re drawn to understand and embrace new cultures, especially anywhere you’re as alien to them as they are to you. You likely see yourself as a mediator who can prevent volatile first-contact encounters from becoming violent. Less benign xenoambassadors might study cultures only to subvert or exploit them.</p>\n<p>Associated Deities: @UUID[Compendium.sfrpg.setting.vIgmW8C54qgxPqUg]{Abadar}, @UUID[Compendium.sfrpg.setting.uBNlQguFvGTFLHSA]{Hylax}, @UUID[Compendium.sfrpg.setting.V3pXOlk6kMulWA01]{Talavet}, @UUID[Compendium.sfrpg.setting.KZvxBU9KGbqRCKkv]{Weydan}</p>\n<p>Associated Skills: Culture and Diplomacy</p>\n<p>Spells: 1st - @UUID[Compendium.sfrpg.spells.64pkJDiNw8k5GF4d]{Comprehend Customs}, 2nd - @UUID[Compendium.sfrpg.spells.DEeTPGEcAUU29gXe]{Predict Foe}, 3rd - @UUID[Compendium.sfrpg.spells.uWKhr01bnKxuNRkL]{Tongues}, 4th - @UUID[Compendium.sfrpg.spells.7HZVlS48z55YO78b]{Discern Lies}, 5th - @UUID[Compendium.sfrpg.spells.Xyo1RrE1atT6Aklc]{Telepathy}, 6th - @UUID[Compendium.sfrpg.spells.fZJDLIZ0KDrfkZxv]{Enshrining Refuge}</p>\n<h2>@UUID[Compendium.sfrpg.class-features.rZCECT3fJkeuieQT]{Natural Linguist (Ex) - 1st Level}</h2>\n<p>If you don’t share a language with creatures you encounter, you and the creatures can spend 10 minutes attempting to converse (if they’re willing), after which you can communicate basic concepts (such as “friendly,” “dangerous,” or “need help”), though you can’t understand one another’s exact words. At 6th level, if you exceed the Culture check DC by 10 or more, you can create a pidgin language allowing you to engage in basic conversations.</p>\n<p>While communicating with a creature using any language you speak proficiently other than Common, your racial language, or the language of your home planet, your channel skill ability’s insight bonus to Diplomacy checks to influence that creature increases by 2.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.gjE4LXPPNPl0oUIl]{Diplomatic Immunity (Su) - 3rd Level}</h2>\n<p>You gain a +3 bonus to your AC and saving throws against any creature who can speak a language or communicate telepathically. Such creatures can sense this special defense before choosing you as the target of their attack. This protection ends at the end of your first turn in combat or once you perform a harmful action against another creature, whichever happens first. As a standard action before this ability ends, you can extend its duration by 1 round.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.jeR5aVTRaGHH83lx]{Forceful Directive (Su) - 6th Level}</h2>\n<p>As a standard action, you can issue a powerful command, which functions as the spell command, to a living creature within 30 feet; you can use this ability a number of times per day equal to your Wisdom modifier.. When you use this ability, you can reduce the effect’s saving throw DC by 2 to ignore its language-dependent descriptor. Once a creature successfully saves against this ability, it’s immune to the ability for 24 hours.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.JTom9b0S6G6QCtBr]{Xenoambassador's Eye (Ex) - 9th Level}</h2>\n<p>You gain a +1 insight bonus to AC against creatures with whom you share at least one language or pidgin language. Such creatures don’t gain any bonuses to attack rolls against you from flanking you. As a swift action, you can spend 1 Resolve Point to make such creatures flat-footed against your attacks until the beginning of your next turn.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.mqSqjpqoETF6z1EZ]{Commune with Settlement (Su) - 12th Level}</h2>\n<p>You can spend 1 Resolve Point and 10 minutes focusing on the thought patterns of intelligent creatures in a single settlement within 1 mile of you to learn up to three facts about the settlement from among the following subjects: the alignment and type; the population and approximate species breakdown; the government; settlement qualities; or the starting attitude of the majority of the settlement’s inhabitants toward you. If you’re in the settlement, you can attempt to gather information in addition to gaining these facts. For the check, you must attempt a Culture or Perception check in place of a Diplomacy check to gather information.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.23r1vIEIM3R10xoi]{Culture Sage (Ex) - 15th Level}</h2>\n<p>Once per hour while communicating with a creature using any language you speak proficiently other than Common, your racial language, or the language of your home planet, you can reroll any Bluff, Diplomacy, Intimidate, or Sense Motive check against that creature and use the better result.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.wrBkta3Tx89oTpzy]{Cosmic Mediator (Ex) - 18th Level}</h2>\n<p>Once per day as a standard action, you can spend 1 or more Resolve Points (maximum 10 RP) to create a zone of peaceful discourse in a 10-foot radius. Any creatures in or entering this area become fascinated for the duration’s effect (Will negates), though they can communicate with any other creature in the area as if they shared a language. The Will save DC increases by 1 for every Resolve Point you expended to activate the ability. For each Resolve Point you expended to activate this ability, the effect lasts for 10 minutes and increases the area of effect’s radius by 20 feet. This is a mind-affecting effect.</p>"
    },
    "duration": {
      "units": "",
      "value": null
    },
    "formula": "",
    "isActive": null,
    "modifiers": [],
    "range": {
      "additional": "",
      "per": "",
      "units": "",
      "value": null
    },
    "recharge": {
      "charged": false,
      "value": null
    },
    "requirements": "1st Level",
    "rollNotes": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "source": "GEM pg. 20",
    "target": {
      "type": "",
      "value": null
    },
    "uses": {
      "max": 0,
      "per": null,
      "value": 0
    }
  }
}