{
  "_id": "L8EnApYQIJp9EAtc",
  "name": "Xenodruid",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "feat",
  "data": {
    "description": {
      "value": "<p>&gt;<a class=\"entity-link\" data-pack=\"sfrpg.class-features\" data-id=\"SdlB9viiKckPr0LZ\" draggable=\"true\"><i class=\"fas fa-suitcase\"></i> Connection</a></p>\n        <p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">You channel the energy inherent in the ecosystems around you, taking inspiration from the endless cycles of the natural world. You might be a corporate biotech researcher, a hermitic shaman of the Green Faith, or one of the legendary Xenowardens.<br><br><strong>Associated Deities</strong>: Green Faith (Philosophy), Oras<br><strong>Associated Skills</strong>: Life Science and Survival<br><strong>Spells</strong>: 1st - <a class=\"entity-link\" data-pack=\"sfrpg.spells\" data-id=\"2l5Xk1YMzp0hlUok\" draggable=\"true\"><i class=\"fas fa-suitcase\"></i> Life Bubble</a>, 2nd - <a class=\"entity-link\" data-pack=\"sfrpg.spells\" data-id=\"UVzRPQeiV2yl6QAn\" draggable=\"true\"><i class=\"fas fa-suitcase\"></i> Fog Cloud</a>, 3rd - <a class=\"entity-link\" data-pack=\"sfrpg.spells\" data-id=\"WdVuZELNzMaNqE6j\" draggable=\"true\"><i class=\"fas fa-suitcase\"></i> Entropic Grasp</a>, 4th - <a class=\"entity-link\" data-pack=\"sfrpg.spells\" data-id=\"AHfzMTHx9PI4Z4zn\" draggable=\"true\"><i class=\"fas fa-suitcase\"></i> Reincarnate</a>, 5th - <a class=\"entity-link\" data-pack=\"sfrpg.spells\" data-id=\"nbpKo7JBQLEfjGCL\" draggable=\"true\"><i class=\"fas fa-suitcase\"></i> Commune with Nature</a>, 6th - <a class=\"entity-link\" data-pack=\"sfrpg.spells\" data-id=\"ZklixLgh1xeuUEGz\" draggable=\"true\"><i class=\"fas fa-suitcase\"></i> Terraform</a><br><br></span></p>\n        <h2 class=\"title\"><a class=\"entity-link\" data-pack=\"sfrpg.class-features\" data-id=\"6X7SQrLjzGEfwesh\" draggable=\"true\"><i class=\"fas fa-suitcase\"></i> Speak with Animals (Su) - 1st Level</a></h2>\n        <p>You can communicate with any creature of the animal type, though this doesn’t make it friendly. If an animal is friendly toward you, it may do you favors. This ability allows you to use Intimidate to bully animals, and you can use any other language-dependent effect against animals.</p>\n        <h2 class=\"title\"><a class=\"entity-link\" data-pack=\"sfrpg.class-features\" data-id=\"pIvVG3Sp3KDgj738\" draggable=\"true\"><i class=\"fas fa-suitcase\"></i> Grasping Vines (Su) - 3rd Level</a></h2>\n        <p>You can spend 1 Resolve Point as a standard action to cause an area within 100 feet to sprout writhing vines in a 20-foot-radius spread. The target surface must be solid but does not need to be capable of sustaining plants normally. The vines have a reach of 5 feet and attempt to wrap around creatures in the area of effect or those that enter the area; such a creature must succeed at a Reflex save or gain the entangled condition. Creatures that successfully save can move as normal, but those that remain in the area must attempt a new save at the end of your turn each round. Creatures moving into the area must attempt a save immediately; failure ends their movement and they become entangled. An entangled creature can break free as a move action with a successful Acrobatics check or DC 15 Strength check. The vines last for a number of rounds equal to your mystic level, and the entire area is difficult terrain while the effect lasts. At 11th level, the vines can reach 10 feet and sprout thorns that deal 1d6 piercing damage each round to creatures in the area.</p>\n        <h2 class=\"title\"><a class=\"entity-link\" data-pack=\"sfrpg.class-features\" data-id=\"t4kC7wyOdd2az46Q\" draggable=\"true\"><i class=\"fas fa-suitcase\"></i> Animal Adaptation (Su) - 6th Level</a></h2>\n        <p>As a standard action, you can modify your body. Choose one of the following to gain the noted benefit: elongated legs (increase your land speed by 10 feet), fins and webbed digits (granting you a swim speed equal to half your land speed), suckers on wrists and feet (granting you a climb speed equal to half your land speed), or vertical-slit pupils (granting you darkvision 60 feet). This ability lasts for a number of minutes per day equal to your mystic level; this duration doesn’t need to be continuous, but it must be used in 1-minute increments. Your base form and size are largely unchanged, but some of your body parts are altered. Armor and gear you are wearing adjusts to your new shape for the duration of this ability. You can have only one of these adaptations active at a time; choosing a new adaptation is a standard action and the new choice replaces the old. At 12th level, the climb and swim speeds granted by your adaptation are equal to your land speed, and you add wings (granting you a fly speed of 30 feet with average maneuverability) to the list of possible adaptations.</p>\n        <h2 class=\"title\"><a class=\"entity-link\" data-pack=\"sfrpg.class-features\" data-id=\"ipaMMMD39lxyK5xf\" draggable=\"true\"><i class=\"fas fa-suitcase\"></i> Reactive Resistance (Su) - 9th Level</a></h2>\n        <p>The first time each day you would take energy damage, you immediately gain resistance 10 to that energy type for the remainder of the day. (If you are damaged by more than one energy type simultaneously, choose which type you resist.)</p>\n        <h2 class=\"title\"><a class=\"entity-link\" data-pack=\"sfrpg.class-features\" data-id=\"JyNKygCM8eDRHiCF\" draggable=\"true\"><i class=\"fas fa-suitcase\"></i> Share Resistance (Su) - 12th Level</a></h2>\n        <p>As a standard action, you can spend 1 Resolve Point to grant allies linked by your telepathic bond class feature resistance 5 to the same energy type that you can resist through your reactive resistance class feature for 1 minute. You can’t use this ability if your reactive resistance class feature has not yet been activated for the day.</p>\n        <h2 class=\"title\"><a class=\"entity-link\" data-pack=\"sfrpg.class-features\" data-id=\"QC3BLXs6MJ1uM5CL\" draggable=\"true\"><i class=\"fas fa-suitcase\"></i> Plant Transport (Su) - 15th Level</a></h2>\n        <p>Once per day as a full action, you can enter any living plant equal to your size or larger and exit from another plant of the same kind in the same solar system, regardless of the distance separating the two. The destination plant does not need to be familiar to you. If you are uncertain of the location of a particular kind of destination plant, you merely designate direction and distance and this ability moves you as close as possible to the desired location. If a particular destination plant is desired but the plant is not living, this ability fails and you are ejected from the entry plant. You cannot travel through plant creatures. You can bring along objects as long as their bulk doesn’t exceed your Strength score. You can also bring up to five willing Medium or smaller creatures (each carrying no more bulk than their Strength scores) with you, provided they are linked to you with joined hands.</p>\n        <h2><a class=\"entity-link\" data-pack=\"sfrpg.class-features\" data-id=\"CrkdUAcKCaiuViaB\" draggable=\"true\"><i class=\"fas fa-suitcase\"></i> Guided Rebirth (Su) - 18th Level</a></h2>\n        <p>As long as you have at least 1 Resolve Point remaining, you can spend all your remaining Resolve Points as a full action to surround yourself with an organic cocoon. While enclosed in the cocoon, you are considered helpless. Eight hours later, you emerge having changed your type to animal, humanoid (of any subtype), or your original type, gaining superficial physical characteristics as appropriate. This change does not alter your ability scores, Hit Points, Stamina Points, saving throws, skill points, class skills, or proficiencies. Each time you make this transformation, you are cleansed of all poisons and diseases, are restored to full Hit Points and Stamina Points, and heal all ability damage. You must select a type other than your current type every time you make the transformation. You can use this ability once per day. Once you use this ability, you can’t regain Resolve Points until you rest for 8 hours, even if you have another means to do so.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "Connection",
    "type": "",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "type": ""
    },
    "area": {
      "value": null,
      "units": "",
      "shape": "",
      "effect": ""
    },
    "range": {
      "value": null,
      "units": "",
      "additional": "",
      "per": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "parts": [],
      "effect": ""
    },
    "damage": {
      "parts": []
    },
    "formula": "",
    "save": {
      "type": "",
      "dc": null,
      "descriptor": ""
    },
    "descriptors": [],
    "modifiers": [],
    "requirements": "1st Level",
    "recharge": {
      "value": null,
      "charged": false
    },
    "abilityMods": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/icons/classes/xenodruid.png"
}