{
  "_id": "PSHcGB4UFgMSiF4V",
  "name": "Biohacker",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "class",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\">You’re fascinated by science in all its many facets. You understand that the fundamentals of biology, chemistry, physics, and other disciplines can help you exploit your enemies’ weaknesses and bolster your allies. You might be studious and methodical about your research, pushing your mind to the limit in search of discovery, or you might be a daring experimenter, improvising concoctions and stumbling upon grand revelations. Either way, you use your knowledge of several fields of scientific study to aid your allies, whether in the thick of battle or in crafting a perfect plan.</span></p>\n<h2><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\"></span>@Compendium[sfrpg.class-features.lgdDuAM2I3s8PQsD]{Custom Microlab (Ex) - 1st Level}</h2>\n<p>You have created a small, customized kit consisting of medical supplies, testing materials, and pharmaceutical compounds, which you can use to evaluate medical conditions and perform several additional tasks described below. You can configure your custom microlab to take the shape of anything that can fit in your hand or similar appendage. Alternatively, you can add it to an armor upgrade slot or to an augmentation system in your brain or an arm; it never takes up an armor upgrade slot or occupies a system in your body, so you can still use that slot or system for an armor upgrade or augmentation as normal. You must have your custom microlab on your person to use it, but you can configure it so it doesn’t need to be in your hand to function.<br><br>Your custom microlab counts as a basic medkit and a chemalyzer and can be used for any purposes applicable to those items. As long as you are in possession of your custom microlab, you can use Physical Science or Life Science instead of Mysticism to make serums, though these serums are not magic items, can be identified using Life Science or Physical Science rather than Mysticism, and do not require a detect magic spell to attempt such a check to identify.<br><br>As long as you have your custom microlab, as a move action you can target a creature within your line of sight and within the microlab’s range (60 feet at 1st level) and attempt a special skill check to identify it. If the creature is living, this is a Life Science check. If it is unliving, it’s a Physical Science check. The DC of this check is determined by the creature’s rarity, as presented on the Creature Rarity table on page 133 of the Core Rulebook. You can attempt this check untrained regardless of the DC, and you always treat your die roll result as a 20.<br><br>You can also attune your custom microlab to a number of individual creatures equal to 3 + your key ability modifier. This takes 10 minutes, which you can combine with the time needed to prepare your biohacks for the day, and the creatures must be present, willing, and able to cooperate with the scan. If you attune your microlab to creatures in excess of this number, the oldest attunements beyond your maximum number end. Otherwise, attunement lasts 24 hours, after which changes in environment and the target’s condition require the microlab be re-attuned. Under some circumstances, you can deliver biohacks to attuned creatures using ranged injection weapons without making an attack roll.<br><br>At 5th level, your custom microlab can function as an advanced medkit. At 9th level, it functions as a medical lab (with no increase to its bulk), and its range increases to 90 feet. At 17th level, its range increases to 120 feet.<br><br>If your custom microlab is damaged, destroyed, lost, or stolen, you can kitbash a new one from any medkit or chemalyzer with 1 hour of work. You can have only one custom microlab at a time. If you create a new custom microlab, your old one functions as a normal item of whatever type you made it from.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.2BjD4ocSE0BL5DcN]{Biohacks (Ex) - 1st Level}</h2>\n<p>As part of your custom microlab, you keep a specialized micropharmacy of catalysts, nanites, and specialized chemicals, plus a small mixing apparatus and syringes. You can use these components to quickly fashion biohacks: specialized solutions that produce different effects. In living targets, your biohacks alter normal biological processes; in nonliving creatures, they emulate biochemistry via complex chemical compounds. You can use biohacks to boost your allies or inhibit your foes. Your biohacks produce their effects only when you inject a creature with them (see below), and only you know how to make and administer them properly—a biohack that leaves your possession becomes inert until you pick it up again.<br><br>You can deliver any biohack you create with any attack from an injection weapon. You must declare prior to the attack roll that you are using a biohack and specify which effect you are using, but you select and apply the biohack as part of the action used to make the attack. You do not need to preload your weapon with biohacks. If you are making a ranged attack and miss your target, the biohack is expended along with the attack’s ammunition. A biohack delivered via a melee injection weapon is not normally expended on a missed attack. If you must attempt an attack roll with a biohack and your attack hits but deals no damage (normally as a result of damage reduction or an ability such as the vanguard’s mitigate), the biohack is expended but the target is not affected by it. After a missed attack that does not expend the biohack, you can remove it or change which biohack you are using as part of your next attack without taking any additional action.<br><br>You can also deliver a biohack using a physical syringe (from your custom microlab) that you can wield in one hand. This is considered a consumable basic melee weapon with negligible bulk, 1 Hit Point, and an item level and hardness equal to your biohacker level. To inject an unwilling creature with a biohack in this manner, you must hit them with a melee attack. This attack deals no damage, but if the creature would be damaged by 1 point of piercing damage, that creature is instead affected by the biohack within the syringe.<br><br>A biohack can be injected into a willing or unconscious creature (or yourself) as a standard action without requiring an attack roll, as long as the target is within your reach. You can also use a ranged injection weapon to deliver a biohack to a willing ally you have attuned your custom microlab to as a standard action without making an attack roll, as long as they’re within your custom microlab’s range. Under any other circumstance, injecting a biohack into an ally at range requires a successful ranged attack roll.<br><br>The materials you use to create biohacks are inert until you activate them. Once activated, they can be used to create any biohacks you know. Each day after you have rested for 8 hours, you can spend 10 minutes to activate the ingredients to create a number of biohacks equal to 1 + your key ability score modifier. This is the maximum number of biohacks you can have ready at one time. This preparation activates only the ingredients; you don’t need to decide which specific biohacks you’re creating until the actual actions or attacks used to deliver them. Activated biohack materials that aren’t used that day become inert, even if they’re still in your possession. You can readily replenish these inert reagents on a regular basis at no cost, unless the GM states otherwise. Whenever you take a 10-minute rest to recover Stamina Points, you can also prepare additional activated biohack ingredients to replace those you have used, up to your maximum.<br><br>Biohacks come in two varieties: boosters and inhibitors. At 1st level, you know the basic boosters and inhibitors listed below, the minor boosters and inhibitors that follow, and the unique booster and inhibitor granted by your primary field of study. As you increase in level, you can also devise theorems to learn special biohacks, in addition to gaining biohacks from a secondary and a tertiary field of study. Additionally, most fields of study eventually provide you with breakthroughs: special biohacks described in their entries.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.IPDN3VDLTrrMFE2g]{Injection Expert (Ex) - 1st Level}</h2>\n<p>You are proficient with weapons with the injection weapon special property, as long as the weapon has not gained that weapon special property through a weapon fusion, spell, class feature, or similar ability or effect. At 2nd level, you gain a +1 bonus to attack rolls with these weapons. At 9th level, that bonus increases to +2, and at 18th level it increases to +3.<br><br>When you hit an ally with such a weapon, you can avoid dealing damage to that ally, while still affecting the ally with the biohack booster or inhibitor, drug, medicinal compound, poison, serum, or other substance that was loaded into the injection weapon. When you fire a weapon with the injection special property and you have multiple types of ammunition loaded into the weapon, you choose which type of ammunition you fire when you attempt the attack.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.aWxj3kjbSduZkm9j]{Primary Field Of Study (Ex) - 1st Level}</h2>\n<p>Your primary field of study represents your scientific specialty. Choose your primary field of study upon taking your first level in biohacker—once made, this choice cannot be changed. A field of study grants you a unique booster and inhibitor, many of which work only on living creatures (not objects or creatures with the unliving universal creature rule) and have special properties and descriptors explained in their entries. At 5th level, you gain the breakthrough for your field of study.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.effKY7m8EX1NnZWX]{Scientific Method (Ex) - 1st Level}</h2>\n<p>You have an innate mental gift, and a special way of approaching problems that lets you surpass normal researchers and scholars. If your key ability score is Intelligence, you have a studious mind. If your key ability score is Wisdom, you have an instinctive mind. Your scientific method affects your spark of ingenuity class feature (see below), and may impact how some other class features function, as noted in those abilities.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.rpaon3jF3nCe5eP9]{Theorem (Ex) - 2nd Level}</h2>\n<p>As you gain experience, you devise theories about the way the universe works. Some theorems you can apply to yourself, altering your physiological structure to gain specific benefits, while others require the use of your custom microlab or other equipment or add additional options for your biohacks.<br><br>You learn your first theorem at 2nd level, and you gain an additional theorem every 2 levels thereafter. If a theorem allows an opponent a saving throw to resist its effects, the DC is equal to 10 + half your biohacker level + your key ability score modifier. If a theorem requires an opponent to attempt a skill check, the DC is equal to 10 + 1-1/2 × your biohacker level + your key ability score modifier. Unless otherwise specified, you can’t learn a theorem more than once. Once you learn a theorem, that choice cannot be changed.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.Sg8hjAB2QYWFrT0X]{Spark Of Ingenuity (Ex) - 3rd Level}</h2>\n<p>Possible permutations and offshoots of your formulas constantly run through your mind. Once per day, you can alter one of your biohacks to work in a different way, determined by your scientific method. You can do this one additional time per day at 9th level and at 15th level.<br><br>If you are a studious biohacker, you can expend two uses of your biohack ability to combine the effect of two basic or minor biohacks (or one of each) into a single effect. This takes no additional time and allows a creature to be under the effects of two different basic or minor booster or inhibitor biohacks simultaneously. If the two effects have different durations, each effect ends after its normal time limit, though any with a duration measured in rounds last 1 round longer than normal.<br><br>If you are an instinctive biohacker, when using a booster biohack, you can remove one of the following conditions, in addition to the booster’s normal effects: dazzled, fascinated, or shaken. If you are at least 9th level, you can instead add the off-target condition as one of the effects imposed by any of your inhibitors, or you can remove any one of the following conditions with any of your boosters: dazzled, deafened, fascinated, fatigued, off‑target, shaken, or sickened. Alternatively, you can add the dazzled condition to the effects imposed by any of your inhibitor biohacks. This effect lasts the length of the inhibitor’s duration.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.hNCEVQicM9RrOv6J]{Weapon Specialization (Ex) - 3rd Level}</h2>\n<p>You gain the Weapon Specialization feat as a bonus feat for each weapon type this class grants you proficiency with. For weapons you have gained proficiency with only through the injection expert class feature, rather than the normal Weapon Specialization benefit, you instead add half your character level to damage you deal with those weapons.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.kqK4E3QfsnbIqHtB]{Secondary Field Of Study (Ex) - 7th Level}</h2>\n<p>You choose a secondary field of study, which must be different from your primary field of study. Once made, this choice cannot be changed. You gain the unique booster and inhibitor biohacks for that field of study. At 11th level, you gain the breakthrough for your secondary field of study. When discussing your eduction, your secondary field of study is often referred to as your “minor.”</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.fBSG6tVqpRJ6ssTe]{Tertiary Field Of Study (Ex) - 13th Level}</h2>\n<p>You choose a third field of study, which must be different from your primary and secondary fields of study. Once made, this choice cannot be changed. You gain the unique booster and inhibitor biohacks for that field of study. At 17th level, you gain the breakthrough for your tertiary field of study.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.bM6uQky5xcLUmfSJ]{Resolve Analysis (Ex) - 19th Level}</h2>\n<p>Whenever you use your spark of ingenuity class feature, you regain 1 Resolve Point, up to your normal maximum.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.cWnerlKxauezz4Sa]{Superserum (Su) - 20th Level}</h2>\n<p>&nbsp; At 20th level, you have developed the formula for a superserum that can create powerful changes in a target. You can create two superserums per day. Your superserums are a special type of biohack, and you prepare them as part of the 10 minutes required to create your normal biohacks for the day. Your superserum produces one of the following effects; as with all biohacks, you decide on this effect as part of the attack or action you take to inject a creature with the biohack.&nbsp;</p>\n<ul>\n<li>Grant major healing or bring a dead creature back to life. This functions as if you had cast raise dead or regenerate on the target, using your class level as the caster level.</li>\n<li>Scramble the physiological makeup of the target, causing massive internal damage. The target takes 17d10 points of damage and is exhausted and stunned for 1 round. If the target succeeds at a Fortitude saving throw (DC = 10 + half your biohacker level + your key ability score modifier), the damage is halved, and the target is instead only fatigued for 1 round.</li>\n<li>Relieve the target of debilitating conditions. Choose one set of ability scores: mental (Intelligence, Wisdom, and Charisma) or physical (Strength, Dexterity, and Constitution). The target is healed of all ability damage to the chosen set of ability scores, and all ability drain from these ability scores is removed. Regardless of which set of scores you choose, the superserum also eliminates any ongoing confusion, fear, and insanity effects; any mental afflictions that could be removed with dispel magic; and any diseases that use the mental disease track. It removes any effects magically altering the target’s memory—even instantaneous effects—and can restore the target’s memory to perfect clarity.</li>\n</ul>",
      "chat": "",
      "unidentified": ""
    },
    "source": "COM, p. 40",
    "type": "",
    "modifiers": [],
    "levels": 1,
    "hp": {
      "value": 6,
      "min": 1
    },
    "sp": {
      "value": 6,
      "min": 1
    },
    "kas": "int",
    "csk": {
      "acr": false,
      "ath": false,
      "blu": true,
      "com": true,
      "cul": true,
      "dip": true,
      "dis": false,
      "eng": true,
      "int": false,
      "lsc": true,
      "med": true,
      "mys": false,
      "per": true,
      "pro": true,
      "phs": true,
      "pil": false,
      "sen": true,
      "sle": true,
      "ste": false,
      "sur": false
    },
    "skillRanks": {
      "value": 4,
      "min": 4
    },
    "proficiencies": {
      "weapon": {
        "bmelee": true,
        "amelee": false,
        "sarms": true,
        "larms": false,
        "hweap": false,
        "snipe": false,
        "gren": true,
        "spec": false
      },
      "armor": {
        "lgt": true,
        "hvy": false,
        "pwr": false,
        "shl": false
      }
    },
    "bab": "moderate",
    "fort": "fast",
    "ref": "slow",
    "will": "slow",
    "isCaster": false,
    "damage": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}