{
  "_id": "fqYiP2f9oSfcmrwC",
  "name": "Envoy",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "class",
  "data": {
    "description": {
      "value": "<p>You make your way in the universe with a charming smile, quick wit, and keen sense of self-preservation, and excel at getting others to do what you want. You might be a trickster, hustler, or con artist, or you might serve as an actor, ambassador, or businessperson, paving the way for negotiation through kind words or the occasional dirty trick. You are often the group’s strategist, using your quick wit and tactical acumen to push your friends to greater heights. You may also be skilled in diplomacy, serving as the face for a starship crew, talking your way into restricted systems or gaining audiences with local politicians or warlords.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.hIhgdXnqGHBm0A64]{Envoy Improvisation - 1st Level}</h2>\n<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\">As you gain experience, you learn envoy improvisations—little tricks that bolster allies, confound enemies, or change the ebb and flow of battle using guile, inspiration, or luck. You learn your first envoy improvisation at 1st level, and you learn an additional improvisation at 2nd level and every 2 levels thereafter. The list of envoy improvisations appears on page 62.<br><br>If an improvisation allows you to grant an effect to an ally, you cannot grant yourself that effect unless the improvisation states otherwise. If an envoy improvisation allows a saving throw to resist its effects or requires an enemy to attempt a skill check, the DC is equal to 10 + half your envoy level + your Charisma modifier.<br><br>Some envoy improvisations are language-dependent, mind-affecting, sense-dependent, or some combination of any or all of these. These terms are defined on page 270. <br></span></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.OzwMoyrdE3fcNZLP]{Expertise (Ex) - 1st Level}</h2>\n<p>You are an expert at dealing with challenges that test your skills, be the challenges social or otherwise. At 1st level, when attempting a Sense Motive check, you can roll 1d6 (your expertise die) and add the result of the roll to your check as an insight bonus. You can use this and other expertise abilities as long as you have at least 1 Resolve Point remaining. At 5th level, anytime you roll your expertise die, you gain a +1 bonus to the result. At 9th, 17th, and 20th levels, this bonus increases by 1. At 13th level, you roll 1d8 as your expertise die instead of 1d6.<br><br>Beginning at 9th level, you have even greater expertise with skills to which you can add your expertise die that you have also selected with the Skill Focus feat. For each such skill, once per day when rolling your expertise die to add to that skill, you may roll the expertise die twice and take the better of the two results.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.0HPp0nK0L1VawPYN]{Skill Expertise (Ex) - 1st Level}</h2>\n<p>At 1st level and every 4 levels thereafter, you can use expertise with one additional class skill. You must have at least 1 rank in a skill to select it, and it must come from the following list: Bluff (Cha), Computers (Int), Culture (Int), Diplomacy (Cha), Disguise (Cha), Engineering (Int), Intimidate (Cha), and Medicine (Int).</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.DR8JvF0xiwsXggxj]{Expertise Talent - 3rd Level}</h2>\n<p>At 3rd level and every 4 levels thereafter, you choose an expertise talent, which gives you an extra option when using a skill with which you have expertise. The list of expertise talents appears on pages 269–270.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.yyxPFcEO1wa7fRSJ]{Weapon Specialization (Ex) - 3rd Level}</h2>\n<p>You gain the Weapon Specialization feat as a bonus feat for each weapon type with which this class grants you proficiency.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.3PDrv9AcAX9p4gzg]{True Expertise (Ex) - 20th Level}</h2>\n<p>You gain total mastery over one of your envoy improvisations and can use it with but a thought. When you gain this ability, choose one improvisation you know that has an effect when you spend 1 Resolve Point.<br><br>As long as you have at least 1 Resolve Point remaining, you can gain the improvisation’s effect without spending the Resolve Point. This ability has no benefit if the improvisation requires more than 1 Resolve Point.</p>\n<p>&nbsp;</p>\n<h2>Alternate Class Features</h2>\n<p>@Compendium[sfrpg.class-features.hBxvwY1SxmxTNRXk]{Combat Expertise (Ex)}</p>\n<p>@Compendium[sfrpg.class-features.QaeRFGtNZ0OoKdbF]{Magical Expertise (Ex)}</p>\n<p>@Compendium[sfrpg.class-features.a14dTDNr3SSInCHx]{Motivation Expertise (Ex)}</p>\n<p>@Compendium[sfrpg.class-features.n4lSAvGX5mYztrU3]{Polymorphic Disguise (Su)}</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB, p. 60",
    "type": "",
    "modifiers": [],
    "levels": 1,
    "hp": {
      "value": 6,
      "min": 1
    },
    "sp": {
      "value": 6,
      "min": 1
    },
    "kas": "cha",
    "csk": {
      "acr": true,
      "ath": true,
      "blu": true,
      "com": true,
      "cul": true,
      "dip": true,
      "dis": true,
      "eng": true,
      "int": true,
      "lsc": false,
      "med": true,
      "mys": false,
      "per": true,
      "pro": true,
      "phs": false,
      "pil": true,
      "sen": true,
      "sle": true,
      "ste": true,
      "sur": false
    },
    "skillRanks": {
      "value": 8,
      "min": 4
    },
    "proficiencies": {
      "weapon": {
        "bmelee": true,
        "amelee": false,
        "sarms": true,
        "larms": false,
        "hweap": false,
        "snipe": false,
        "gren": true,
        "spec": false
      },
      "armor": {
        "lgt": true,
        "hvy": false,
        "pwr": false,
        "shl": false
      }
    },
    "bab": "moderate",
    "fort": "slow",
    "ref": "fast",
    "will": "fast",
    "isCaster": false,
    "damage": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/images/cup/gameplay/envoy.png"
}