{
  "_id": "tcQlonOTpuaKeGLs",
  "name": "Evolutionist",
  "type": "class",
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "bab": "full",
    "bonusSpellsPerDay": {
      "0": {
        "1": null,
        "2": null,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "1": {
        "1": 1,
        "2": null,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "10": {
        "1": 3,
        "2": 3,
        "3": 2,
        "4": 2,
        "5": 2,
        "6": 2
      },
      "2": {
        "1": 1,
        "2": 1,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "3": {
        "1": 1,
        "2": 1,
        "3": 1,
        "4": null,
        "5": null,
        "6": null
      },
      "4": {
        "1": 1,
        "2": 1,
        "3": 1,
        "4": 1,
        "5": null,
        "6": null
      },
      "5": {
        "1": 2,
        "2": 1,
        "3": 1,
        "4": 1,
        "5": 1,
        "6": null
      },
      "6": {
        "1": 2,
        "2": 2,
        "3": 1,
        "4": 1,
        "5": 1,
        "6": 1
      },
      "7": {
        "1": 2,
        "2": 2,
        "3": 2,
        "4": 1,
        "5": 1,
        "6": 1
      },
      "8": {
        "1": 2,
        "2": 2,
        "3": 2,
        "4": 2,
        "5": 1,
        "6": 1
      },
      "9": {
        "1": 3,
        "2": 2,
        "3": 2,
        "4": 2,
        "5": 2,
        "6": 1
      }
    },
    "critical": {
      "parts": []
    },
    "csk": {
      "acr": true,
      "ath": true,
      "blu": false,
      "com": false,
      "cul": true,
      "dip": false,
      "dis": true,
      "eng": false,
      "int": true,
      "lsc": false,
      "med": false,
      "mys": false,
      "per": true,
      "phs": false,
      "pil": false,
      "pro": true,
      "sen": false,
      "sle": false,
      "ste": true,
      "sur": true
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\">Conflict drives innovation, and in a strange and dangerous galaxy you&rsquo;ve unlocked unparalleled means to adapt. By embracing mystic tradition, extensive augmentation, deliberate genetic mutation, or relying on other extraordinary means, you transform yourself into a powerful being better suited to achieving your goals. You might adopt characteristics of a ferocious chimera, an undead scion, a cybernetic paragon, or anything in between. Yet your evolution boasts a will of its own. Your abilities fight you for control in stressful situations, even while providing lethal instincts, an innate weapon, and spontaneous adaptations that help you outmaneuver, outwit, and outmatch your foes. No matter your niche, you are an adaptable combatant who forges your destiny in flesh, bone, or steel.</span></p>\n<h3>Key Ability Score</h3>\n<p>Your Strength helps you overpower foes with melee attacks, while your Dexterity helps you fight at range and dodge, so you should choose either Strength or Dexterity as your key ability score. Once made, this choice can&rsquo;t be changed.</p>\n<p><em>Change in the Details tab.</em></p>\n<h2>@UUID[Compendium.sfrpg.class-features.I0pUeDcBsRz6jA7v]{Adaptive Strike (Ex) - 1st Level}</h2>\n<p>You can transform one or more parts of your body into a deadly weapon. This adaptive strike can take almost any form, such as curved claws, sharp teeth, a club-like tail, fiery wings, porcupine-like quills you can launch as projectiles, or throat glands that let you spit acid. Whatever its nature, your adaptive strike has a physical form that&rsquo;s apparent to a casual observer.</p>\n<p>Your adaptive strike can&rsquo;t be disarmed, dropped, or sundered. It doesn&rsquo;t interfere with your ability to wield equipment and doesn&rsquo;t require hands to wield. Melee adaptive strikes are treated as basic melee weapons and threaten squares within your reach. Ranged adaptive strikes are treated as small arms. Manifesting or dismissing your adaptive strike is a move action that takes the same amount of effort as drawing or sheathing a weapon (and can be combined with a move as a single move action or used with the Quick Draw feat).</p>\n<p>At 1st level, choose whether your adaptive strike is melee or ranged; a ranged adaptive strike has a range increment of 30 feet. Also choose one of the following damage types for your adaptive strike: acid, bludgeoning, cold, electricity, fire, piercing, or slashing. As normal, an adaptive strike that deals energy damage targets EAC and an adaptive strike that deals kinetic damage targets KAC. Once made, these choices can&rsquo;t be changed.</p>\n<p>Your melee adaptive strike deals damage equal to 1d6 + your Strength modifier. Your ranged adaptive strike deals 1d6 damage. This damage increases to 1d10 at 6th level, 2d8 at 9th level, and 2d10 at 11th level. This damage then increases by 1d10 at 13th level, 15th level, 17th level, and every level thereafter.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.KAmEDpsRMD12KGc3]{Evolution Track (Su) - 1st Level}</h2>\n<p>Your body houses latent transformative potential that roils to life in stressful situations. This potential takes the form of a pool of Mutation Points (MP).</p>\n<h3>Gaining MP</h3>\n<p>Except where noted otherwise, you can gain Mutation Points only when involved in a combat encounter that includes a significant enemy (Core Rulebook 242). During combat, you gain 1 Mutation Point at the start of your turn. Once per turn, you can spend 1 Resolve Point to gain 1 Mutation Point. At the end of combat, you lose all Mutation Points. Other class features (such as evolution drain on page 13) provide additional ways to gain MP.</p>\n<p>At 1st level, you can have a maximum of 5 MP. This maximum increases by 1 at 7th level, 14th level, and 20th level.</p>\n<h3>Maintaining MP</h3>\n<p>As you gain Mutation Points your body and mind increasingly take on a supernatural character, such as exaggerated limbs, steely skin, luminescent eyes, or predatory drives. This gives you two beneficial instincts and one drawback; each of these provides an effect based on the number of MP you have, plus the cumulative effects of all lower MP values. Your drawback and one of your instincts are based on your niche (page 12). You also gain the following universal instinct.</p>\n<p><span class=\"fontstyle4\"><strong>1 MP:</strong> </span><span class=\"fontstyle0\">You gain a +5-foot enhancement bonus to one speed of your choice.</span></p>\n<p><span class=\"fontstyle4\"><strong>2 MP:</strong> </span><span class=\"fontstyle0\">Your adaptive strike gains a critical hit effect based on its damage type: arc (electricity), bind</span><span class=\"fontstyle0\">AR </span><span class=\"fontstyle0\">(cold), bleed (piercing or slashing), burn (fire), corrode (acid), or knockdown (bludgeoning). Critical hit effects that deal damage deal 1d6 damage; this damage increases to 1d10 at 7th level, 2d10 at 13th level, and 3d10 at 19th level.</span></p>\n<p><span class=\"fontstyle4\"><strong>3 MP:</strong> </span><span class=\"fontstyle0\">The enhancement bonus to speed increases to +10 feet.</span></p>\n<p><span class=\"fontstyle4\"><strong>4 MP:</strong> </span><span class=\"fontstyle0\">If you&rsquo;re wearing light armor or no armor, you gain a +1 enhancement bonus to your AC. If you&rsquo;re wearing heavy or powered armor, you gain a +1 enhancement bonus to your EAC, though this can&rsquo;t increase your EAC above your KAC.</span></p>\n<p><span class=\"fontstyle0\"><strong>5 MP:</strong> <span class=\"fontstyle2\">Once per round, when you deal damage with your adaptive strike, you can increase the damage dealt to one target by an amount equal to half your evolutionist level (minimum +1 damage).</span></span></p>\n<p><span class=\"fontstyle0\"><strong>6 MP:</strong> <span class=\"fontstyle2\">You gain a +1 enhancement bonus to your saving throws.</span></span></p>\n<p><span class=\"fontstyle0\"><strong>7 MP:</strong> <span class=\"fontstyle2\">The enhancement bonus to speed increases to +20 feet.</span></span></p>\n<p><span class=\"fontstyle0\"><strong>8 MP: </strong><span class=\"fontstyle2\">The enhancement bonus to your AC or EAC increases to +2.</span></span></p>\n<h3><span class=\"fontstyle0\"><span class=\"fontstyle3\">Spending MP</span></span></h3>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">Along with these standard ways you can spend Mutation Points, some evolutionist adaptations (page 13) add more.</span></span></p>\n<p><span class=\"fontstyle0\"><strong>1 MP: </strong><span class=\"fontstyle2\">You can spend 1 MP on your turn to manifest your adaptive strike without taking an action.</span></span></p>\n<p><span class=\"fontstyle0\"><strong>2 MP:</strong> <span class=\"fontstyle2\">As a swift action, you can spend 2 MP to gain either a climb speed equal to half your land speed or a swim speed equal to half your land speed. This effect lasts 3 rounds. When you take a full action to charge, run, or withdraw, you can activate this ability without taking an action, rather than as a swift action.</span></span></p>\n<p><span class=\"fontstyle0\"><strong>Special:</strong> <span class=\"fontstyle2\">Once per round, you can spend Mutation Points with no effect (which you might want to do to lose penalties, for example). If you use this ability as a move action, you can spend up to 2 MP. If you use this ability as a standard action, you can spend up to 4 MP. If you use this ability as a full action, you can spend up to 6 MP.</span><br></span></p>\n<h2>@UUID[Compendium.sfrpg.class-features.8mmjZKc1CwekkufY]{Flexible Skill (Ex) - 1st Level}</h2>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">As part of your ongoing personal metamorphosis and adaptation to new circumstances, your skill repertoire is always evolving. Choose one additional skill and add it to your list of class skills.</span></span></p>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">At 9th level, you choose another additional skill to add to your list of class skills, and your skill ranks per evolutionist level increase to 6 + your Intelligence modifier. This retroactively grants you 8 additional skill ranks to assign from your earlier levels and you must spend at least 1 of these skill ranks on your newly added class skill.</span></span></p>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">At 17th level, you choose one more additional skill to add to your list of class skills, and your skill ranks per evolutionist level increases to 8 + your Intelligence modifier. This retroactively grants you 16 additional skill ranks to assign from your earlier levels and you must spend at least 1 of these skill ranks on your newly added class skill. <br></span></span></p>\n<h2>@UUID[Compendium.sfrpg.class-features.lwXufl59Cx2tFFJM]{Niche (Su) - 1st Level}</h2>\n<p><span class=\"fontstyle0\">Each evolutionist selects a specific niche of personal transformation into some new kind of being, be it a living robot, ferocious godbeast, immortal undead, or being of magical energy. You must pick one niche upon taking your first evolutionist level, and once made this choice can&rsquo;t be changed. Descriptions of the niches you can choose from appear on pages 14&ndash;15.</span></p>\n<p><span class=\"fontstyle0\">Each niche grants you several benefits and affects several of your other class features. If a niche ability allows a target to attempt a saving throw to resist its effects (including spell-like abilities) the DC is equal to 10 + half your evolutionist level + your key ability score modifier unless otherwise stated.</span></p>\n<p><span class=\"fontstyle2\"><strong>1st Level:</strong> </span><span class=\"fontstyle0\">Your niche grants you a unique evolutionist adaptation and the listed skill as a bonus class skill. In addition, the niche affects several of your other class features: your niche provides a unique instinct and a unique drawback that affects your evolution track ability, determines which augmentations your augmented form ability affects at 2nd level, and determines one of the skills enhanced by your skill boost ability at 3rd level.</span></p>\n<p><span class=\"fontstyle2\"><strong>10th Level:</strong> </span><span class=\"fontstyle0\">Your transformation has reached an important milestone, giving you an ability you can use once per day.</span></p>\n<p><span class=\"fontstyle2\"><strong>20th Level:</strong> </span><span class=\"fontstyle0\">You have completed your transformation. Your creature type changes to one of the creature types associated with your niche. In addition, you become immune to one or more effects based on your niche, plus two additional effects of your choice from the following list: bleed, death effects, disease, fatigued (including exhausted), negative levels, nonlethal damage, paralysis, poison, sleep, or stun.</span></p>\n<h2>@UUID[Compendium.sfrpg.class-features.kWQV1DCMWpJjJLjI]{Augmented Form (Ex) - 2nd Level}</h2>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">Your body eagerly accepts new augmentations, even creating some of the components out of your own flesh. You gain one free augmentation of the type associated with your niche, with a level equal to or lower than your level. Each time you gain a level, you can replace this augmentation using the same restrictions.</span></span></p>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">In addition, you reduce the cost of augmentations associated with your niche by 10%. This applies only to augmentations whose item levels are no greater than your evolutionist level.</span></span></p>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">If you receive a discount on an augmentation from another source (not counting the augmentation evolutionary focus below) you instead increase that discount by 5%.</span></span></p>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">Note that regardless of your niche, species grafts (Starfinder Alien Archive 4 140) qualify for the benefits of this ability, as long as they&rsquo;re of the type associated with your niche. <br></span></span></p>\n<h2>@UUID[Compendium.sfrpg.class-features.qIIoypmTFypnmRer]{Evolutionist Adaption - 2nd Level}</h2>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">As you gain experience you master new ways to adjust your body and abilities on the fly, known as adaptations. At 2nd level and every 2 levels thereafter, you learn an additional adaptation. If an adaptation allows an opponent a saving throw to resist its effects, the DC is equal to 10 + half your evolutionist level + your key ability score modifier.</span></span></p>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">Unless otherwise specified, you can&rsquo;t learn an adaptation more than once. The list of adaptations appears on pages 16&ndash;17.</span></span></p>\n<h2>@UUID[Compendium.sfrpg.class-features.fRtS52XLZb5yBTjl]{Fulcrum (Su) - 2nd Level}</h2>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">You create a unique talisman, memento, or accessory called a fulcrum, which helps you channel supernatural energies into your strikes. Your fulcrum has an item level equal to your evolutionist level and you can install weapon fusions and fusion seals onto your fulcrum as if it were a weapon of that level. While openly wearing or carrying your fulcrum, your adaptive strike gains the effects of any fusions installed on your fulcrum so long as those fusions could be applied to a weapon of that type (for example, a disruptive weapon fusion functions only if your adaptive strike deals bludgeoning damage). So long as your fulcrum has at least one fusion installed, your adaptive strike also counts as a magic weapon.<br></span></span></p>\n<h2>@UUID[Compendium.sfrpg.class-features.BShyeUVePGWK8Lsl]{Skill Boost (Ex) - 3rd Level}</h2>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">Your personal transformation gradually enhances your prowess with certain skills. You gain a +1 insight bonus to skill checks with the class skill granted by your niche. In addition, choose one of the following skills: Acrobatics, Athletics, Culture, Disguise, or Stealth; you gain a +1 insight bonus to checks with that skill. When you gain an evolutionist class level, you can change which skill is augmented by this ability, choosing a different skill from that list.</span></span></p>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">The insight bonus to both skills increases by 1 at 6th level and every 3 levels thereafter.</span></span></p>\n<h2><span class=\"fontstyle0\"><span class=\"fontstyle2\">@UUID[Compendium.sfrpg.class-features.jzZlTibXepwFExbl]{Weapon Specialization (Ex) (Evolutionist) - 3rd Level}</span></span></h2>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">You gain Weapon Specialization as a bonus feat for each weapon type for which this class grants you proficiency. You gain a special form of weapon specialization for your adaptive strike. If your adaptive strike targets EAC, you add a bonus to your damage equal to your evolutionist level plus half of any other class levels you have. If your adaptive strike targets KAC, you add a bonus to your damage equal to 1-1/2 &times; your evolutionist class level, plus 1 &times; any other class levels you have.</span></span></p>\n<h2>@UUID[Compendium.sfrpg.class-features.FgNZaooyznukwPPT]{Evolution Drain (Su) - 5th Level}</h2>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">You can leech genetic material and raw evolutionary potential from others. As a standard action, you can make a special melee attack against a significant enemy&rsquo;s EAC. If you hit, the target must attempt a Fortitude save (DC = 10 + half your evolutionist level + your key ability score modifier). If the target succeeds, you gain 1 Mutation Point. If it fails, you gain 1d3 Mutation Points and the target is sickened for an equal number of rounds.</span></span></p>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">In addition, when you hit a creature with a melee adaptive strike or with a ranged adaptive strike within its first range increment, you can gain 1 MP as a reaction. After you&rsquo;ve used your adaptive strike to gain a Mutation Point in this way, you can&rsquo;t do so again until you rest for 10 minutes to regain Stamina Points.</span></span></p>\n<h2>@UUID[Compendium.sfrpg.class-features.mGD4IPKZN4ruO73T]{Evolutionary Focus - 7th Level}</h2>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">Having managed extraordinary achievements within your niche of transformation, you can afford to specialize into a secondary focus that further refines your powers. Choose one of the following focuses: augmentation, combat, or packmaster. Your focus grants you a basic power at 7th level, an advanced power at 13th level, and an ultimate power at 19th level. <br></span></span></p>\n<h2>@UUID[Compendium.sfrpg.class-features.W8mYBjv5ZSNIdY5Z]{Accelerated Evolution - 11th Level}</h2>\n<p>When you gain MP at the start of your turn, you can gain 2 MP instead. Whenever you spend a Resolve Point to gain a Mutation Point, you can gain 2 MP instead.</p>\n<h2>@UUID[Compendium.sfrpg.class-features.qqSk8ZJ8RHjNWLRN]{Evolution Drinker (Su) - 14th Level}</h2>\n<p>When you hit a creature with your evolution drain special melee attack and the target fails its Fortitude save, you can choose to gain 1d3+1 Mutation Points instead of 1d3 MP. If you gain 4 Mutation Points in this way, the shock causes the target to be nauseated for 1 round, after which it&rsquo;s sickened for 3 rounds.</p>\n<p>When you score a critical hit against a creature with your adaptive strike, you can drain Mutation Points from it as though you had performed the special melee attack. If your adaptive strike has another critical hit effect, you can choose to apply either this effect or the weapon&rsquo;s critical hit effect. Once you gain MP from a critical hit in this way, you can&rsquo;t do so again until you rest for 10 minutes to recover Stamina Points.</p>"
    },
    "fort": "fast",
    "hp": {
      "min": 1,
      "value": 6
    },
    "isCaster": false,
    "kas": "str",
    "levels": 1,
    "modifiers": [],
    "proficiencies": {
      "armor": {
        "hvy": false,
        "lgt": true,
        "pwr": false,
        "shl": false
      },
      "weapon": {
        "amelee": false,
        "bmelee": true,
        "gren": true,
        "hweap": false,
        "larms": false,
        "sarms": true,
        "snipe": false,
        "spec": false
      }
    },
    "ref": "fast",
    "skillRanks": {
      "min": 4,
      "value": 4
    },
    "slug": "evolutionist",
    "source": "IS, pg. 10",
    "sp": {
      "min": 1,
      "value": 6
    },
    "spellAbility": "",
    "spellsKnown": {
      "1": {
        "0": 4,
        "1": 2,
        "2": null,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "10": {
        "0": 6,
        "1": 5,
        "2": 4,
        "3": 4,
        "4": 2,
        "5": null,
        "6": null
      },
      "11": {
        "0": 6,
        "1": 6,
        "2": 5,
        "3": 4,
        "4": 3,
        "5": null,
        "6": null
      },
      "12": {
        "0": 6,
        "1": 6,
        "2": 5,
        "3": 4,
        "4": 4,
        "5": null,
        "6": null
      },
      "13": {
        "0": 6,
        "1": 6,
        "2": 5,
        "3": 5,
        "4": 4,
        "5": 2,
        "6": null
      },
      "14": {
        "0": 6,
        "1": 6,
        "2": 6,
        "3": 5,
        "4": 4,
        "5": 3,
        "6": null
      },
      "15": {
        "0": 6,
        "1": 6,
        "2": 6,
        "3": 5,
        "4": 4,
        "5": 4,
        "6": null
      },
      "16": {
        "0": 6,
        "1": 6,
        "2": 6,
        "3": 5,
        "4": 5,
        "5": 4,
        "6": 2
      },
      "17": {
        "0": 6,
        "1": 6,
        "2": 6,
        "3": 6,
        "4": 5,
        "5": 4,
        "6": 3
      },
      "18": {
        "0": 6,
        "1": 6,
        "2": 6,
        "3": 6,
        "4": 5,
        "5": 4,
        "6": 4
      },
      "19": {
        "0": 6,
        "1": 6,
        "2": 6,
        "3": 6,
        "4": 5,
        "5": 5,
        "6": 4
      },
      "2": {
        "0": 5,
        "1": 3,
        "2": null,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "20": {
        "0": 6,
        "1": 6,
        "2": 6,
        "3": 6,
        "4": 6,
        "5": 5,
        "6": 5
      },
      "3": {
        "0": 6,
        "1": 4,
        "2": null,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "4": {
        "0": 6,
        "1": 4,
        "2": 2,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "5": {
        "0": 6,
        "1": 4,
        "2": 3,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "6": {
        "0": 6,
        "1": 4,
        "2": 4,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "7": {
        "0": 6,
        "1": 5,
        "2": 4,
        "3": 2,
        "4": null,
        "5": null,
        "6": null
      },
      "8": {
        "0": 6,
        "1": 5,
        "2": 4,
        "3": 3,
        "4": null,
        "5": null,
        "6": null
      },
      "9": {
        "0": 6,
        "1": 5,
        "2": 4,
        "3": 4,
        "4": null,
        "5": null,
        "6": null
      }
    },
    "spellsPerDay": {
      "1": {
        "1": 2,
        "2": null,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "10": {
        "1": 5,
        "2": 4,
        "3": 3,
        "4": 2,
        "5": null,
        "6": null
      },
      "11": {
        "1": 5,
        "2": 4,
        "3": 4,
        "4": 2,
        "5": null,
        "6": null
      },
      "12": {
        "1": 5,
        "2": 5,
        "3": 4,
        "4": 3,
        "5": null,
        "6": null
      },
      "13": {
        "1": 5,
        "2": 5,
        "3": 4,
        "4": 3,
        "5": 2,
        "6": null
      },
      "14": {
        "1": 5,
        "2": 5,
        "3": 4,
        "4": 4,
        "5": 2,
        "6": null
      },
      "15": {
        "1": 5,
        "2": 5,
        "3": 5,
        "4": 4,
        "5": 3,
        "6": null
      },
      "16": {
        "1": 5,
        "2": 5,
        "3": 5,
        "4": 4,
        "5": 3,
        "6": 2
      },
      "17": {
        "1": 5,
        "2": 5,
        "3": 5,
        "4": 4,
        "5": 4,
        "6": 2
      },
      "18": {
        "1": 5,
        "2": 5,
        "3": 5,
        "4": 5,
        "5": 4,
        "6": 3
      },
      "19": {
        "1": 5,
        "2": 5,
        "3": 5,
        "4": 5,
        "5": 5,
        "6": 4
      },
      "2": {
        "1": 2,
        "2": null,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "20": {
        "1": 5,
        "2": 5,
        "3": 5,
        "4": 5,
        "5": 5,
        "6": 5
      },
      "3": {
        "1": 3,
        "2": null,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "4": {
        "1": 3,
        "2": 2,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "5": {
        "1": 4,
        "2": 2,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "6": {
        "1": 4,
        "2": 3,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "7": {
        "1": 4,
        "2": 3,
        "3": 2,
        "4": null,
        "5": null,
        "6": null
      },
      "8": {
        "1": 4,
        "2": 4,
        "3": 2,
        "4": null,
        "5": null,
        "6": null
      },
      "9": {
        "1": 5,
        "2": 4,
        "3": 3,
        "4": null,
        "5": null,
        "6": null
      }
    },
    "will": "slow"
  }
}