{
  "_id": "HNCQFSPw4DVTATHv",
  "name": "Mechanic",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "class",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\">You are a master of machines, from advanced supercomputers to simple magnetic engines. Understanding how these devices work gives you insight into the world around you, allowing you to make the most of your gear, circumvent hardened defenses, and even take over remote systems. Your programming skill also gives you the ability to create a powerful ally, in the form of either an implanted artificial intelligence or a robotic drone, which can assist you with a variety of tasks. If there’s a computer or machine that needs to be fixed, bypassed, or destroyed, you’re the first on the scene. Whether you’re a skilled scientist, a starship engineer, or a battlefield technician, you’re no stranger to combat—but you find it much more reasonable to have your AI or drone do the fighting for you.</span></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.i7zwEHz2RWkZVOAM]{Artificial Intelligence (Ex) - 1st Level}</h2>\n<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\">You construct an artificial intelligence (or AI), a sophisticated program of self-motivated code that you can access for help in a variety of endeavors. This AI is the product of your own genius, far more advanced and complicated than any available for sale to consumers (though it falls short of being truly self-aware), and only you know the secrets of its creation and operation. Your AI can take one of two forms: a drone or an exocortex. You must pick one of these forms upon taking your first level of mechanic, and once this choice is made, it cannot be changed.</span></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.tB2crolmUBN3QMOT]{Bypass (Ex) - 1st Level}</h2>\n<p>You are skilled at getting inside computer systems and electronic devices. At 1st level, you gain a +1 insight bonus to Computers and Engineering skill checks. At 5th level, every 4 levels thereafter, and at 20th level, this bonus increases by 1.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.uWZ3LvxQ3yezLB4j]{Custom Rig (Ex) - 1st Level}</h2>\n<p>You have created a customized toolkit you can use to hack systems and items. Your custom rig can be configured to take up an upgrade slot on your armor or can be installed as a cybernetic augmentation system in your brain (though it can be combined with a datajack for the same price as installing a datajack normally), your eyes, or an arm. For more information on augmentations, see Chapter 7: Equipment. Alternatively, you can configure it to be a handheld device, meaning that you must retrieve it and hold it to use it effectively. While using this rig, you always count as having the appropriate tool or basic kit for any Computers or Engineering skill check you attempt. Some mechanic tricks (see page 71) and drone mods (see page 77) require the use of a custom rig. In addition, you can use your custom rig as a Mk I comm unit (see Chapter 7: Equipment). Finally, if you have a drone, you can use your custom rig to communicate over an encrypted channel with your drone to issue commands to its AI or directly control it at a range of 2,500 feet.<br><br>If your custom rig is damaged, destroyed, lost, or stolen, you can kitbash a new one from any engineering kit, hacking kit, or other technological toolkit, reconfiguring the materials into a new custom rig with 1 hour of work. You can have only one custom rig at a time. If you create a new custom rig, your old one functions as a normal toolkit of whatever type you made it from and can no longer be used with your mechanic tricks.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.YMGOKoZtKgJqIsAD]{Mechanic Trick - 2nd Level}</h2>\n<p>As you gain experience, you learn tricks that allow you to perform wonders of engineering, aid in electronic infiltrations, and optimize gear. While some of these are things you learn, others are small cybernetic enhancements you make to yourself (none of which have a price or count against your augmentation limits). Some tricks require the use of a custom rig or other gear.<br><br>You learn your first mechanic trick at 2nd level, and you learn an additional mechanic trick at 4th level and every 2 levels thereafter. If a mechanic trick allows an opponent a saving throw to resist its effects, the DC is equal to 10 + half your mechanic level + your Intelligence modifier. If a mechanic trick requires an opponent to attempt a skill check, the DC is equal to 10 + 1-1/2 × your class level + your Intelligence modifier.<br><br>Unless otherwise specified, you can’t learn mechanic tricks more than once. The list of mechanic tricks appears on page 71.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.EE8KOT5324qTuW2o]{Overload (Ex) - 3rd Level}</h2>\n<p>As a standard action, you can cause a short in an electronic device, including most ranged energy weapons, melee weapons with the powered special property, or a single armor upgrade. This makes the device nonfunctional for 1 round. Overload doesn’t cause a locked door, safe, or other device to open, but it prevents anyone from opening it for 1 round. You must be adjacent to the device to use this ability. If you have a drone, you can instead use this ability on an electronic device adjacent to your drone. If you have an exocortex with the wireless hack ability, you can instead use this ability on any electronic device within range of your exocortex’s wireless hack. If you use overload on an item or armor upgrade in someone’s possession, the owner can attempt a Reflex saving throw to negate the effect (DC = 10 + half your mechanic level + your Intelligence modifier). Overload doesn’t affect androids, cybernetics, drones, powered armor, robots, or creatures with the technological subtype (all of which have shielding against this sort of attack), or items larger than Medium. Once a device has been successfully overloaded, a residual static charge prevents that device from being overloaded again for 1 minute.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.lOqPFn93aueiBQst]{Weapon Specialization (Ex) - 3rd Level}</h2>\n<p>You gain the Weapon Specialization feat as a bonus feat for each weapon type this class grants you proficiency with.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.AiYxJza4CVXPRjFz]{Remote Hack (Ex) - 5th Level}</h2>\n<p>You can use your custom rig to attempt Computers and Engineering skill checks at a range of 20 feet. At 7th level and every 2 levels thereafter, this range increases by 10 feet. A target of this ability (or a creature attending or observing your target) can attempt a Perception or Sense Motive check (DC = 10 + 1-1/2 × your mechanic level + your Intelligence modifier) to determine that you are the origin of this activity.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.JQiKFSMXkqLMW98N]{Expert Rig (Ex) - 7th Level}</h2>\n<p>Your custom rig has improved. Whenever you use your custom rig to successfully hack into a computer, you can also disable one countermeasure installed in the system (except firewalls). In addition, your custom rig can now be used as any engineering or hacking specialty kit of item level 6th or lower, and it has the features of a computer with a tier equal to half your level with the artificial personality, hardened, or security I upgrade module. It also has an audio/video recorder. You can add extra modules or countermeasures to your custom rig at the normal prices. See page 213 for more information on computers.<br><br>You can also use your custom rig to communicate over an encrypted channel with your ship, allowing you to access your ship’s downloaded data sets and transponder (see page 430) at a range of 5 miles. If you have a drone, you can issue commands to or directly control your drone at the same range.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.D5vkMjJh78XE6KkS]{Miracle Worker (Ex) - 7th Level}</h2>\n<p>As a move action, you can repair damage to a starship’s systems or modify a suit of armor or weapon to function more efficiently. To use this ability, you must be able to handle the item affected without impediment. You can use this ability once per day at 7th level, plus one additional time per day for every 4 mechanic levels you have beyond 7th. The exact effect of this ability depends on the object or system you are modifying.</p>\n<ul>\n<li><strong>Armor</strong>: You grant a +2 enhancement bonus to a suit of armor’s EAC and KAC for 1 minute.</li>\n<li><strong>Weapon</strong>: You grant a +2 enhancement bonus to a weapon’s attack and damage rolls for 1 minute.</li>\n<li><strong>Damaged Ship</strong>: You restore a number of Hull Points equal to the starship’s base frame HP increment. If this raises the ship’s HP over a multiple of its Critical Threshold, you can repair critical damage to one system per multiple, reducing its severity by one step. For example, if your starship’s Critical Threshold is 8 and you restore 10 HP, reducing the damage to the hull from 17 HP to 7 HP, you could restore one system from wrecked to glitching. Using this ability during starship combat is your action for the turn, and you can do it only during the engineering phase. See page 292 for more on ship construction and page 320 for more on damage to ships.</li>\n</ul>\n<p>&nbsp;</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.9H5hz8bMW0i0wz2x]{Override (Ex) - 9th Level}</h2>\n<p>Your overload class feature now affects androids, drones, robots, and creatures with the technological subtype, which must succeed at a Will saving throw (DC = 10 + half your mechanic level + your Intelligence modifier) or be dazed for 1 round. If the target fails its saving throw by 10 or more, it is not dazed and you can dictate its actions for 1 round, though these actions can’t be obviously self-destructive. Once a creature has attempted a saving throw against this attack (regardless of the result), it is immune to this attack for 24 hours.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.UZMGMjpAwhGZNurI]{Coordinated Assault (Ex) - 11th Level}</h2>\n<p>If you have a drone, whenever both you and your drone make attacks against the same target, you each receive a +1 circumstance bonus to your attack rolls. If you have an exocortex instead, whenever you and your exocortex are both attempting to hack a system, you each receive a +1 circumstance bonus to the checks to gain access. In either case, these bonuses increase to +2 at 17th level.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.NtHGqPauPZauV7rc]{Advanced Rig (Ex) - 13th Level}</h2>\n<p>Your custom rig’s computer functions gain a bonus firewall countermeasure (see page 217). This firewall has no additional cost, does not count against the maximum number of countermeasures your custom rig can have, and can block off a module or group of modules already protected by a firewall.<br><br>In addition, you can use your custom rig to communicate over an encrypted channel with your ship, allowing you to access the ship’s sensors, control its security systems, and prepare its engines for takeoff (as well as use the encrypted communications functions of your expert rig) at a range of 50 miles. If you have a drone, you can issue commands to or directly control your drone over an encrypted channel at the same range.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.vaV8mCJdunfbWwQL]{Control Net (Ex) - 17th Level}</h2>\n<p>You are capable of operating multiple AIs, one in a drone and one in an exocortex. You must divide up your mechanic level between these different AIs, and each gains abilities based on the number of levels you assign to it. Every time you gain a level in mechanic, you can change the distribution of levels between these AIs using your custom rig after 24 hours of uninterrupted work. While each AI can act independently to the limits of its ability, you can control them as normal (although you can directly control only one AI at a time). If the number of levels assigned to your exocortex is less than your mechanic level, your exocortex grants a smaller increase to your base attack bonus when using combat tracking (see page 79), as noted in the table below. You gain additional exocortex abilities, such as wireless hack and multitasking, based upon the level you assign to it as normal.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.clTAGasLWOe1pr4D]{Ghost in the Machine (Ex) - 19th Level}</h2>\n<p>When using your override class feature to affect an android, drone, robot, or creature with the technological subtype, a target that fails its saving throw by any amount is not dazed, and you can instead dictate its actions for the next round. These actions can’t be obviously self-destructive. Once a creature has attempted a saving throw against this attack (regardless of the result), it is immune to this attack for 24 hours unless you spend 1 Resolve Point. You can continue to spend Resolve Points in this manner each round to make the creature susceptible to override again.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.GLFInMDKp2fLRpsG]{Superior Rig (Ex) - 19th Level}</h2>\n<p>Your custom rig’s computer functions now gain bonus lockout and wipe countermeasures. You can use your custom rig normally even when its lockout is active (you have special authorization no one else can access under any circumstances), and while any wiped data cannot be recovered by anyone else (as if the data module were destroyed), you can automatically recover it with 8 hours of work. These countermeasures have no additional cost and do not count against the maximum number of countermeasures your custom rig can have.<br><br>Additionally, you can use your custom rig to communicate over an encrypted channel with your ship at a range encompassing a planet and its close orbit, allowing you to remotely pilot your starship from point to point on the same planet or to and from orbit (as well as use the encrypted communications functions of your expert and advanced rig at the same range). If you have a drone, you can issue commands to or directly control your drone over an encrypted channel at the same range.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.JSeOqPlZUkKA1KdT]{Tech Master (Ex) - 20th Level}</h2>\n<p>You are a master of technology. You can spend 1 Resolve Point to craft any technological weapon, armor, or item at a rate of 1 minute per item level or spend 1 Resolve Point to convert any existing technological armor or weapon into another suit of armor or another weapon of equal or lesser value at a rate of 1 minute per item level. This uses the normal crafting rules presented on page 235, but the item being converted counts as its full value in crafting components. You cannot convert a onehanded weapon into a two-handed weapon. When converting an item into a cheaper item, any excess value is lost and cannot be reclaimed by converting the item back.</p>\n<p>&nbsp;</p>\n<h2>Alternate Class Features</h2>\n<p>@Compendium[sfrpg.class-features.JXuSLeps7hhNuSjh]{Experimental Armor Prototype}</p>\n<p>@Compendium[sfrpg.class-features.9hIBsMSy3PmQzgus]{Experimental Weapon Prototype (Ex)}</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB, p. 68",
    "type": "",
    "modifiers": [],
    "levels": 1,
    "hp": {
      "value": 6,
      "min": 1
    },
    "sp": {
      "value": 6,
      "min": 1
    },
    "kas": "int",
    "csk": {
      "acr": false,
      "ath": true,
      "blu": false,
      "com": true,
      "cul": false,
      "dip": false,
      "dis": false,
      "eng": true,
      "int": false,
      "lsc": false,
      "med": true,
      "mys": false,
      "per": true,
      "pro": true,
      "phs": true,
      "pil": true,
      "sen": false,
      "sle": false,
      "ste": false,
      "sur": false
    },
    "skillRanks": {
      "value": 4,
      "min": 4
    },
    "proficiencies": {
      "weapon": {
        "bmelee": true,
        "amelee": false,
        "sarms": true,
        "larms": false,
        "hweap": false,
        "snipe": false,
        "gren": true,
        "spec": false
      },
      "armor": {
        "lgt": true,
        "hvy": false,
        "pwr": false,
        "shl": false
      }
    },
    "bab": "moderate",
    "fort": "fast",
    "ref": "fast",
    "will": "slow",
    "isCaster": false,
    "damage": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/images/cup/gameplay/mechanic.png"
}