{
  "_id": "bItuvukGHbObTApr",
  "name": "Mystic",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "class",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\">You understand that what most people call magic is simply an expression of the innate connection between all things, and you intuitively tap into this unseen power to create strange effects. You may conceptualize the source of your magic as divine grace, a manipulation of fundamental energy, or an unlocking of psychic potential, but always with the knowledge that you are a conduit channeling forces greater than yourself. Though you may study, you understand that spellcasting—like all existence—is messy and intuitive, and you specialize in biology and mental systems too complex to be perfectly understood by science. You sense the intangible and exploit your bonds with others, whether to bolster them or bend them to your will.</span></p>\n<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\"></span></p>\n<h2>@Compendium[sfrpg.class-features.WHSxEq59wBSVTlVi]{Spells (Mystic)}</h2>\n<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\"> You cast spells drawn from the mystic spell list (see page 336). To learn or cast a spell, you must have a Wisdom score equal to at least 10 + the spell’s level. The Difficulty Class for a saving throw against your spell is 10 + the spell’s level + your Wisdom modifier.<br><br>You can cast only a certain number of spells of each spell level per day. Your number of spells per day is given on Table 4–4: Mystic. In addition, you receive bonus spells per day if you have a Wisdom modifier of +1 or higher, as shown on Table 4–5: Mystic Bonus Spells—note that you only receive these bonus spells once you can cast spells of that level normally. You can also cast 0-level spells. These spells are cast like any other spell, but there is no limit to how many 0-level spells you can cast each day.<br><br>Your selection of spells is limited. You begin play knowing four 0-level spells and two 1st-level spells of your choice. At each new mystic level, you learn one or more new spells, as indicated on Table 4–6: Mystic Spells Known. Unlike spells per day, the number of spells you know isn’t affected by your Wisdom modifier.<br><br>Every time you gain a level, you can swap out one spell you already know and learn a single new spell of the same level in its place. In effect, you lose the old spell in exchange for the new one. You must choose whether or not to swap the spell at the same time you gain new spells known for the level.<br><br>You can cast any mystic spell you know at any time, assuming you have not yet used up your allotment of spells per day for the spell’s level. You can also cast a spell using a higher-level spell slot. For instance, if you want to cast a 1st-level spell but have used up all your 1st-level spells for the day, you can use a spell from a 2nd-level slot instead if you have one.<br><br>You can also decipher magical inscriptions that would otherwise be unintelligible or, as a full action, identify any spells encoded in a spell gem as a full action. This does not normally invoke the magic contained within, although it may do so in the case of a cursed or trapped spell gem. </span></p>\n<h2>@Compendium[sfrpg.class-features.SdlB9viiKckPr0LZ]{Connection - 1st Level}</h2>\n<p>You have a mysterious connection with some force that grants you magical powers. The exact nature of your connection can vary widely, and even mystics who share the same connection may interpret it differently. You must pick one connection upon taking your first level of mystic—once made, this choice can’t be changed. Connections you can choose from begin on page 85.<br><br>Many mystics serve as priests of various gods, and while you can theoretically choose any type of connection with any entity or concept, deities rarely grant connections that don’t fit within their ethos (for example, Weydan, the god of freedom, is unlikely to look kindly on overlords). As such, each connection lists the deities and philosophies commonly associated with it.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.emGD6wT4o7VbHx0O]{Healing Touch (Su) - 1st Level}</h2>\n<p>Once per day, you can spend 10 minutes to magically heal an ally up to 5 Hit Points per mystic level.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.dXYaeTjwjT4Yr4Rk]{Channel Skill (Su) - 2nd Level}</h2>\n<p>You draw strange feelings, instincts, knowledge, and urges from your connection, augmenting your prowess in certain tasks. Each connection has two skills associated with it. You gain a +1 insight bonus to skill checks with your connection’s associated skills. This bonus increases by 1 at 5th level and every 3 levels thereafter.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.AFyfOC7qaEpto7f3]{Mindlink (Sp) - 2nd Level}</h2>\n<p>You can form a mental link with creatures you touch, communicating information rapidly through it. You can use <em>mindlink</em> at will as a spell-like ability, though only once per day on any given individual.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.rTaxnu0ObdXF13Sk]{Weapon Specialization (Ex) - 3rd Level}</h2>\n<p>You gain Weapon Specialization as a bonus feat for each weapon type this class grants you proficiency with.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.ox6Am16XZqBXJNT9]{Telepathic Bond (Sp) - 11th Level}</h2>\n<p>As a standard action, you can form a telepathic link with up to six other willing creatures, allowing you to communicate telepathically at great distances. This functions as <em>telepathic bond</em>, except the duration is permanent. You can have only one telepathic bond active in this way at any given time; creating a new telepathic bond immediately ends the previous one.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.ceEyKkx4fzE4Lp37]{Transcendence (Sp) - 19th Level}</h2>\n<p>You are close to becoming one with your connection. You can cast each of your connection spells once per day without consuming a spell slot. In addition, you learn how to temporarily transcend your physical form. Once per day, you can spend 1 Resolve Point to project your consciousness outside of your physical body in the form of an intangible psychic image of yourself. This counts as a 6th-level illusion effect and lasts for a number of rounds equal to your mystic level. While your consciousness is projected, your physical body is considered blind, deaf, and helpless, but you can return to your body as a swift action. You control your psychic image as though it was your own body, and your senses perceive only what the image can see and hear. You move with a fly speed of 60 feet and perfect maneuverability. You can pass through solid objects as though you were incorporeal, but you can’t go farther into a solid object than your space (5 feet for a Medium creature). You can’t directly affect physical objects. Your projected consciousness is immune to most attacks or effects, whether or not they affect incorporeal creatures, but mindaffecting effects have their full effect on you.<br><br>You can cast any mystic spell or spell-like ability with a range of touch or greater from your projected consciousness. The spells affect other targets normally. You can’t cast any spells on your projected consciousness except for illusion spells. You need not maintain line of effect to your projected consciousness, but if you cross into another plane, even momentarily (including via Drift travel), your mind immediately returns to your physical body.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.RmwJt3BRTlTW0D06]{Enlightenment (Su) - 20th Level}</h2>\n<p>&nbsp; You achieve enlightenment, becoming a living incarnation of your connection. You no longer age, nor do you die of old age. Once per day as a move action, you can enter a state of total communion with your connection that lasts for 1 minute. During this time, you gain a +4 insight bonus to attack rolls, saving throws, and skill checks, and you gain 20 temporary Resolve Points that you can use only on connection powers. Any unspent temporary Resolve Points disappear at the end of this minute. In addition, once per week, you can cast <em>miracle</em> as a spell-like ability.</p>\n<p>&nbsp;</p>\n<h2>Alternate Class Features</h2>\n<p>@Compendium[sfrpg.class-features.dE8h1C8gOUyzeS0J]{Epiphanies}</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB, p. 82",
    "type": "",
    "modifiers": [],
    "levels": 1,
    "hp": {
      "value": 6,
      "min": 1
    },
    "sp": {
      "value": 6,
      "min": 1
    },
    "kas": "wis",
    "csk": {
      "acr": false,
      "ath": false,
      "blu": true,
      "com": false,
      "cul": true,
      "dip": true,
      "dis": true,
      "eng": false,
      "int": true,
      "lsc": true,
      "med": true,
      "mys": true,
      "per": true,
      "pro": true,
      "phs": false,
      "pil": false,
      "sen": true,
      "sle": false,
      "ste": false,
      "sur": true
    },
    "skillRanks": {
      "value": 6,
      "min": 4
    },
    "proficiencies": {
      "weapon": {
        "bmelee": true,
        "amelee": false,
        "sarms": true,
        "larms": false,
        "hweap": false,
        "snipe": false,
        "gren": false,
        "spec": false
      },
      "armor": {
        "lgt": true,
        "hvy": false,
        "pwr": false,
        "shl": false
      }
    },
    "bab": "moderate",
    "fort": "slow",
    "ref": "slow",
    "will": "fast",
    "isCaster": true,
    "damage": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/images/cup/gameplay/mystic.png"
}