{
  "_id": "MMyeA7kL5Vhcio05",
  "name": "Nanocyte",
  "type": "class",
  "flags": {},
  "img": "icons/svg/mystery-man.svg",
  "system": {
    "type": "",
    "abilityMods": {
      "parts": []
    },
    "bab": "full",
    "bonusSpellsPerDay": {
      "0": {
        "1": null,
        "2": null,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "1": {
        "1": 1,
        "2": null,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "10": {
        "1": 3,
        "2": 3,
        "3": 2,
        "4": 2,
        "5": 2,
        "6": 2
      },
      "2": {
        "1": 1,
        "2": 1,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "3": {
        "1": 1,
        "2": 1,
        "3": 1,
        "4": null,
        "5": null,
        "6": null
      },
      "4": {
        "1": 1,
        "2": 1,
        "3": 1,
        "4": 1,
        "5": null,
        "6": null
      },
      "5": {
        "1": 2,
        "2": 1,
        "3": 1,
        "4": 1,
        "5": 1,
        "6": null
      },
      "6": {
        "1": 2,
        "2": 2,
        "3": 1,
        "4": 1,
        "5": 1,
        "6": 1
      },
      "7": {
        "1": 2,
        "2": 2,
        "3": 2,
        "4": 1,
        "5": 1,
        "6": 1
      },
      "8": {
        "1": 2,
        "2": 2,
        "3": 2,
        "4": 2,
        "5": 1,
        "6": 1
      },
      "9": {
        "1": 3,
        "2": 2,
        "3": 2,
        "4": 2,
        "5": 2,
        "6": 1
      }
    },
    "critical": {
      "parts": []
    },
    "csk": {
      "acr": true,
      "ath": true,
      "blu": false,
      "com": true,
      "cul": false,
      "dip": false,
      "dis": false,
      "eng": true,
      "int": false,
      "lsc": true,
      "med": true,
      "mys": false,
      "per": true,
      "phs": true,
      "pil": true,
      "pro": true,
      "sen": false,
      "sle": true,
      "ste": true,
      "sur": false
    },
    "damage": {
      "parts": []
    },
    "description": {
      "chat": "",
      "gmnotes": "",
      "short": "",
      "unidentified": "",
      "value": "<p>Your body houses an untold number of nanites, tiny machines that can grant you incredible fortitude, transform into tools, and course across the battlefield to decimate your foes. Your total control of these nanites makes you an adept combatant who can manifest the perfect weapon or tool at a moment&rsquo;s notice. Whether your powers stem from accidental infection, excruciating experiments, or voluntary symbiosis, your nanites grow stronger by the day as you gradually transform into a being more machine than mortal.</p>\n<h2>@Compendium[sfrpg.class-features.vh6n0Ad3lamOJXpV]{Nanite Surge (EX) - 1st Level}</h2>\n<p><span class=\"fontstyle3\">In certain situations, you can use a nanite surge to push your nanites to perform extraordinary feats a number of times per day equal to half your nanocyte level plus your Constitution modifier; the exact benefits vary by circumstance and are explained in the abilities below. At 5th level, you can spend 1 Resolve Point to gain and immediately use an additional nanite surge. You can use this ability multiple times.</span></p>\n<h2>@Compendium[sfrpg.class-features.zBDW8giNGqbolXly]{Nanite Array (EX) - 1st Level}</h2>\n<p>Your body hosts a multitude of nanites that you can direct to take one of three forms, called arrays. They can flood out of your body to form a cloud, combine to temporarily create items, or mobilize within you to amplify your physical abilities.</p>\n<p><span class=\"fontstyle3\"><br />As a move action, you can direct your nanites to adopt an array. You can have only one array active at a time. Alternatively, you can use a nanite surge (above) to form or switch arrays as a swift action. The nanites maintain their array until you direct them into a different array, you fall unconscious, or you end your turn more than 10 feet from the array. If an array ends without being turned into a different array, the nanites disperse and return to your body at the beginning of your next turn and await further instructions. If you aren&rsquo;t within 60 feet of the array or the array is physically blocked from reaching you, the nanites instead break down, and you can&rsquo;t use your nanite array again until you spend 1 Resolve Point and take a full action to create a replacement array.<br /><br />Your nanites are technological in nature and can be detected by spells (such as&nbsp;</span><span class=\"fontstyle4\">detect tech</span><span class=\"fontstyle3\">), but they aren&rsquo;t otherwise subject to effects that affect technology.<br /><br /><span class=\"fontstyle0\">The three forms of nanite arrays&mdash;sheath, cloud, and gear&mdash;<br />provide the following benefits only while the specific array is active</span><br style=\"font-variant-numeric: normal; font-variant-east-asian: normal; line-height: normal; text-align: -webkit-auto; text-size-adjust: auto;\" /></span></p>\n<h3>@Compendium[sfrpg.class-features.QoCQEVNtgMhsElwQ]{Sheath Array (EX)}</h3>\n<p><span class=\"fontstyle3\">The nanite array reinforces your body, granting you a +1 enhancement bonus to Reflex saving throws and a +1 insight bonus to checks with two of the following skills: Acrobatics, Athletics, Sleight of Hand, or Stealth, selected when you form this array. At 3rd level and every 4 levels thereafter, these bonuses increase by 1.<br /><br /></span><span class=\"fontstyle3\">When you form a sheath array, you can use a nanite surge to gain a number of temporary Hit Points equal to your nanocyte level; you lose any such remaining temporary Hit Points when the sheath array ends.</span></p>\n<h3>@Compendium[sfrpg.class-features.KOxmSWm5D1jHy8VU]{Cloud Array (EX)}</h3>\n<p><span class=\"fontstyle3\">You nanites spread out into a faintly visible cloud that fills a number of contiguous 5-foot squares. The maximum number of squares you can fill this way equals 1 plus your Constitution bonus, and at least one of those squares must be adjacent to you. The cloud is stationary once formed, though you can reconfigure its space as a move action; if you do so, at least one square of the cloud must remain unchanged. When you take a guarded step, you can move 10 feet as long as you begin and end this movement adjacent to or within your cloud array.<br /><br />When you form a cloud array, you can use a nanite surge to increase the cloud&rsquo;s density. This causes the array&rsquo;s space to provide concealment, but it provides only a 10% miss chance. It doesn&rsquo;t provide enough concealment to hide, and your attacks ignore any miss chance provided by your cloud. This concealment doesn&rsquo;t stack with existing concealment.<br /><br />At 3rd level, whenever you form a cloud array, it can fill an additional 5-foot square, and any miss chance the cloud provides increases to 15%. At 7th level, it can fill an additional 5-foot square, and any miss chance the cloud provides increases to 20%. At 11th level, the cloud fills up to a number of contiguous&nbsp;</span>&nbsp;<span class=\"fontstyle0\">squares equal to 1 plus twice your Constitution modifier. At 15th level, when you use a nanite surge while forming the cloud array, any miss chance the cloud provides increases to 25% (though your attacks still ignore any miss chance). At 19th level, the cloud instead fills up to a number of contiguous squares equal to 1 plus four times your Constitution modifier.</span></p>\n<h3>@Compendium[sfrpg.class-features.LLNp1urkLncOxgsb]{Gear Array (EX)}</h3>\n<p><span class=\"fontstyle0\">Your nanites shape themselves into a single piece of equipment, such as a weapon, tool, or cybernetic augmentation. You can direct your nanites to create a limited selection of equipment, divided into major forms and minor forms. Major forms include weapons and cybernetic augmentations; minor forms include technological items (excluding armor and weapons) and personal items. At 1st level, you know how to create two major forms and three minor forms. You learn a new minor form at 2nd level and every 2 levels thereafter; you learn a new major form at 3rd level, 5th level, and every 4 levels thereafter. When you gain a nanocyte level, you can replace one of your major forms with a new major form and one of your minor forms with a new minor form.<br /><br />To select a piece of equipment as one of your gear array&rsquo;s major or minor forms, its level must be equal to or lower than your nanocyte level. Augmentations must be cybernetic, weapons and items must be technological items (not magic or hybrid), and you can&rsquo;t select equipment that&rsquo;s consumed on use (such as grenades) or whose bulk exceeds your Constitution modifier.<br /><br />When creating a nanocyte character at higher than 1st level, for simplicity, you can choose major forms by choosing one form using your nanocyte level, the next form using your nanocyte level &ndash; 1, the next using your nanocyte level &ndash; 2, and so on. Any extra forms use a nanocyte level of 1. You can choose minor forms the same way.<br /><br />When you use your gear array to create a handheld nanite weapon, technological item, or personal item, you can automatically grab and begin wielding it if you have the requisite number of hands free. Otherwise, the item floats in your space until the end of your turn, at which point it drops in your space.<br /><br />When you use your gear array to create a cybernetic augmentation, it&rsquo;s automatically installed in the appropriate body slot as long as that slot is empty; otherwise, it fails to manifest. If a given augmentation has a limited number of uses or frequency, that limit applies regardless of how many times you&rsquo;ve created it with your gear array. Equipment that requires a battery or ammunition to function must be loaded to function. When you create such equipment, you can have it absorb and automatically load one appropriately-sized battery or set of suitable ammunition in your possession. Any item that uses a battery with fewer than 20 charges can instead use a standard battery.</span></p>\n<h2>@Compendium[sfrpg.class-features.lJRqcU90rzQ9CT3w]{Nanite Faculty - 1st Level}</h2>\n<p><span class=\"fontstyle3\">Whether by their design or your innovation, your nanites excel at a specialized task. Choose your primary faculty upon taking your first level in nanocyte&mdash;once made, this choice can&rsquo;t be changed. Descriptions of faculties appear on pages 11&ndash;13.</span></p>\n<h2>@Compendium[sfrpg.class-features.lJRqcU90rzQ9CT3w]{Primary Faculty Techniques -&nbsp;1st Level}</h2>\n<p><span class=\"fontstyle3\">At 1st level and every 4 levels thereafter, you gain a faculty technique unique to your primary nanite faculty.</span></p>\n<h2>@Compendium[sfrpg.class-features.7xmrgRD2EHN4R3uq]{Defensive Dispersal (EX) - 2nd Level}</h2>\n<p>By using a nanite surge as a reaction when you take damage, you can protect yourself with your nanites when they create a temporary barrier or cause part of your body to temporarily disperse. You reduce the damage dealt by the triggering effect by an amount equal to your nanocyte level plus your Constitution modifier, and you gain a +1 circumstance bonus to the first saving throw against the effect (such as the initial saving throw to resist a poison, but not subsequent saves against it).</p>\n<p>&nbsp;</p>\n<h2>@Compendium[sfrpg.class-features.XrBOn1MueVB4u5sV]{Nanocyte Knack - 2nd Level}</h2>\n<p>As you gain experience, you learn special ways to use your&nbsp;nanites called nanocyte knacks. You learn your first nanocyte&nbsp;knack at 2nd level, and you learn an additional knack every 2&nbsp;levels thereafter. If a nanocyte knack allows a saving throw to&nbsp;resist its effects, the DC is equal to 10 + half your nanocyte level&nbsp;+ your Constitution modifier. If it requires an enemy to attempt&nbsp;a skill check, the DC is equal to 10 + 1-1/2 &times; your nanocyte level +&nbsp;your Constitution modifier. The descriptions of nanocyte knacks&nbsp;appear on pages 13&mdash;16. You can&rsquo;t learn the same knack more&nbsp;than once unless otherwise stated.</p>\n<h2>@Compendium[sfrpg.class-features.P8qPwzLOJEkiCnrI]{Weapon Specialization (Ex) - 3rd Level}</h2>\n<p><span class=\"fontstyle3\">You gain the Weapon Specialization feat as a bonus feat for each weapon type this class grants you proficiency with, including any weapons for which you gained proficiency through a nanocyte knack.</span></p>\n<h2>@Compendium[sfrpg.class-features.7QqHaQgX7cW4ftdP]{Cyto-Conversion (EX) - 3rd Level}</h2>\n<p><span class=\"fontstyle3\">As your connection to your nanites grows, the swarm&rsquo;s ability to break down and reassemble your body strengthens, gradually making you more machine than mortal. You receive a +1 circumstance bonus to saving throws against bleed, disease, poison, and sleep effects. In addition, you gain a 10% chance to treat a critical hit against you as a normal hit; it deals normal damage and doesn&rsquo;t apply any critical hit effect. This percentage doesn&rsquo;t stack with similar effects.</span></p>\n<p><span class=\"fontstyle3\">At 10th level, the circumstance bonus to saving throws increases to +2, and the chance to treat a critical hit against you as a normal hit increases to 20%. At 16th level, the circumstance bonus to saving throws increases to +3, and the fortification percentage increases to 30%.</span></p>\n<h2>@Compendium[sfrpg.class-features.P3ODYscLSXTUo4yh]{Manifold Array (EX) - 7th Level}</h2>\n<p><span class=\"fontstyle3\">With your improved command of your nanites, you split them into multiple arrays: a more potent primary array and a weaker secondary array. Your primary array calculates its effects using your full nanocyte level, whereas your secondary array calculates its effects using your nanocyte level &ndash; 4. You can create and sustain multiple clouds or pieces of gear simultaneously, though you can sustain only a single sheath array at a time. You must use separate actions to direct your nanites into each array.</span></p>\n<p><span class=\"fontstyle3\">At 15th level, you can split your array into three forms simultaneously: a primary form using your full level to calculate its effects, a secondary form using your level &ndash; 4, and a tertiary form using your level &ndash; 8.</span></p>\n<h2>@Compendium[sfrpg.class-features.lJRqcU90rzQ9CT3w]{Secondary Nanite Faculty 9th Level}</h2>\n<p><span class=\"fontstyle3\">You choose another nanite faculty. Once you choose this second faculty, it can&rsquo;t be changed.</span></p>\n<h2>@Compendium[sfrpg.class-features.lJRqcU90rzQ9CT3w]{Secondary Faculty Techniques -&nbsp;9th Level}</h2>\n<p><span class=\"fontstyle3\">At 9th level and every 4 levels thereafter, you gain a faculty technique unique to your secondary nanite faculty. For the purposes of secondary faculty techniques that you obtain, treat your nanocyte level as equal to your nanocyte level &ndash; 8.</span></p>\n<h2>@Compendium[sfrpg.class-features.wUqQKjLXgFeOg4Wm]{Eternal Nanites (EX) - 11th Level}</h2>\n<p><span class=\"fontstyle3\">Your nanites recover quickly even from the most exhausting tasks. When you rest for 10 minutes to regain Stamina Points, you regain a daily use of your nanite surge ability; at 18th level, you regain 2 daily uses instead. When you spend 1 Resolve Point to gain the benefits of a nanite surge, you also regain an additional daily use of your nanite surge.</span></p>\n<h2>@Compendium[sfrpg.class-features.sXUemAQzWIRj19kt]{Living Legion (EX) - 19th Level}</h2>\n<p><span class=\"fontstyle3\">The effective level of your secondary nanite array increases to your level &ndash; 2, and the effective level of your tertiary nanite array increases to your level &ndash; 4. Once per day as a move action, you can supercharge your nanites, causing them to multiply and expand for 1 minute, granting you 10 temporary nanite surges. Any unused temporary nanite surges disappear at the end of this minute.</span></p>\n<h2>@Compendium[sfrpg.class-features.3L3WmWsEb2NkC9Md]{Infinite Array (EX) - 20th Level}</h2>\n<p><span class=\"fontstyle3\">Once per day when you die from massive damage or from having 0 Hit Points and insufficient Resolve Points to stay alive, you can activate an emergency healing protocol. Using this ability on yourself takes no action. At the beginning of your next turn, your body and equipment disperse into a nanite mist, fly up to 30 feet, and reform, in the process restoring you to life. You reappear upright and wielding any combination of equipment in your possession, and you regain 1 Hit Point, all your Stamina Points, and 1 Resolve Point. You can then act on your turn as normal.</span></p>\n<p><span class=\"fontstyle3\">As a reaction, you can instead use a nanite surge to use this ability on an adjacent ally when they die under the same conditions. If you use a nanite surge when you use this ability, you can instead target an ally up to 20 feet away. You can use additional nanite surges to increase this range by 20 feet for each nanite surge used. The ally disperses, flies, and reforms at the beginning of their next turn.</span></p>\n<p>&nbsp;</p>\n<h2>Alternate Class Features</h2>\n<p>@Compendium[sfrpg.class-features.TqphQJaN39rXwPn6]{Eldritch Nanites (Su)}</p>"
    },
    "fort": "fast",
    "hp": {
      "min": 1,
      "value": 6
    },
    "isCaster": false,
    "kas": "con",
    "levels": 1,
    "modifiers": [],
    "proficiencies": {
      "armor": {
        "hvy": false,
        "lgt": true,
        "pwr": false,
        "shl": false
      },
      "weapon": {
        "amelee": true,
        "bmelee": true,
        "gren": false,
        "hweap": false,
        "larms": true,
        "sarms": true,
        "snipe": false,
        "spec": false
      }
    },
    "ref": "slow",
    "skillRanks": {
      "min": 4,
      "value": 6
    },
    "slug": "nanocyte",
    "source": "TR, p. 8",
    "sp": {
      "min": 1,
      "value": 6
    },
    "spellsKnown": {
      "1": {
        "0": 4,
        "1": 2,
        "2": null,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "10": {
        "0": 6,
        "1": 5,
        "2": 4,
        "3": 4,
        "4": 2,
        "5": null,
        "6": null
      },
      "11": {
        "0": 6,
        "1": 6,
        "2": 5,
        "3": 4,
        "4": 3,
        "5": null,
        "6": null
      },
      "12": {
        "0": 6,
        "1": 6,
        "2": 5,
        "3": 4,
        "4": 4,
        "5": null,
        "6": null
      },
      "13": {
        "0": 6,
        "1": 6,
        "2": 5,
        "3": 5,
        "4": 4,
        "5": 2,
        "6": null
      },
      "14": {
        "0": 6,
        "1": 6,
        "2": 6,
        "3": 5,
        "4": 4,
        "5": 3,
        "6": null
      },
      "15": {
        "0": 6,
        "1": 6,
        "2": 6,
        "3": 5,
        "4": 4,
        "5": 4,
        "6": null
      },
      "16": {
        "0": 6,
        "1": 6,
        "2": 6,
        "3": 5,
        "4": 5,
        "5": 4,
        "6": 2
      },
      "17": {
        "0": 6,
        "1": 6,
        "2": 6,
        "3": 6,
        "4": 5,
        "5": 4,
        "6": 3
      },
      "18": {
        "0": 6,
        "1": 6,
        "2": 6,
        "3": 6,
        "4": 5,
        "5": 4,
        "6": 4
      },
      "19": {
        "0": 6,
        "1": 6,
        "2": 6,
        "3": 6,
        "4": 5,
        "5": 5,
        "6": 4
      },
      "2": {
        "0": 5,
        "1": 3,
        "2": null,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "20": {
        "0": 6,
        "1": 6,
        "2": 6,
        "3": 6,
        "4": 6,
        "5": 5,
        "6": 5
      },
      "3": {
        "0": 6,
        "1": 4,
        "2": null,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "4": {
        "0": 6,
        "1": 4,
        "2": 2,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "5": {
        "0": 6,
        "1": 4,
        "2": 3,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "6": {
        "0": 6,
        "1": 4,
        "2": 4,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "7": {
        "0": 6,
        "1": 5,
        "2": 4,
        "3": 2,
        "4": null,
        "5": null,
        "6": null
      },
      "8": {
        "0": 6,
        "1": 5,
        "2": 4,
        "3": 3,
        "4": null,
        "5": null,
        "6": null
      },
      "9": {
        "0": 6,
        "1": 5,
        "2": 4,
        "3": 4,
        "4": null,
        "5": null,
        "6": null
      }
    },
    "spellsPerDay": {
      "1": {
        "1": 2,
        "2": null,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "10": {
        "1": 5,
        "2": 4,
        "3": 3,
        "4": 2,
        "5": null,
        "6": null
      },
      "11": {
        "1": 5,
        "2": 4,
        "3": 4,
        "4": 2,
        "5": null,
        "6": null
      },
      "12": {
        "1": 5,
        "2": 5,
        "3": 4,
        "4": 3,
        "5": null,
        "6": null
      },
      "13": {
        "1": 5,
        "2": 5,
        "3": 4,
        "4": 3,
        "5": 2,
        "6": null
      },
      "14": {
        "1": 5,
        "2": 5,
        "3": 4,
        "4": 4,
        "5": 2,
        "6": null
      },
      "15": {
        "1": 5,
        "2": 5,
        "3": 5,
        "4": 4,
        "5": 3,
        "6": null
      },
      "16": {
        "1": 5,
        "2": 5,
        "3": 5,
        "4": 4,
        "5": 3,
        "6": 2
      },
      "17": {
        "1": 5,
        "2": 5,
        "3": 5,
        "4": 4,
        "5": 4,
        "6": 2
      },
      "18": {
        "1": 5,
        "2": 5,
        "3": 5,
        "4": 5,
        "5": 4,
        "6": 3
      },
      "19": {
        "1": 5,
        "2": 5,
        "3": 5,
        "4": 5,
        "5": 5,
        "6": 4
      },
      "2": {
        "1": 2,
        "2": null,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "20": {
        "1": 5,
        "2": 5,
        "3": 5,
        "4": 5,
        "5": 5,
        "6": 5
      },
      "3": {
        "1": 3,
        "2": null,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "4": {
        "1": 3,
        "2": 2,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "5": {
        "1": 4,
        "2": 2,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "6": {
        "1": 4,
        "2": 3,
        "3": null,
        "4": null,
        "5": null,
        "6": null
      },
      "7": {
        "1": 4,
        "2": 3,
        "3": 2,
        "4": null,
        "5": null,
        "6": null
      },
      "8": {
        "1": 4,
        "2": 4,
        "3": 2,
        "4": null,
        "5": null,
        "6": null
      },
      "9": {
        "1": 5,
        "2": 4,
        "3": 3,
        "4": null,
        "5": null,
        "6": null
      }
    },
    "will": "slow"
  }
}