{
  "_id": "uf8ADOAeBrtUkPVl",
  "name": "Operative",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "class",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\">You’re a shadow. You move swiftly, strike suddenly, and always have an escape plan. You’re a consummate professional, and you always get the job done, whether it’s scouting enemy lines, hunting down criminals, stealing and smuggling items, or assassinating key figures. As an operative, you’re skilled in a wide variety of disciplines and specialties, and use speed, mobility, and your quick wits rather than relying on heavy weapons. You excel at the art of surprise, whether it’s sniping targets from cover or striking while their backs are turned. Your cause may be righteous, but you have no problem fighting dirty—achieving your objective is all that matters.</span></p>\n<h2>@Compendium[sfrpg.class-features.a65jtTCCb5kXCz5v]{Operative's Edge (Ex) - 1st Level}</h2>\n<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\"> Your diverse training as an operative grants you a +1 insight bonus to initiative checks and to skill checks. This bonus increases by 1 at 3rd level and every 4 levels thereafter. </span></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.PU3uwrAcmGXMGo2n]{Specialization - 1st Level}</h2>\n<p>Your specialization represents your primary area of expertise. Pick one specialization upon taking your 1st level of the operative class. Once made, this choice cannot be changed. Descriptions of the specializations appear on page 94. Your specialization grants you the Skill Focus feat (see page 161) in your specialization’s associated skills, and you gain a free skill rank in each of those skills at each operative level (this does not allow you to exceed the maximum number of skill ranks in a single skill).</p>\n<h2>@Compendium[sfrpg.class-features.MBNI94tbMoqizPUk]{Trick Attack (Ex) - 1st Level}</h2>\n<p>You can trick or startle a foe and then attack when she drops her guard. As a full action, you can move up to your speed. Whether or not you moved, you can then make an attack with a melee weapon with the operative special property or with any small arm. Just before making your attack, attempt a Bluff, Intimidate, or Stealth check (or a check associated with your specialization; see page 94) with a DC equal to 20 + your target’s CR. If you succeed at the check, you deal 1d4 additional damage and the target is flat-footed. This damage increases to 1d8 at 3rd level, to 3d8 at 5th level, and by an additional 1d8 every 2 levels thereafter. You can’t use this ability with a weapon that has the unwieldy special property or that requires a full action to make a single attack.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.EpLSSSdLcqVQKcSM]{Evasion (Ex) - 2nd Level}</h2>\n<p>If you succeed at a Reflex save against an effect that normally has a partial effect on a successful save, you instead suffer no effect. You gain this benefit only when unencumbered and wearing light armor or no armor, and you lose the benefit when you are helpless or otherwise unable to move.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.On2ZrPJTe8FURsXY]{Operative Exploit - 2nd Level}</h2>\n<p>As you gain experience, you learn special tricks called operative exploits. You learn your first operative exploit at 2nd level, and you learn an additional exploit every 2 levels thereafter. If an operative exploit allows a saving throw to resist its effects, the DC is equal to 10 + half your operative level + your Dexterity modifier. If it requires an enemy to attempt a skill check, the DC is equal to 10 + 1-1/2 × your operative level + your Dexterity modifier. The list of operative exploits appears on page 95. You cannot learn the same exploit more than once unless it specially says otherwise.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.cymsh0UZpmJB0cQK]{Quick Movement (Ex) - 3rd Level}</h2>\n<p>As long as you are unencumbered and wearing light armor or no armor, your land speed increases by 10 feet. At 9th level, your land speed instead increases by 20 feet, and at 15th level, your land speed instead increases by 30 feet.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.seLibYiTN2eBls2s]{Weapon Specialization (Ex) - 3rd Level}</h2>\n<p>You gain the Weapon Specialization feat as a bonus feat for each weapon type with which this class grants you proficiency.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.bhSrjkuWxz2DQHXC]{Debilitating Trick (Ex) - 4th Level}</h2>\n<p>When you hit an enemy with a trick attack, you can make the creature flat-footed or off-target until the beginning of your next turn. You might learn exploits that grant you additional options for your debilitating trick, but you can select only one option each time you hit with a trick attack.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.TpIFhqDUrNkdiEk0]{Uncanny Agility (Ex) - 7th Level}</h2>\n<p>You are immune to the flat-footed condition, and your opponent doesn’t gain any bonuses to attack rolls against you from flanking you or attacking you when you’re prone. Furthermore, covering fire and harrying fire don’t provide any advantage against you.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.YXdfeYmufD6OWP7J]{Triple Attack (Ex) - 8th Level}</h2>\n<p>When making a full attack using only melee weapons with the operative special property or small arms, you can make up to three attacks instead of two.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.scbcE4mjiHoNK7Wi]{Quad Attack (Ex) - 13th Level}</h2>\n<p>When making a full attack using only melee weapons with the operative special property or small arms, you can make up to four attacks instead of two.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.jd4qWJS9qElePrhf]{Double Debilitation (Ex) - 17th Level}</h2>\n<p>When you hit an enemy with a trick attack, you can apply two of the effects from your debilitating trick.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.z736GBR6XdcqIaTT]{Supreme Operative (Ex) - 20th Level}</h2>\n<p>&nbsp; Whenever you attempt a skill check with your specialization’s associated skills, you can roll twice and take the higher result. Once per day as a move action, you can temporarily trade out one of your operative exploits for another operative exploit requiring the same level or lower. This trade lasts 24 hours. If the exploit you trade away is a prerequisite for any of your other abilities, you lose all abilities that require it as a prerequisite for the duration.</p>\n<p>&nbsp;</p>\n<h2>Alternate Class Features</h2>\n<p>@Compendium[sfrpg.class-features.nWQDB336Ql0GoulS]{Marked for Death (Ex)}</p>\n<p>@Compendium[sfrpg.class-features.wk7Xp5wzUdELgTel]{Stunt and Strike (Ex)}</p>\n<p>@Compendium[sfrpg.class-features.r39XH26A7uPeF6XZ]{Quick Cover (Ex)}</p>\n<p>@Compendium[sfrpg.class-features.2gwyI9ZufT3XkxrD]{Quick Trick (Ex)}</p>\n<p>@Compendium[sfrpg.class-features.inAh60LBh9qBhRKU]{Quick Zero-G Adaptation (Ex)}</p>\n<p>@Compendium[sfrpg.class-features.im0yTfz7hjLT7u4E]{Operative’s Arsenal (Ex)}</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB, p. 92",
    "type": "",
    "modifiers": [],
    "levels": 1,
    "hp": {
      "value": 6,
      "min": 1
    },
    "sp": {
      "value": 6,
      "min": 1
    },
    "kas": "dex",
    "csk": {
      "acr": true,
      "ath": true,
      "blu": true,
      "com": true,
      "cul": true,
      "dip": false,
      "dis": true,
      "eng": true,
      "int": true,
      "lsc": false,
      "med": true,
      "mys": false,
      "per": true,
      "pro": true,
      "phs": false,
      "pil": true,
      "sen": true,
      "sle": true,
      "ste": true,
      "sur": true
    },
    "skillRanks": {
      "value": 8,
      "min": 4
    },
    "proficiencies": {
      "weapon": {
        "bmelee": true,
        "amelee": false,
        "sarms": true,
        "larms": false,
        "hweap": false,
        "snipe": true,
        "gren": false,
        "spec": false
      },
      "armor": {
        "lgt": true,
        "hvy": false,
        "pwr": false,
        "shl": false
      }
    },
    "bab": "moderate",
    "fort": "slow",
    "ref": "fast",
    "will": "fast",
    "isCaster": false,
    "damage": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/images/cup/gameplay/operative.png"
}