{
  "_id": "kuEdVbzv5zXIO4wk",
  "name": "Solarian",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "class",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\">The stars guide the planets with gravity, create life with light and heat, and utterly consume worlds in supernovas and black holes. You understand that these acts of creation and destruction are not opposites, but rather two parts of a natural, dualistic cycle. You seek to be an agent of that cycle, an enlightened warrior with the ability to manipulate the forces of the stars themselves. Constantly accompanied by a mote of fundamental energy or entropy, you can shape this essence in combat to create weapons and armor of gleaming stellar light or pure, devouring darkness. Whether you apprenticed in a temple or came to your powers through personal revelation, you recognize yourself as part of an ancient tradition—a force of preservation and annihilation.</span></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.L3DwUSzcydcwNmAV]{Skill Adept - 1st Level}</h2>\n<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\"> As part of the process that led you to become a solarian, you gained additional insight and training. Choose two additional skills and add them to your list of class skills. </span></p>\n<h2>@Compendium[sfrpg.class-features.7ilyZdE0yZi2F3SQ]{Solar Manifestation (Su) - 1st Level}</h2>\n<p>At 1st level, you gain a physical manifestation of your stellar power. The base form of your solar manifestation, when not actively in use, is a mote of stellar energy slightly smaller than your fist that hovers near your head. Beyond the solar mote, your manifestation can take one of two additional forms: armor or a weapon. You must pick one solar manifestation (either armor or a weapon) upon taking your first level of solarian. You also choose whether your solar manifestation (in any form) either glows brightly with one color common to stars (including blue, red, white, or yellow) or is the perfect darkness of a black hole. A glowing solar manifestation, regardless of its form, sheds dim light in a 20-foot radius. You can shut off the light or darkness as a standard action in order to blend in or assist in stealth, but whenever you enter a stellar mode (see page 102), the glow or darkness returns immediately. Once made, these choices cannot be changed. <br><br>Only you can interact with your solar manifestation, whether in mote, armor, or weapon form. No other creature or effect can affect your solar manifestation in any way, including disarming or sundering it.</p>\n<h2>@Compendium[sfrpg.class-features.gkmkA4cyDvRsB3c5]{Stellar Mode (Su) - 1st Level}</h2>\n<p>The stellar forces you call on are attuned to either photons (representing the power of stars to emit heat, light, and plasma) or gravitons (representing the power of stars to attract and imprison objects through gravity). The ultimate expression of photon power is the supernova, when all of a star’s energy is exerted outward, while the ultimate expression of graviton power is the black hole, where gravity is so strong that nothing, not even light, can escape it. The balance between these two opposing cosmic forces is the source of your power, and your stellar mode represents the strength of your connection with one or both of these forces—a relationship that shifts from one moment to the next as you use your stellar revelations.<br><br>When in battle, you enter a state of metaphysical alignment with cosmic forces. At the start of your first turn in combat, if you are conscious, you must choose one of three stellar modes: graviton, photon, or unattuned (see below).<br><br>At the start of each subsequent turn of combat, you must choose to either stay in your current stellar mode or to become unattuned. If you choose to stay in your mode, you gain another attunement point for that mode. As long as you have 1 or 2 attunement points in a mode, you are attuned to that mode. Once you reach 3 attunement points in a mode, you become fully attuned to that mode. Some of your stellar revelations are zenith revelations, which can be used only when you’re fully attuned to one mode or the other. When you are fully attuned, you cannot gain more points in your mode, but you stay fully attuned until combat ends, your stellar mode ends, or you become unattuned. If you choose to become unattuned, you lose all attunement points you’ve accrued so far. At the start of your next turn, you can enter a new stellar mode or stay unattuned.<br><br>At the end of combat, your stellar mode ends. If you fall unconscious during an encounter, you become unattuned. If you regain consciousness while still under threat, you can enter a stellar mode on your first turn after regaining consciousness, as if it were the first round of combat; if combat ends before you regain consciousness, your stellar mode ends. If you are not in a stellar mode, for any reason, you are considered unattuned for the purposes of your stellar revelations.<br><br>When you’re not in combat, you can’t enter a stellar mode. This ability manifests only in high-stakes situations, when your training takes over and connects your mind to the universe. There needs to be some risk to you for your stellar mode to activate, so you must be facing a significant enemy (see page 242). If there’s any doubt about whether you’re in combat or able to access your stellar mode, the GM decides. This also means that your stellar mode might end before what was previously a dangerous battle is over, once all that remains are dregs that don’t pose a real threat to you.</p>\n<h2 class=\"title\">Graviton Mode</h2>\n<p>When you enter graviton mode, you gain 1 graviton attunement point and become graviton-attuned. Some of your stellar revelations are graviton powers and get stronger if you’re graviton-attuned. While graviton-attuned, you gain a +1 insight bonus to Reflex saves. This bonus increases by 1 for every 9 solarian levels you have.</p>\n<h2 class=\"title\">Photon Mode</h2>\n<p>When you enter photon mode, you gain 1 photon attunement point and become photon-attuned. Some of your stellar revelations are photon powers and get stronger if you’re photon-attuned. While photon-attuned, you gain a +1 insight bonus to damage rolls (including damage rolls for your stellar powers). This bonus increases by 1 for every 6 solarian levels you have.</p>\n<h2 class=\"title\">Unattuned</h2>\n<p>While unattuned, you gain no attunement points and you are neither photon-attuned nor graviton-attuned. You gain no benefits while unattuned.</p>\n<h2>@Compendium[sfrpg.class-features.G7p2YIGFTAU6uGjL]{Stellar Revelation - 1st Level}</h2>\n<p>As you gain experience, you uncover new secrets about the powers of energy, gravity, stars, and other fundamental sources of cosmic power that grant you the ability to channel these forces and manifest potent preternatural powers. At 1st level, you automatically learn the black hole and supernova stellar revelations. At 2nd level and every 2 levels thereafter, you learn an additional stellar revelation. You cannot select the same stellar revelation more than once unless it says otherwise. You can choose any stellar revelations you wish, but if you have more photon revelations than graviton revelations, or vice versa, it is more difficult to become fully attuned in either mode (see Disproportionate Revelations on page 104). The list of stellar revelations begins on page 103.<br><br>Stellar revelations normally note what kind of action they require. If a stellar revelation does not note the kind of action it takes and it modifies some other action (such as an attack or skill check), it can be used as part of that action. If a stellar revelation allows a saving throw to resist its effects, the DC is equal to 10 + half your solarian level + your Charisma modifier. A revelation that says it lasts for 1 round or until you leave the associated mode lasts for whichever of these durations is longer. You can use stellar revelations both in and out of combat, but since you can’t enter a stellar mode outside of battle, any revelation that lasts for 1 round or as long as you’re in a stellar mode lasts only 1 round if you’re not in combat.</p>\n<h2>@Compendium[sfrpg.class-features.gXYVzmz2P3WRP9vZ]{Sidereal Influence (Su) - 3rd Level}</h2>\n<p>You can tap into stellar forces outside of battle, using the properties of gravitons or photons to affect your skill use. At 3rd level, choose two skills from the lists below, one from the graviton list and one from the photon list. At 11th level and again at 19th level, choose two more skills. Each time you pick skills, choose one from the graviton list and one from the photon list.<br><br>To use your sidereal influence, you must spend 1 minute in meditation, then choose either graviton skills or photon skills. When attempting a skill check with one of your selected skills of the chosen type (either graviton or photon), you can roll 1d6 and add the result as an insight bonus to your check. This ability lasts until you enter combat, fall unconscious, sleep, or meditate again to choose a different skill type. You can reactivate this ability by meditating again for 1 minute.<br><br><strong>Graviton Skills</strong>: Bluff (Cha), Disguise (Cha), Mysticism (Wis), Sense Motive (Wis), Stealth (Dex)<br><strong>Photon Skills</strong>: Culture (Int), Diplomacy (Cha), Intimidate (Cha), Medicine (Int), Survival (Wis)</p>\n<h2>@Compendium[sfrpg.class-features.XEZ8TnivxFRh1ooE]{Weapon Specialization (Ex) - 3rd Level}</h2>\n<p>You gain Weapon Specialization as a bonus feat for each weapon type for which this class grants you proficiency. If you selected solar weapon as your solar manifestation, it gains the benefit of Weapon Specialization as if it were an advanced melee weapon.</p>\n<h2>@Compendium[sfrpg.class-features.N0vqDchAa7oI0mYl]{Flashing Strikes (Ex) - 7th Level}</h2>\n<p>Your mastery of melee combat allows you to make multiple attacks more accurately. When making a full attack entirely with melee weapons, you take a –3 penalty to each attack roll instead of the normal –4 penalty.</p>\n<h2>@Compendium[sfrpg.class-features.UVNOjH2ERlQjcGnU]{Zenith Revelation - 9th Level}</h2>\n<p>At 9th level and again at 17th level, you gain two powerful stellar revelations. Choose two revelations from the zenith revelations list: one graviton revelation and one photon revelation. The list of zenith revelations begins on page 107.<br><br>Zenith revelations are powerful stellar revelations that require you to be fully attuned in a stellar mode. After using a zenith revelation, your stellar mode immediately becomes unattuned.</p>\n<h2>@Compendium[sfrpg.class-features.7hoHfBi4pnuYZgYg]{Solarian's Onslaught (Ex) - 13th Level}</h2>\n<p>When making a full attack, you can make up to three attacks instead of two attacks. You take a –6 penalty to these attacks instead of a –4 penalty. If you have the flashing strikes class feature, you instead take a –5 penalty to these attacks as long as they are all melee attacks.</p>\n<h2>@Compendium[sfrpg.class-features.WcJkQAG3YUgxYa3j]{Stellar Paragon (Su) - 20th Level}</h2>\n<p>&nbsp;You are the spiritual kin of the stars themselves. As a move action, you can raise or lower light levels within 30 feet of yourself by one step. When you enter a stellar mode, you gain 2 attunement points of the corresponding type immediately and are considered attuned, and when you keep your current stellar mode at the start of your turn, you can gain 2 attunement points instead of 1, allowing you to become fully attuned after 2 rounds.<br><br>In addition, you can spend 1 Resolve Point to gain enough attunement points to be fully attuned on the first round of combat (but not after using a zenith revelation), or spend 1 Resolve Point at the start of your turn in combat to exchange all of your attunement points in one stellar mode for an equal number of attunement points in the other mode. For example, you can switch from being fully attuned in graviton mode to being fully attuned in photon mode.</p>\n<p>&nbsp;</p>\n<h2>Alternate Class Features</h2>\n<p>@Compendium[sfrpg.class-features.ouPhFsq04Htx5INw]{Extra Manifestation}</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB, p. 100",
    "type": "",
    "modifiers": [],
    "levels": 1,
    "hp": {
      "value": 7,
      "min": 1
    },
    "sp": {
      "value": 7,
      "min": 1
    },
    "kas": "cha",
    "csk": {
      "acr": true,
      "ath": true,
      "blu": false,
      "com": false,
      "cul": false,
      "dip": true,
      "dis": false,
      "eng": false,
      "int": true,
      "lsc": false,
      "med": false,
      "mys": true,
      "per": true,
      "pro": true,
      "phs": true,
      "pil": false,
      "sen": true,
      "sle": false,
      "ste": true,
      "sur": false
    },
    "skillRanks": {
      "value": 4,
      "min": 4
    },
    "proficiencies": {
      "weapon": {
        "bmelee": true,
        "amelee": true,
        "sarms": true,
        "larms": false,
        "hweap": false,
        "snipe": false,
        "gren": false,
        "spec": false
      },
      "armor": {
        "lgt": true,
        "hvy": false,
        "pwr": false,
        "shl": false
      }
    },
    "bab": "full",
    "fort": "fast",
    "ref": "slow",
    "will": "fast",
    "isCaster": false,
    "damage": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/images/cup/gameplay/solarian.png"
}