{
  "_id": "cCZQpV0NmYE9qZoL",
  "name": "Soldier",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "class",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\">Conflict is an inevitable result of life. On every world that harbors complex living organisms, creatures battle one another for dominance, resources, territory, or ideals. Whether you’ve taken up arms to protect others, win glory, exact revenge, or simply earn a living, you are the perfect embodiment of this truth. You’re an expert at combat of all types but tend to prefer heavy armor and weapons—the bigger, the better. You may be a career soldier, a fresh mercenary recruit, or a lone wolf who rejects authority, but whether rushing in for hand-to-hand combat or firing tactical barrages, you’re a consummate warrior, never hesitating to put yourself in the line of fire to protect your friends.</span></p>\n<h2>@Compendium[sfrpg.class-features.oKlwvc1HcIsg7Q7a]{Primary Fighting Style - 1st Level}</h2>\n<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\"> You have a preferred fighting style that represents the type of soldier you are. Each fighting style is composed of various style techniques that you learn as you gain experience. You must pick one fighting style upon taking your first soldier level, and once made, this choice cannot be changed. Descriptions of the fighting styles you can choose from appear on pages 112–115. </span></p>\n<h2>@Compendium[sfrpg.class-features.D5JoPMVrciPaFU1n]{Primary Style Technique} - 1st Level}</h2>\n<p>At 1st level and every 4 levels thereafter, you gain a style technique unique to your primary fighting style.</p>\n<h2>@Compendium[sfrpg.class-features.J9qk9uP3Zg8r5DO1]{Combat Feat - 2nd Level}</h2>\n<p>At 2nd level and every 2 levels thereafter, you gain a bonus feat in addition to those gained from normal advancement. These bonus feats must be selected from those listed as combat feats.<br><br>Whenever you gain a new bonus feat, you can also choose to replace one of the bonus feats you have already learned with a different bonus feat. The feat you replace can’t be one that was used as a prerequisite for another feat or other ability. You can change only one feat at any given level, and you must choose whether or not to swap the feat at the time you gain the new bonus feat.</p>\n<h2>@Compendium[sfrpg.class-features.VDaL3dTtI6hpiyQf]{Gear Boost - 3rd Level}</h2>\n<p>At 3rd level and every 4 levels thereafter, you learn a trick called a gear boost that make you better with a particular type of weapon or armor. Choose from the gear boosts listed below. Some gear boosts require you to reach a certain soldier level to select them; this level is indicated in parentheses after the boost’s name.</p>\n<h2>@Compendium[sfrpg.class-features.Sh3a7c9d0ru4tGj2]{Weapon Specialization (Ex) - 3rd Level}</h2>\n<p>You gain Weapon Specialization as a bonus feat for each weapon type this class grants you proficiency with.</p>\n<h2>@Compendium[sfrpg.class-features.oKlwvc1HcIsg7Q7a]{Secondary Fighting Style - 9th Level}</h2>\n<p>You choose another fighting style. Once you choose this second style, it cannot be changed.</p>\n<h2>@Compendium[sfrpg.class-features.KVIp4p8qyReBez57]{Secondary Style Technique - 9th Level}</h2>\n<p>At 9th level and every 4 levels thereafter, you gain a style technique unique to your secondary fighting style. For the purposes of these style techniques, treat your soldier level as equal to your soldier level – 8.</p>\n<h2>@Compendium[sfrpg.class-features.2kBwPirT9JzAVcAT]{Soldier's Onslaught (Ex) - 11th Level}</h2>\n<p>When you make a full attack, you can make up to three attacks instead of two attacks. You take a –6 penalty to these attacks instead of a –4 penalty.</p>\n<h2>@Compendium[sfrpg.class-features.TpQFUzCF5V1DbDdi]{Kill Shot (Ex) - 20th Level}</h2>\n<p>&nbsp;As a standard action, you can make a single attack against an enemy. If the attack hits and does not kill your enemy, you can expend 1 Resolve Point to force the creature to succeed at a Fortitude save or die. Once you’ve used this ability on a creature (regardless of whether or not you forced it to attempt a Fortitude save), that creature is immune to your kill shot for 24 hours.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB, p. 110",
    "type": "",
    "modifiers": [],
    "levels": 1,
    "hp": {
      "value": 7,
      "min": 1
    },
    "sp": {
      "value": 7,
      "min": 1
    },
    "kas": "str",
    "csk": {
      "acr": true,
      "ath": true,
      "blu": false,
      "com": false,
      "cul": false,
      "dip": false,
      "dis": false,
      "eng": true,
      "int": true,
      "lsc": false,
      "med": true,
      "mys": false,
      "per": false,
      "pro": true,
      "phs": false,
      "pil": true,
      "sen": false,
      "sle": false,
      "ste": false,
      "sur": true
    },
    "skillRanks": {
      "value": 4,
      "min": 4
    },
    "proficiencies": {
      "weapon": {
        "bmelee": true,
        "amelee": true,
        "sarms": true,
        "larms": true,
        "hweap": true,
        "snipe": true,
        "gren": true,
        "spec": false
      },
      "armor": {
        "lgt": true,
        "hvy": true,
        "pwr": false,
        "shl": true
      }
    },
    "bab": "full",
    "fort": "fast",
    "ref": "slow",
    "will": "fast",
    "damage": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/images/cup/gameplay/soldier.png"
}