{
  "_id": "IvLuq2pxKkHJJpae",
  "name": "Technomancer",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "class",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\">To the uninitiated, magic and technology are completely unrelated, but you know there are more correlations between the two than most suspect. Magic and technology are just tools, and when combined into one discipline, called technomancy, they can be far more powerful than one or the other on its own. You utilize tech to empower, harness, and manipulate magic, and you wield magic to augment, control, and modify technology. You are an expert at hacking the underlying structure of the universe itself, bending the laws of science and nature to your will. Your technomancy—which is gained from scientific study and experimentation—manipulates the physical world, weaves illusions, allows you to peer through time and space, and if necessary, can blast a foe into atoms.</span></p>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\"></span></p>\n<h2>@Compendium[sfrpg.class-features.Sl47PwjLhPkni75T]{Spells (Technomancer)}</h2>\n<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\"></span></p>\n<p class=\"title\"><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.rules\" data-id=\"Pn7hMyrGHbjpCn7c\"> Technomancer - Spells list</a></p>\n<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\">You cast spells drawn from the technomancer spell list (see page 338). To learn or cast a spell, you must have an Intelligence score equal to at least 10 + the spell’s level. The Difficulty Class for a saving throw against your spell is 10 + the spell’s level + your Intelligence modifier.<br><br>You can cast only a certain number of spells of each spell level per day. Your number of spells per day is given on Table 4–10: Technomancer. In addition, you receive bonus spells per day if you have an Intelligence modifier of +1 or higher, as shown on Table 4–11: Technomancer Bonus Spells—note that you only receive these bonus spells once you can cast spells of that level normally. You can also cast 0-level spells. These spells are cast like any other spell, but there is no limit to how many 0-level spells you can cast each day.<br><br>Your selection of spells is limited. You begin play knowing four 0-level spells and two 1st-level spells of your choice. At each new technomancer level, you learn one or more new spells, as indicated on Table 4–12: Technomancer Spells Known. Unlike spells per day, the number of spells you know isn’t affected by your Intelligence modifier.<br><br>Every time you gain a level, you can swap out one spell you already know and learn a single new spell of the same level in its place. In effect, you lose the old spell in exchange for the new one. You must choose whether or not to swap the spell at the same time you gain new spells known for the level.<br><br>You can cast any technomancer spell you know at any time, assuming you have not yet used up your allotment of spells per day for the spell’s level. You can also cast a spell using a higher-level spell slot. For instance, if you want to cast a 1st-level spell but have used up all your 1st-level spells for the day, you can use a spell from a 2nd-level slot instead if you have one.<br><br>You can also decipher magical inscriptions that would otherwise be unintelligible or, as a full action, identify any spells encoded in a spell gem. This does not normally invoke the magic contained within, although it may do so in the case of a cursed or trapped spell gem. </span></p>\n<h2>@Compendium[sfrpg.class-features.0W6s1XUZdcdNqM78]{Spell Cache (Su) - 1st Level}</h2>\n<p>As the culmination of your early study of the fundamental forces of the galaxy, you have created a spell cache that allows you to store and access spells. Your spell cache could be a device such as a handheld computer or technological implant; an item such as a ring or staff; or a symbol such as a brand, tattoo, or other permanent modification to your body. While you don’t need your spell cache to cast your spells, once per day, you can activate your spell cache to cast any one spell you know and are capable of casting, even if you’ve expended all your spell slots for that spell’s level.<br><br>If your spell cache is damaged, it is restored to full Hit Points the next time you prepare spells. If the spell cache is lost or destroyed, you can replace it after 1 week with a special ritual that takes 8 hours to complete.</p>\n<h2>@Compendium[sfrpg.class-features.sobLlAGQkmWcFBFx]{Magic Hack - 2nd Level}</h2>\n<p>You have carefully studied the forces that define magic and can manipulate them. You learn your first magic hack at 2nd level, and you learn an additional magic hack every 3 levels thereafter. When casting a spell, you can apply no more than one magic hack that affects the attributes of a spell (such as distant spell or extended spell). If a magic hack allows a saving throw to resist its effects, the DC is equal to 10 + half your technomancer level + your Intelligence modifier. The list of magic hacks appears starting on page 120.</p>\n<h2>@Compendium[sfrpg.class-features.X45ZYqyHHZNakUuY]{Spell Focus - 3rd Level}</h2>\n<p>You gain Spell Focus as a bonus feat.</p>\n<h2>@Compendium[sfrpg.class-features.EVMp2EOpASIpIbFQ]{Techlore (Ex) - 3rd Level}</h2>\n<p>You rewire your mind to give you greater insight into the nature of magic and technology. You gain a +1 insight bonus to Computers and Mysticism checks. This bonus increases by 1 at 6th level and every 3 levels thereafter.</p>\n<h2>@Compendium[sfrpg.class-features.fE6MHaMJWNki4TP6]{Weapon Specialization (Ex) (Technomancer) - 3rd Level}</h2>\n<p>You gain the Weapon Specialization feat as a bonus feat for each weapon type this class grants you proficiency with.</p>\n<h2>@Compendium[sfrpg.class-features.pI1KM7WlzxLubzQz]{Cache Capacitor (Su) - 6th Level}</h2>\n<p>You expand your spell cache into a cache capacitor. As part of regaining your spells each day, you can cast a single spell into your spell cache and have it affect you continuously for 24 hours. The cache capacitor can hold any of the following spells: <em>detect radiation</em>, <em>disguise self</em>, <em>keen senses</em>, or <em>unseen servant</em>. You must know a spell to store it in your cache capacitor. When you cast the spell into your cache capacitor, you expend the spell slot normally and make any decisions required for that spell, but the duration doesn’t expire for 24 hours. If the spell in your cache capacitor is dispelled or dismissed, you can spend 5 minutes of uninterrupted concentration to reestablish it, keeping the same decisions you made when you cast it, and gaining whatever duration the spell had remaining. You can’t exchange the stored spell for another spell until you again regains your spells.<br><br>At 12th level, your cache capacitor gains a second slot that can hold <em>darkvision</em>, <em>lesser resistant armor</em>, <em>life bubble</em>, or <em>spider climb</em>.<br><br>At 18th level, your cache capacitor gains a third slot that can hold <em>arcane sight</em>, <em>flight</em> (spell level 3rd or lower), <em>see invisibility</em>, or <em>tongues</em>.</p>\n<h2>@Compendium[sfrpg.class-features.Ja89jy7LlkSG4Zzu]{Resolve Attunement (Ex) - 19th Level}</h2>\n<p>You recover Resolve Points when you use powerful magic. Each time you cast a 6th-level spell, you regain 1 Resolve Point, up to your normal maximum. This applies only to spells you cast using your normal 6th-level spell slots, not to those you cast using magic items or other methods such as fuse spells.</p>\n<h2>@Compendium[sfrpg.class-features.phzlgejG53nzMKb0]{Fuse Spells (Ex) - 20th Level}</h2>\n<p>&nbsp; &nbsp;You can combine lower-level spell slots to cast higher-level spells. As part of casting a spell, you can spend 1 Resolve Point to exchange a number of unused spell slots for a single spell slot of a higher level; this expends the lower-level spell slots. Add up the levels of the expended slots to determine which higher level of spell you can cast (maximum 6th). For instance, you could exchange three 1st-level slots to cast a 3rd-level spell, or you could exchange two 3rd-level slots to cast a 6th-level spell. If you combine spell slots to cast a 6th-level spell, it doesn’t count as such for resolve attunement.<br><br>Furthermore, you can spend 2 Resolve Points to combine two 6th-level spell slots to cast <em>wish</em>.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "CRB, p. 118",
    "type": "",
    "modifiers": [],
    "levels": 1,
    "hp": {
      "value": 5,
      "min": 1
    },
    "sp": {
      "value": 5,
      "min": 1
    },
    "kas": "int",
    "csk": {
      "acr": false,
      "ath": false,
      "blu": false,
      "com": true,
      "cul": false,
      "dip": false,
      "dis": false,
      "eng": true,
      "int": false,
      "lsc": true,
      "med": false,
      "mys": true,
      "per": false,
      "pro": true,
      "phs": true,
      "pil": true,
      "sen": false,
      "sle": true,
      "ste": false,
      "sur": false
    },
    "skillRanks": {
      "value": 4,
      "min": 4
    },
    "proficiencies": {
      "weapon": {
        "bmelee": true,
        "amelee": false,
        "sarms": true,
        "larms": false,
        "hweap": false,
        "snipe": false,
        "gren": false,
        "spec": false
      },
      "armor": {
        "lgt": true,
        "hvy": false,
        "pwr": false,
        "shl": false
      }
    },
    "bab": "moderate",
    "fort": "slow",
    "ref": "slow",
    "will": "fast",
    "damage": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "systems/sfrpg/images/cup/gameplay/technomancer.png"
}