{
  "_id": "WDvGdJ5mMpAD9cWQ",
  "name": "Vanguard",
  "permission": {
    "default": 0,
    "QqVQDajn5ZN4kl25": 3
  },
  "type": "class",
  "data": {
    "description": {
      "value": "<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\">Change and decay are the only universal constants, and your understanding of these principles makes you a nigh-unstoppable force of nature: a juggernaut brimming with fundamental energies that allow you to hold the front line of any conflict and turn your own injuries into strength. The entropy within the universe and the level of chaos within any system stand at your disposal, and you channel them into potent combat abilities. To you, the inevitable decay of the galaxy is simply a force to shape, control, and even temporarily reverse. The ability to control when and how things change defines your philosophy and power, allowing you to transform blows that should have destroyed you into ticking time bombs of destruction ready to be unleashed upon your enemies.<br></span></p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.1HVLxal9WXqtMiCg]{Entropic Pool (Su) - 1st Level}</h2>\n<p>You have the supernatural ability to control matter as it changes states, allowing you to arrest, accelerate, or even reverse the typical course of events. This energy takes the form of a pool of Entropy Points (EP). You can have a maximum number of EP in your entropic pool equal to your Constitution modifier.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.6Fuz5JTbJCBPynZd]{Entropic Strike (Su) - 1st Level}</h2>\n<p>You can focus the power of entropy into a forceful attack. Though you must touch your target to damage it, the damage is not from the impact but from focused waves of entropic energy that unbind and dissolve your target, crush it, or both. Your entropic strike is a magical one-handed advanced melee weapon with the operative weapon special property that targets EAC (even when dealing bludgeoning damage). You can make this attack with nearly any body part and do not need a hand free to use this ability. Using your entropic strike does not require any additional action to use beyond the action you take to make an attack (for example, it can be used to make an attack of opportunity.) For any calculation that requires the item level of your entropic strike, treat your vanguard level as your entropic strike’s item level.<br><br>You can also deliver an entropic strike with any melee weapon, or any shield that allows you to make unarmed attacks (replacing the normal attack with your entropic strike). The attack’s damage is equal to the entropic strike damage of a vanguard of either your class level or a class level equal to the weapon’s item level, whichever is lower. When you use this option, your entropic strike is considered to be made of whatever material the weapon or shield is made of (such as for the purposes of bypassing DR or creature weaknesses). Additionally, you can apply any weapon special property, critical hit effect, or weapon fusion the melee weapon or shield has to your entropic strike as long as the effect can be applied to a one-handed advanced melee weapon that deals acid or bludgeoning damage, doesn’t use additional ammunition or charges, and doesn’t require information beyond that specified for your entropic strike to function. If the weapon special property, critical hit effect, or weapon fusion requires information provided for your weapon (such as the amount of a bleed critical hit effect), use the value for the weapon you are gaining the effect from.<br><br>At 1st level, your entropic strike deals damage equal to 1d3 + your Constitution modifier, but you do not add your Strength modifier (unlike most melee attacks). For each attack, you can deal acid damage, bludgeoning damage, or both. This damage increases as you gain levels (see Table 2–2: Vanguard). At 10th level, you also add your Strength modifier to the damage of your entropic strike. At 5th level, when you use any combat maneuver for which you have Improved Combat Maneuver, you can target a foe’s EAC + 8 (rather than KAC + 8) to determine success, and you also determine the level of success (such as how far you push a foe with a successful bull rush) using EAC.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.wq8dRJYQ58VZQuZU]{First Vanguard Aspect - 1st Level}</h2>\n<p>You have focused on one specific aspect of how entropy interacts with the universe, building a philosophy that goes far beyond mere physics. This aspect grants you an expanded command of the universe around you and teaches you important insights about matters that most people never connect to entropy.<br><br>You select one vanguard aspect when you take your first level of vanguard. Once made, this choice can’t be changed. Descriptions of the aspects you can choose from appear on pages 53–55. If an aspect ability allows a target to attempt a saving throw to resist its effects (including spell-like abilities), the DC is equal to 10 + half your vanguard level + your Constitution modifier unless stated otherwise.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.5bNbood0KKzBbKyv]{Mitigate (Ex) - 2nd Level}</h2>\n<p>You can control how you are affected by damage or effects that alter damage. As a reaction when you take damage, you can spend 1 Entropy Point to reduce the damage you take by an amount equal to your vanguard level (to a minimum of 0 damage). If you do, you can’t gain any Entropy Points from that attack.<br><br>Additionally, as a swift action, you can remove any DR or energy resistance you have, or the AC benefit of any ability or spell that increases your AC. If the effect granting DR or energy resistance has a duration, this ends the effect entirely for you. If you end an AC benefit, that AC benefit is ended for the duration of the effect. If the ability does not normally have a duration, you suspend the listed benefits until the beginning of your next turn. Additionally, whenever you first come under the effect of an ability or spell that grants you DR, energy resistance, or a bonus to AC, you can waive that benefit of the effect.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.Dysu4F8licjEb2FY]{Vanguard Discipline - 2nd Level}</h2>\n<p>Your close attention to the multivariate interactions between countless systems of order and disorder, combined with your study of advanced combat techniques, allows you to manipulate reality in devastating ways known as disciplines. You learn your first vanguard discipline at 2nd level and an additional discipline every 2 levels thereafter. The list of vanguard disciplines appears on pages 55–57. Unless otherwise specified, you can’t select the same discipline more than once. If a vanguard discipline allows a saving throw to resist its effects, the DC is equal to 10 + half your vanguard level + your Constitution modifier.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.avUIfY50kR6ZwAv5]{Reactive (Ex) - 3rd Level}</h2>\n<p>Once per day, you can take an additional reaction during a single round, though you can still take only one reaction per triggering event. You can take a reaction before the first time you act in a combat, but not in a surprise round in which you are unable to act.<br><br>At 9th level and again at 15th level, you can use this ability one additional time per day, though you can never use this ability to take more than two reactions in a round or one per triggering event.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.xrXIGoZhILVizIBD]{Weapon Specialization (Ex) - 3rd Level}</h2>\n<p>You gain the Weapon Specialization feat as a bonus feat for each weapon type with which this class grants you proficiency. You also gain a special form of weapon specialization for your entropic strike, allowing you to add a bonus to your damage equal to your vanguard class level plus half of any other class levels you have.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.Qy3l9fgoVaGLV7YD]{Entropic Attunement (Su) - 5th Level}</h2>\n<p>As you learn to exert finer control over your entropic strike, you can enhance it to devastating effect. The saving throw DC for any of these effects that allow a saving throw is equal to 10 + half your vanguard level + your Constitution modifier.<br><br>At 5th level, choose one of the following weapon special properties: breachAR, bright, feintAR, forceAR, or penetrating. Once made, this choice can be changed only when you gain a new vanguard level. As long as you have at least 1 Entropy Point, your entropic strike has the chosen special property.<br><br>At 7th level, choose one of the following critical hit effects: corrode (1d8 for every 3 vanguard levels you have), knockdown, or staggered. Once made, this choice can be changed only when you gain a new vanguard level. Your entropic strike gains this critical hit effect as long as you have at least 1 Entropy Point. If your entropic strike has another critical hit effect, when you score a critical hit, you can choose either the entropic attunement critical hit effect or the other critical hit effect. Alternatively, you can expend 1 Entropy Point to apply both critical hit effects.<br><br>At 10th level, you can extend your field of entropy far enough that your entropic strike gains the reach weapon special property. The reach granted by this property increases by an additional 5 feet at 13th level, 16th level, and 19th level.<br><br>At 13th level, just before making an attack, you can spend 2 Entropy Points to grant your next attack the blast weapon special property with a range of 20 feet. At 16th level, this range increases to 30 feet, and at 19th level, it increases to 60 feet.<br><br>At 16th level, as a standard action you can use your entropic strike to strike the ground or clap your hands together to deal damage in a radius. Make a single melee attack roll and compare the result to the EAC of creatures and objects within 20 feet (other than yourself). You damage each creature and object with an EAC equal to or lower than the attack result. You can expend 1 EP to exclude a number of targets equal to your Constitution modifier (minimum 1).<br><br>At 19th level, as long as you have 1 Entropy Point, your entropic strike gains a second weapon special property, selected from those listed at 5th level. When you score a critical hit with your entropic strike, you can apply either the severe wound critical hit effect or any one of the critical hit effects listed at 7th level.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.vbrTSpb6HaJwibl8]{Uncanny Agility (Ex) - 7th Level}</h2>\n<p>You are immune to the flat-footed condition, and your opponent doesn’t gain any bonuses to attack rolls against you from flanking you or attacking you when you’re prone. Furthermore, covering fire and harrying fire don’t provide any advantage against you.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.KEzMFkStFDA5pFMQ]{Second Vanguard Aspect - 8th Level}</h2>\n<p>Your understanding of the many ways entropy can control the physical world expands. Select a second vanguard aspect, which must be different from your first vanguard aspect. Once made, this choice cannot be changed.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.Vdup0NdLq6ZiLnml]{Flashing Strikes (Ex) (Vanguard) - 11th Level}</h2>\n<p>Your mastery of melee combat allows you to make multiple attacks more accurately. When making a full attack entirely with melee attacks, you take a –3 penalty instead of the normal –4 penalty.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.nCA5caB9KTYqqOSx]{Uncanny Speed (Ex) - 15th Level}</h2>\n<p>When making a full attack, you can also take a separate move action to move. The movement can occur before, after, or between the attacks from the full attack. All the movement must occur at the same time. This is a haste effect.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.9eZbpu6vDe2hWQ3H]{Agent of Change (Su) - 19th Level}</h2>\n<p>You begin each combat encounter with 3 Entropy Points.</p>\n<h2 class=\"title\">@Compendium[sfrpg.class-features.tCI5i1blxdRYbD1l]{Invulnerability (Su) - 20th Level}</h2>\n<p>&nbsp; Once per day as a reaction, you become immune to all weapon special properties that impose penalties on you or that grant an attacker bonuses against you, as well as all combat maneuvers, conditions, critical hits, and critical hit effects, and you can take three reactions each round. These benefits last for 1 minute.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "COM, p. 50",
    "type": "",
    "modifiers": [],
    "levels": 1,
    "hp": {
      "value": 7,
      "min": 1
    },
    "sp": {
      "value": 7,
      "min": 1
    },
    "kas": "con",
    "csk": {
      "acr": true,
      "ath": true,
      "blu": false,
      "com": false,
      "cul": true,
      "dip": true,
      "dis": false,
      "eng": false,
      "int": true,
      "lsc": true,
      "med": true,
      "mys": true,
      "per": true,
      "pro": true,
      "phs": false,
      "pil": false,
      "sen": false,
      "sle": false,
      "ste": true,
      "sur": true
    },
    "skillRanks": {
      "value": 6,
      "min": 4
    },
    "proficiencies": {
      "weapon": {
        "bmelee": true,
        "amelee": true,
        "sarms": true,
        "larms": false,
        "hweap": false,
        "snipe": false,
        "gren": false,
        "spec": false
      },
      "armor": {
        "lgt": true,
        "hvy": true,
        "pwr": false,
        "shl": true
      }
    },
    "bab": "full",
    "fort": "fast",
    "ref": "fast",
    "will": "slow",
    "isCaster": false,
    "damage": {
      "parts": []
    },
    "abilityMods": {
      "parts": []
    },
    "critical": {
      "parts": []
    }
  },
  "flags": {},
  "img": "icons/svg/mystery-man.svg"
}