{
  "name": "Broken",
  "permission": {
    "default": 0,
    "hg1bBCAUsIDPKim6": 3
  },
  "flags": {
    "exportSource": {
      "world": "SF_AG-OP",
      "system": "sfrpg",
      "coreVersion": "0.6.0",
      "systemVersion": "0.2.5"
    }
  },
  "content": "<table style=\"width: 703px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 72px;\">\n<td style=\"text-align: center; height: 72px; width: 398px;\">\n<h1><strong>Broken</strong></h1>\n<h3><strong>Source</strong>&nbsp;CRB.273</h3>\n<h3><strong>Related </strong>@Compendium[sfrpg.conditions.bPDAhCFEP5Jvybhg]{Conditions}</h3>\n</td>\n<td style=\"text-align: center; width: 398px;\">\n<p><img src=\"systems/sfrpg/icons/conditions/Broken.png\" alt=\"\" width=\"100\" height=\"100\" /></p>\n</td>\n</tr>\n</tbody>\n</table>\n<h3 style=\"text-align: justify;\">Items that have taken damage in excess of half their total Hit Points gain the broken condition, meaning they are less effective at their designated tasks. The broken condition has the following effects, depending upon the item. For information about the hardness and Hit Points of armor and weapons, see page 409.</h3>\n<h3 style=\"text-align: justify;\">If the item is a weapon, any attacks made with the item take a &ndash;2 penalty to attack and damage rolls. Such weapons can&rsquo;t deal extra critical effects on a critical hit but still deal double damage.</h3>\n<h3 style=\"text-align: justify;\">If the item is armor, the bonuses it grants to AC are halved, rounding down. Broken armor doubles its armor check penalty to skill checks.</h3>\n<h3 style=\"text-align: justify;\">If the item is a vehicle, it has a &ndash;2 penalty to its AC and collision DC, its Piloting modifier decreases by 2, and its full speed and its MPH are halved. (See page 228 in Chapter 7 for more about broken and wrecked vehicles.)</h3>\n<h3 style=\"text-align: justify;\">If the item is a tool or a piece of cybertech or biotech that provides a bonus to ability checks, saving throws, skill checks, or speed (including new movement speeds), those bonuses are halved, rounding down (minimum 0).</h3>\n<h3 style=\"text-align: justify;\">If the item does not fit into any of these categories, the broken condition has no effect on its use.</h3>\n<h3 style=\"text-align: justify;\">Items with the broken condition, regardless of type, can be resold for only half the normal resale value (usually 5% of the item&rsquo;s purchase price). Any item can be repaired with a mending or make whole spell cast by a character with a caster level equal to or higher than the item&rsquo;s level. Items lose the broken condition if the spell restores the object to half its original Hit Points or higher.</h3>\n<h3 style=\"text-align: justify;\">In addition, magic items can be repaired with the Mysticism skill (see page 143 for more details), and technological items can be repaired with the Engineering skill (see page 141 for more details). Hybrid items can be repaired with either skill. Most repair shops (magical or technological) charge 10% of the item&rsquo;s original purchase price to repair such damage (or more if the item is badly damaged or ruined).</h3>\n<hr />\n<p>&nbsp;</p>\n<p style=\"text-align: justify;\">&nbsp;</p>",
  "img": "systems/sfrpg/icons/conditions/Broken.png",
  "_id": "IBhv8b5jBFbVIYUR"
}