{
  "name": "Burning",
  "permission": {
    "default": 0,
    "hg1bBCAUsIDPKim6": 3
  },
  "flags": {
    "exportSource": {
      "world": "SF_AG-OP",
      "system": "sfrpg",
      "coreVersion": "0.6.0",
      "systemVersion": "0.2.5"
    }
  },
  "content": "<table style=\"width: 703px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 72px;\">\n<td style=\"text-align: center; height: 72px; width: 369px;\">\n<h1><strong>Burning</strong></h1>\n<h3><strong>Source</strong>&nbsp;CRB.273</h3>\n<h3><strong>Related </strong>@Compendium[sfrpg.conditions.bPDAhCFEP5Jvybhg]{Conditions}</h3>\n</td>\n<td style=\"text-align: center; width: 327px;\">\n<p><img src=\"systems/sfrpg/icons/conditions/Burning.png\" alt=\"\" width=\"100\" height=\"100\" /></p>\n</td>\n</tr>\n</tbody>\n</table>\n<h3 style=\"text-align: justify;\">You are on fire. As long as you have this condition, at the start of your turn each round before you take any actions (or attempt the Reflex saving throw described below), you take the listed amount of damage as fire damage (or 1d6 fire damage, if no amount is listed in the effect that causes burning). Fire damage from multiple sources that inflict the burning condition is cumulative.</h3>\n<h3 style=\"text-align: justify;\">At the end of each round you are burning, you can attempt a Reflex saving throw to remove this condition. The DC of this saving throw is equal to 10 + the amount of fire damage you took this round from the burning condition. If you succeed at this saving throw, you lose the burning condition. You can attempt a new saving throw each round you have this condition, and you receive a +2 bonus for each previous saving throw you&rsquo;ve attempted in consecutive rounds.</h3>\n<h3 style=\"text-align: justify;\">You can also automatically end this condition by jumping into enough water to douse yourself. If you don&rsquo;t have enough water on hand, you can spend a full action to roll on the ground or otherwise smother the fire to attempt a new saving throw with a +4 bonus (plus any bonuses from previously failed consecutive attempts) to end the condition.</h3>\n<hr />\n<p>&nbsp;</p>\n<p style=\"text-align: justify;\">&nbsp;</p>",
  "img": "systems/sfrpg/icons/conditions/Burning.png",
  "_id": "8LdyXZl9PeXXFE8O"
}